[
    {
        "length": 258,
        "text": "\nTraffic areas\n\tSection 3 of the PPVA 1981 (traffic areas) is amended as follows.\n\tAfter subsection (2) (orders varying traffic areas) insert—\n\t\t“(2A)The power to make an order under subsection (2) above includes power tomake—\n\t\tsuch incidental, consequential, supplemental or transitional provision, and\n\t\tsuch savings,\n\t\tas the Secretary of State may consider necessary or expedient for the purposeof, or in consequence of, or for giving full effect to, any order under thatsubsection for varying the number or limits of traffic areas in England andWales.\n\t\t(2B)The power conferred by subsection (2A) above includes power to amend ormodify any provision of this Act or any other enactment (whenever passed ormade) for the purpose of making any such provision or savings.\n\t\t(2C)The powers conferred by subsections (2A) and (2B) above are withoutprejudice to what may be done under subsection (3) below.”."
    },
    {
        "length": 513,
        "text": "\nTraffic commissioners\n\tSection 4 of the PPVA 1981 (traffic commissioners) is amended as follows.\n\tFor subsections (1) and (2) (commissioner to be appointed for each trafficarea etc) substitute—\n\tFor the purposes of this Act there shall be—\n\t\tsuch number of commissioners for England and Wales as the Secretary ofState may consider appropriate; and\n\t\ta single commissioner for the Scottish Traffic Area (the “Scottish trafficcommissioner”).\n\tThe commissioners shall be appointed by the Secretary of State and shall beknown as traffic commissioners.”.\n\tIn subsection (3) (function of issuing licences) for “The trafficcommissioner for each traffic area” substitute “A traffic commissioner”.\n\tAfter subsection (3) insert—\n\t\t“(3A)A traffic commissioner for England and Wales—\n\t\tmay exercise the functions of a traffic commissioner in any traffic area inEngland and Wales; and\n\t\tmay exercise in relation to the Scottish Traffic Area any functions of atraffic commissioner that relate to reserved matters within the meaning of theScotland Act 1998.\n\t\t(3B)The Scottish traffic commissioner—\n\t\tis to exercise the functions of a traffic commissioner in relation to theScottish Traffic Area; and\n\t\tmay exercise in relation to any traffic area in England and Wales anyfunctions of a traffic commissioner that relate to reserved matters within themeaning of the Scotland Act 1998.”.\n\tIn subsection (4) (terms of office) in the opening words, for “the trafficcommissioner for a traffic area” substitute “a traffic commissioner”.\n\tIn subsection (5) (declaration of certain financial interests beforeappointment) for “the traffic commissioner for a traffic area” substitute “atraffic commissioner”.\n\tIn section 82(1) of the PPVA 1981 (general definitions) insert at theappropriate place—\n\t““the Scottish traffic commissioner” is to be read in accordance with section4(1)(b) (the traffic commissioner for the Scottish Traffic Area);”."
    },
    {
        "length": 2236,
        "text": "\nThe senior traffic commissioner\n\tAfter section 4 of the PPVA 1981 (traffic commissioners) insert—\n\t“4AAppointment of senior traffic commissioner\n\t\tOne of the traffic commissioners shall be appointed by the Secretary ofState to be the senior traffic commissioner.\n\t\tThe senior traffic commissioner shall have such functions as may beconferred or imposed by or under any of the following enactments—\n\t\t\tsection 4B below (deployment of traffic commissioners),\n\t\t\tsection 4C below (guidance and general directions),\n\t\t\t\tor any other provision of this Act or any other enactment.\n\t\tThe senior traffic commissioner—\n\t\t\tshall hold office for such period as the Secretary of State specifies whenmaking the appointment; but\n\t\t\tceases to hold that office on ceasing to hold office as a trafficcommissioner.\n\t\tA traffic commissioner who has been the senior traffic commissioner iseligible for re-appointment as the senior traffic commissioner.\n\t\tIn the case of illness, incapacity or absence of the senior trafficcommissioner, the Secretary of State may appoint another traffic commissionerto act as deputy for the senior traffic commissioner.\n\t\tWhere the office of senior traffic commissioner becomes vacant, theSecretary of State may appoint a person (whether or not over the age of 65) toact as senior traffic commissioner pending the appointment of a new seniortraffic commissioner.\n\t\tAny person appointed under subsection (6) above shall—\n\t\t\thold office for such period as the Secretary of State specifies when makingthe appointment; and\n\t\t\tduring that period be treated for all purposes as the senior trafficcommissioner.\n\tBPower of senior traffic commissioner to deploy other commissioners\n\t\tIn this section—\n\t\t\tsubsections (2) to (4) confer powers on the senior traffic commissioner inrelation to traffic commissioners and deputy traffic commissioners for Englandand Wales; and\n\t\t\tsubsections (5) to (7) confer powers on the senior traffic commissioner inrelation to the Scottish traffic commissioner and any deputy trafficcommissioners for the Scottish traffic area.\n\t\tThe senior traffic commissioner may require any traffic commissioner forEngland and Wales to carry out such of the functions of traffic commissionerfor England and Wales as the senior traffic commissioner may determine—\n\t\t\tin relation to such matters relating to England and Wales, or\n\t\t\tas respects Scotland, in relation to such reserved matters,\n\t\t\t\tas the senior traffic commissioner may determine.\n\t\tThe senior traffic commissioner may require any traffic commissioner forEngland and Wales to carry out such of those functions as the senior trafficcommissioner may determine at such places—\n\t\t\tin England and Wales, or\n\t\t\tin the case of functions which relate to reserved matters and areexercisable in relation to Scotland, in Scotland,\n\t\t\tas the senior traffic commissioner may determine.\n\t\tSubsections (2) and (3) above also apply in relation to a deputy trafficcommissioner for England and Wales as they apply in relation to a trafficcommissioner for England and Wales, construing the references to functionsaccordingly.\n\t\tThe senior traffic commissioner may require the Scottish trafficcommissioner to carry out as respects England and Wales such of the functionsexercisable by the Scottish traffic commissioner in relation to reservedmatters by virtue of section 4(3B)(b) of this Act as the senior trafficcommissioner may determine.\n\t\tThe senior traffic commissioner may require the Scottish trafficcommissioner to carry out such of those functions as the senior trafficcommissioner may determine at such places in England and Wales as the seniortraffic commissioner may determine.\n\t\tSubsections (5) and (6) above also apply in relation to a deputy trafficcommissioner for the Scottish Traffic Area as they apply in relation to theScottish traffic commissioner, construing the references to functionsaccordingly.\n\t\tIn this section—\n\t\t\t  * “deputy traffic commissioner for the Scottish Traffic Area” means any person appointed under paragraph 3 or 4 of Schedule 2 to this Act to act as deputy in the case of the Scottish traffic commissioner;\n\t\t\t  * “reserved matters” means reserved matters within the meaning of the Scotland Act 1998.\n\tCPower of senior traffic commissioner to give guidance and directions\n\t\tThe senior traffic commissioner may give to the traffic commissioners—\n\t\t\tguidance, or\n\t\t\tgeneral directions,\n\t\t\t\tas to the exercise of their functions under any enactment.\n\t\t\tThis subsection is subject, in relation to Scotland, to subsection (5) below.\n\t\tThe guidance that may be given under subsection (1)(a) above includesguidance as to—\n\t\t\tthe meaning and operation of any enactment or instrument relevant to thefunctions of traffic commissioners;\n\t\t\tthe circumstances in which, and the manner in which, a traffic commissionershould exercise any power to impose any sanction or penalty;\n\t\t\tmatters which a traffic commissioner should or should not take into accountwhen exercising any particular function.\n\t\tThe directions that may be given under subsection (1)(b) above includedirections as to—\n\t\t\tthe circumstances in which, and the manner in which, officers or servantsof a traffic commissioner may exercise any function for or on behalf of thetraffic commissioner, and any conditions which such officers or servants mustmeet before they may do so;\n\t\t\tthe information which a traffic commissioner must ask to be supplied inconnection with the exercise of any particular function, and the steps whichmust be taken to verify the accuracy of any information so supplied;\n\t\t\tthe procedure to be adopted in conducting inquiries under section 54 ofthis Act, section 35 of the Goods Vehicles (Licensing of Operators) Act 1995or any other enactment;\n\t\t\tthe manner in which a traffic commissioner must or may publish hisdecisions;\n\t\t\tcircumstances in which a traffic commissioner must consult some, or all, ofthe other traffic commissioners before exercising any particular function.\n\t\tThe senior traffic commissioner must consult each of the following personsbefore giving any guidance or directions under subsection (1) above—\n\t\t\tthe Secretary of State;\n\t\t\tthe Scottish Ministers, if the senior traffic commissioner considers itappropriate;\n\t\t\tthe Welsh Ministers, if the senior traffic commissioner considers itappropriate;\n\t\t\tsuch of the other traffic commissioners as the senior traffic commissionerconsiders appropriate;\n\t\t\tsuch organisations representative of the interests of local government, ofLondon government, of Integrated Transport Authorities and of PassengerTransport Executives as the senior traffic commissioner considers appropriate;\n\t\t\tsuch organisations representative of the interests of users of publicpassenger transport services as the senior traffic commissioner considersappropriate;\n\t\t\tsuch organisations representative of passenger transport operators, and ofroad haulage operators, as the senior traffic commissioner considersappropriate;\n\t\t\tand such other persons as the senior traffic commissioner considersappropriate.\n\t\tThe only guidance or directions under this section which the senior trafficcommissioner may give to the Scottish traffic commissioner are guidance ordirections as to the exercise of functions that relate to reserved matterswithin the meaning of the Scotland Act 1998.\n\tDGuidance to senior traffic commissioner by Secretary of State\n\t\tThe Secretary of State may give the senior traffic commissioner guidance asto the exercise of any of the senior traffic commissioner’s functions.\n\t\tThe senior traffic commissioner must have regard to any guidance givenunder subsection (1) above.”.\n\t\tIn each of the following provisions (which provide for trafficcommissioners to act under general directions of the Secretary of State)—\n\t\t\tsection 4(4)(a) of the PPVA 1981,\n\t\t\tsection 1(2) of the Goods Vehicles (Licensing of Operators) Act [1995 (c.23)](/id/ukpga/1995/23?view=plain \"Go to item of legislation\"),\n\t\t\t\tfor “the general directions of the Secretary of State” substitute “the generaldirections of, and shall have regard to any guidance given by, the seniortraffic commissioner”.\n\t\tIn Schedule 2 to the PPVA 1981 (traffic commissioners) in paragraph 8, atthe beginning insert “(1)” and at the end insert—\n\t\tThere shall be paid to the senior traffic commissioner such additionalremuneration in respect of the responsibilities of that office as may be sodetermined.”.\n\t\tThe person who, on the date on which section 4A(1) of the PPVA 1981 comesinto force, is the person designated by the Secretary of State as seniortraffic commissioner—\n\t\t\tis to become, on that date, the first holder of the office of seniortraffic commissioner, and\n\t\t\tis to remain in that office until the expiry of the term for which thatperson was so designated (but subject to section 4A(3)(b) of, and Schedule 2to, the PPVA 1981)."
    },
    {
        "length": 941,
        "text": "\nAmendments of Schedule 2 to the PPVA 1981\n\tSchedule 2 to the PPVA 1981 (traffic commissioners) is amended as follows.\n\tIn paragraph 1 (removal of traffic commissioner for inability ormisbehaviour) for “for inability or misbehaviour” substitute “on the groundsthat the traffic commissioner—\n\t\thas misbehaved; or\n\t\tis unable, unfit or unwilling to perform the functions of trafficcommissioner to a standard which the Secretary of State considerssatisfactory”.\n\tThe amendment made by subsection (2) has effect in relation to trafficcommissioners appointed before, as well as traffic commissioners appointed onor after, the day on which that amendment comes into force.\n\tAfter paragraph 2 insert—\n\t“Deputy traffic commissioners for England and Wales\n\t\t2A(1)The Secretary of State may appoint such number of persons to be deputytraffic commissioners for England and Wales as the Secretary of State thinksfit.\n\t\tA deputy traffic commissioner for England and Wales—\n\t\t\tmay exercise any functions of a traffic commissioner in any traffic area inEngland and Wales; and\n\t\t\tmay exercise in relation to the Scottish Traffic Area any functions of atraffic commissioner that relate to reserved matters.\n\t\tAppointment as a deputy traffic commissioner for England and Wales shall beupon such terms and conditions, including conditions as to the time to bedevoted to the duties of the office, as the Secretary of State may determine.\n\t\tA deputy traffic commissioner for England and Wales shall carry out such ofthe functions of that office as the senior traffic commissioner may determineunder section 4B of this Act—\n\t\t\tin relation to such matters relating to England and Wales, or\n\t\t\tas respects Scotland, in relation to such reserved matters,\n\t\t\tas the senior traffic commissioner may so determine.\n\t\tA deputy traffic commissioner for England and Wales shall carry out such ofthose functions as the senior traffic commissioner may determine under section4B of this Act at such places—\n\t\t\tin England and Wales, or\n\t\t\tin the case of functions which relate to reserved matters and areexercisable in relation to Scotland, in Scotland,\n\t\t\tas the senior traffic commissioner may so determine.\n\t\tIn this paragraph “reserved matters” means reserved matters within themeaning of the Scotland Act 1998.”.\n\t\tIn consequence of the amendments made by this section, at the end of theitalic heading preceding paragraph 3 there is inserted “in Scotland”.\n\t\tAfter that heading, insert—\n\t\t“2BParagraphs 3 to 5 below have effect in relation to the Scottish TrafficArea only.”.\n\t\tAfter paragraph 5 insert—\n\t“Appointment of acting traffic commissioner during vacancy\n\t\t5A(1)Where the office of any traffic commissioner for England and Walesbecomes vacant, the Secretary of State may appoint a person (whether or notover the age of 65) to act as a traffic commissioner for England and Walespending the appointment of a new traffic commissioner under section 4 of thisAct.\n\t\tAny person appointed under sub-paragraph (1) above shall—\n\t\t\thold office for such period as the Secretary of State specifies when makingthe appointment; and\n\t\t\tduring that period be treated for all purposes (except those of paragraph 9below) as a traffic commissioner for England and Wales.”.\n\t\tIn consequence of the amendment made by subsection (7), in paragraph 6(1)(appointment of acting traffic commissioner during vacancy) after “for anytraffic area” insert “in Scotland”.\n\t\tIn paragraph 9 (principal civil service pension scheme) for “trafficcommissioner for each of the traffic areas” substitute “traffic commissionerfor England and Wales or for the Scottish Traffic Area”."
    },
    {
        "length": 951,
        "text": "\nTransitional provision for existing traffic commissioners etc\n\tAny existing traffic commissioner for a traffic area in England and Wales—\n\t\ton the relevant commencement, becomes instead a traffic commissioner forEngland and Wales with all the powers and duties of such a commissioner,\n\t\tholds that office on the terms and conditions that applied to thecommissioner immediately before the relevant commencement,\n\t\tis subject to paragraph 1 of Schedule 2 to the PPVA 1981 (grounds fordismissal), as amended by section 4, as from the coming into force of thatamendment.\n\tAny appointment of a person as a deputy traffic commissioner for a trafficarea in England and Wales before the relevant commencement—\n\t\tcontinues in force notwithstanding the substitution of subsections (1) and(2) of section 4 of the PPVA 1981 effected by section 2,\n\t\thas effect as from the relevant commencement as an appointment underparagraph 2A of Schedule 2 to that Act as a deputy traffic commissioner forEngland and Wales with all the powers and duties of such a commissioner,\n\t\tas from the relevant commencement is held on the terms and conditions thatapplied to the deputy traffic commissioner immediately before the relevantcommencement.\n\tAny appointment of a person as an acting traffic commissioner for a trafficarea in England and Wales before the relevant commencement—\n\t\tcontinues in force notwithstanding the substitution of subsections (1) and(2) of section 4 of the PPVA 1981 effected by section 2,\n\t\thas effect as from the relevant commencement as an appointment underparagraph 5A of Schedule 2 to that Act to act as a traffic commissioner forEngland and Wales with all the powers and duties of such a commissioner,\n\t\tas from the relevant commencement is held on the terms and conditions thatapplied to the acting traffic commissioner immediately before the relevantcommencement.\n\tAny existing traffic commissioner for the Scottish Traffic Area—\n\t\ton the relevant commencement, becomes instead the Scottish trafficcommissioner with all the powers and duties of that commissioner,\n\t\tholds that office on the terms and conditions that applied to the trafficcommissioner immediately before the relevant commencement, and\n\t\tis subject to paragraph 1 of Schedule 2 to the PPVA 1981 (grounds fordismissal), as amended by section 4, as from the coming into force of thatamendment.\n\tIn this section—\n\t\t  * “acting traffic commissioner” means a person appointed under paragraph 6 of Schedule 2 to the PPVA 1981 to act as a traffic commissioner for a traffic area; \n\t\t  * “deputy traffic commissioner” means a person appointed under paragraph 3 or 4 of Schedule 2 to the PPVA 1981 to act as deputy to a traffic commissioner for a traffic area; \n\t\t  * “existing traffic commissioner” means a person— \n\t\twho is a traffic commissioner for a traffic area immediately before therelevant commencement, and\n\t\twho would, apart from the amendments made by this Act, have continued as suchafter the relevant commencement;\n\t\t\t  * “the relevant commencement” means— \n\t\tin relation to an existing traffic commissioner, the coming into force of thesubstitution of subsections (1) and (2) of section 4 of the PPVA 1981 effectedby section 2;\n\t\tin relation to a deputy traffic commissioner for a traffic area in England andWales, the coming into force of paragraph 2A of Schedule 2 to the PPVA 1981(which is inserted by section 4);\n\t\tin relation to an acting traffic commissioner for a traffic area in Englandand Wales, the coming into force of paragraph 5A of Schedule 2 to the PPVA1981 (which is inserted by section 4)."
    },
    {
        "length": 330,
        "text": "\nConsequential amendments\n\tThe Secretary of State may by order make such provision as the Secretary ofState may consider necessary or expedient for the purposes of, or inconsequence of, or for giving full effect to, any amendment made by sections 2to 5.\n\tThe power conferred by subsection (1) includes—\n\t\tpower to make different provision for different cases or for differentareas, and\n\t\tpower to make incidental, consequential, supplemental, or transitionalprovision, and savings.\n\tThe powers conferred by subsections (1) and (2) include power to amend ormodify any provision of this Act or any other enactment (whenever passed ormade) for the purpose of making any such provision, or any such saving, as ismentioned in either of those subsections.\n\tThe only provision that may be made by an order under this section inrelation to Scotland is provision relating to reserved matters within themeaning of the Scotland Act [1998 (c. 46)](/id/ukpga/1998/46?view=plain \"Go toitem of legislation\").\n\tThe power to make an order under this section is exercisable by statutoryinstrument.\n\tA statutory instrument containing an order under this section may not bemade unless a draft of the order has been laid before, and approved by aresolution of, each House of Parliament."
    },
    {
        "length": 2389,
        "text": "\nPart 2Transport policies\n\tLocal transport policies\n\t\tThe TA 2000 is amended as follows.\n\t\tIn section 108 (local transport plans) after subsection (4) insert—\n\t\tIn this Part “local transport policies” means policies developed undersubsection (1)(a).”.\n\t\tIn section 162(1) (interpretation of Part 2) insert the followingdefinition at the appropriate place—\n\t\t\t““local transport policies” has the meaning given in section 108(5),”.\n\t\tIn section 198(1) (interpretation of Part 3) insert the followingdefinition at the appropriate place—\n\t\t““local transport policies” has the meaning given in section 108(5),”.\n\t\tSchedule 1 to this Act (which substitutes references to local transportpolicies for certain references to local transport plans or bus strategies andmakes other related amendments) has effect.\n\tNature of duty to develop transport policies\n\t\tSection 108 of the TA 2000 (local transport plans) is amended as follows.\n\t\tIn subsection (1)(a), omit “facilities and services”.\n\t\tIn subsection (2)—\n\t\t\tfor the words from the beginning to “are” substitute “In subsection (1),“transport” means”,\n\t\t\tfor “those”, in both places, substitute “the transport”,\n\t\t\tfor “include” substitute “includes”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2ZA)Each local transport authority whose area is in England must—\n\t\t\tin developing policies in accordance with subsection (1)(a), and\n\t\t\tin carrying out their functions in accordance with subsection (1)(b),\n\t\t\tcomply with the duties set out in subsection (2ZB).\n\t\t\t(2ZB)The duties are—\n\t\t\tto take into account any policies announced by Her Majesty’s government,and\n\t\t\tto have regard to any guidance issued for the purposes of this paragraph bythe Secretary of State,\n\t\t\twith respect to mitigation of, or adaptation to, climate change or otherwisewith respect to the protection or improvement of the environment.\n\t\t\t(2ZC)The power to issue guidance under subsection (2ZB)(b) does not affect thegenerality of the power to issue guidance under section 112(1).”.\n\tLocal transport plans\n\t\tFor subsection (3) of section 108 of the TA 2000 (duty to prepare localtransport plan) substitute—\n\t\tEach local transport authority whose area is in England must prepare adocument to be known as (or two or more documents to be known together as) thelocal transport plan containing—\n\t\t\ttheir policies under subsection (1)(a);\n\t\t\ttheir proposals for the implementation of those policies.\n\t\t\t\t(3A)Each local transport authority whose area is in Wales must prepare adocument to be known as the local transport plan containing—\n\t\t\ttheir policies under subsection (1)(a), and\n\t\t\ttheir policies under subsection (2A).\n\t\t\t(3B)A local transport authority whose area is in England must, in complyingwith the duty under subsection (1)(b), have regard to the proposals containedin their plan.”.\n\t\tSection 109 of that Act (further provision about plans: England) is amendedas follows.\n\t\tFor subsection (2) substitute—\n\t\tThe authority may replace their plan as they think fit.”.\n\t\tAfter subsection (2) insert—\n\t\t“(2A)In preparing their local transport plan, and in keeping it under review,an authority other than an Integrated Transport Authority must consult—\n\t\t\tthe Secretary of State in relation to functions which the Secretary ofState has—\n\t\t\tas highway authority by virtue of section 1 of the Highways Act 1980, or\n\t\t\tas traffic authority by virtue of section 121A of the Road TrafficRegulation Act 1984,\n\t\t\tif the local transport authority is a county council, the councils of thedistricts in the county (if any).\n\t\t\t(2B)In preparing their local transport plan, and in keeping it under review,an Integrated Transport Authority must consult—\n\t\t\teach local traffic authority (within the meaning of the Road TrafficRegulation Act 1984) for any area within the integrated transport area of theIntegrated Transport Authority,\n\t\t\tthe Secretary of State in relation to functions which the Secretary ofState has—\n\t\t\tas highway authority by virtue of section 1 of the Highways Act 1980, or\n\t\t\tas traffic authority by virtue of section 121A of the Road TrafficRegulation Act 1984,\n\t\t\teach county council and each district council for any area within theintegrated transport area of the Integrated Transport Authority.\n\t\t\t(2C)In preparing their local transport plan, and in keeping it under review,the authority must consult such of the following persons as they considerappropriate—\n\t\t\toperators of any network or station, or of any railway services, in theirarea;\n\t\t\toperators or providers of other transport services in their area, ororganisations appearing to the authority to be representative of the interestsof such persons;\n\t\t\torganisations appearing to the authority to be representative of theinterests of users of transport services and facilities in their area;\n\t\t\tand must also consult any other persons whom they consider appropriate.\n\t\t\t(2D)Any expression which is used in subsection (2C)(a) or (b) and in Part 1 ofthe Railways Act 1993 has the meaning given in that Part, taking “railway” tohave its wider meaning (see section 81 of that Act).”.\n\t\tOmit subsections (5) and (6).\n\tBus strategies no longer required\n\t\tThe TA 2000 is amended as follows.\n\t\tOmit sections 110 and 111 (bus strategies).\n\t\tSection 112 (plans and strategies: supplementary) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tfor “sections 108 to 111” substitute “sections 108 to 109B”;\n\t\t\tomit “(and bus strategies)” and (in each place) “(and strategies)”.\n\t\tIn subsection (2) omit “and their bus strategy”.\n\t\tIn each of sections 113A(1) and 113B(1) (plans and strategies: Wales) for“sections 108 to 111” substitute “sections 108 to 109B”.\n\t\tIn section 162(1) (interpretation) for the definition of “bus services”substitute—\n\t\t\t““bus services” means services using public service vehicles,”.\n\t\tIn section 9A of the TA 1968 (general functions of Passenger TransportAreas and Executives), in subsection (7), omit the words from “and to the busstrategy” to the end.\n\t\tThe TA 1985 is amended as follows.\n\t\tIn section 63 (functions of local councils with respect to passengertransport)—\n\t\t\tin subsection (8), omit “and to the appropriate bus strategy”;\n\t\t\tomit subsection (8A).\n\t\tIn section 89 (obligation to invite tenders for subsidised services) omitsubsections (7)(b) and (8).\n\tDuty to have regard to transport needs of disabled persons\n\t\tSection 112 of the TA 2000 (plans and strategies: supplementary) is amendedas follows.\n\t\tIn subsection (2) (duty to have regard to needs of certain persons indeveloping transport policies)—\n\t\t\tafter “developing” insert “and implementing”;\n\t\t\tafter “needs of” insert “disabled persons (within the meaning of theDisability Discrimination Act 1995) and of”.\n\tDevelopment of policies by ITA no longer joint duty with districtcouncils\n\t\tSection 113 of the TA 2000 (role of metropolitan district councils) isamended as follows.\n\t\tOmit subsection (1).\n\t\tFor subsection (2) substitute—\n\t\tThe duties imposed on an Integrated Transport Authority for an integratedtransport area by—\n\t\t\tsection 108(1)(b), (2ZA) and (3B), and\n\t\t\tsection 109(4),\n\t\t\t\tare also duties of each of the councils for the metropolitan districtscomprised in the area, subject to the modifications set out in subsection(2A).\n\t\t\t(2A)The modifications are—\n\t\t\tin section 108(1)(b), the reference to “those policies” is a reference tothe policies developed by the Integrated Transport Authority for that area;\n\t\t\tin section 108(3B), the reference to “their plan” is a reference to thelocal transport plan of the Integrated Transport Authority for that area;\n\t\t\tin section 109(4), the reference to “their local transport plan” is areference to the local transport plan of the Integrated Transport Authorityfor that area.”.\n\t\tOmit subsection (3).\n\t\tIn section 162 of that Act (interpretation for the purposes of Part 2) omitsubsection (6).\n\t\tIn section 198(2) of that Act (interpretation of certain references toauthority’s local transport plan)—\n\t\t\tfor “local transport plan” (in the first place) substitute “local transportpolicies”;\n\t\t\tfor “the local transport plan made jointly by” substitute “the localtransport policies of”;\n\t\t\tomit the words from “and the councils” to the end."
    },
    {
        "length": 2926,
        "text": "\nQuality partnership schemes\n\tQuality partnership schemes\n\t\tSection 114 of the TA 2000 (quality partnership schemes) is amended asfollows.\n\t\tIn subsection (1), for the words from “will to any extent” to the end(which make it a condition that a scheme implement the policies in theauthority’s bus strategy) substitute “will contribute to the implementation oftheir local transport policies”.\n\t\tFor subsection (3)(a) (authority must be satisfied that scheme will improvequality of local services) substitute—\n\t\t\tbring benefits to persons using local services in the whole or any part oftheir area, or combined area, by improving the quality of those services, or”.\n\t\tAfter subsection (3) insert—\n\t\t\t“(3A)If the authority or authorities consider that it is necessary orexpedient for any restrictions to be imposed on the registration of—\n\t\t\tany local services, or\n\t\t\tany local services of a particular description,\n\t\t\tthey may impose those restrictions (“registration restrictions”) by specifyingor describing them in the scheme.\n\t\t\t(3B)Any restrictions so imposed must be for the purpose of preventing orrestricting—\n\t\t\tthe provision of local services, or\n\t\t\tthe variation or withdrawal of local services,\n\t\t\tin cases where the authority or authorities consider that any such provision,or (as the case may be) variation or withdrawal, of services might bedetrimental to the provision of services under the scheme.\n\t\t\t(3C)Where a scheme includes any registration restrictions by virtue ofsubsection (3A), it must also specify the criteria (“registration criteria”)by reference to which the traffic commissioners are to decide whether or notto accept an application for registration.\n\t\t\t(3D)In subsections (3A) to (3C) “registration”, in relation to any service,—\n\t\t\tmeans registration of prescribed particulars of the service under section 6of the Transport Act 1985 (registration of local services), and\n\t\t\tincludes a reference to the variation or cancellation of any suchregistration.”.\n\t\tFor subsection (6) substitute—\n\t\tThe standard of services which may be specified in a scheme includes—\n\t\t\trequirements which the vehicles being used to provide the services mustmeet, and\n\t\t\trequirements as to frequency or timing of the services,\n\t\t\tbut the specification of any such requirements is not to prevent operatorsfrom providing services in excess of those requirements.”.\n\t\tAfter subsection (6) insert—\n\t\t“(6A)The standard of services which may be specified in a scheme may alsoinclude requirements as to the maximum fares that may be charged forparticular journeys, or for journeys of particular descriptions, on servicesto which the scheme applies.\n\t\t(6B)A scheme may include a requirement falling within subsection (6)(b) or(6A) only if there are no admissible objections to the requirement fromrelevant operators.\n\t\tSection 122(3) to (5) makes further provision with respect to such schemes.”.\n\t\tAfter subsection (6B) insert—\n\t\t“(6C)The power to make a quality partnership scheme includes power to providefor different facilities, or different standards of services, to be providedunder the scheme as from different dates after the scheme comes intooperation.”.\n\tNotice and consultation requirements\n\t\tSection 115 of the TA 2000 (notice and consultation requirements) isamended as follows.\n\t\tIn subsection (2) (contents of notice etc) after “details of the facilitiesand standards of services” insert “, and of any registration restrictions andregistration criteria,”.\n\t\tIn subsection (4) (meaning of “relevant local authorities” for purposes ofconsultation) for paragraph (b) substitute—\n\t\t\tdistrict councils in England,”.\n\tMaking a scheme: different dates for different facilities or standardsetc\n\t\tSection 116 of the TA 2000 (making of scheme) is amended as follows.\n\t\tIn subsection (2) (contents of scheme) after “The scheme must specify”insert “each of the following”.\n\t\tAfter paragraph (b) of that subsection (standards of service) insert—\n\t\t\tany registration restrictions imposed by it and any registration criteriaspecified in it,”.\n\t\tAfter paragraph (d) of that subsection (duration of scheme) insert—\n\t\t\tif any facilities or standards of services are to be provided under thescheme as from a date after the scheme comes into operation, the date as fromwhich they are to be so provided.”.\n\t\tFor subsections (4) and (5) (earliest date on which scheme may come intooperation) substitute—\n\t\tThe date as from which any particular facilities, or any services of aparticular standard, are to be provided must not be earlier than—\n\t\t\tin the case of facilities, the latest of dates A to C (see subsections (4B)to (4D)),\n\t\t\tin the case of services, the later of dates A and D (see subsections (4B)and (4E)),\n\t\t\t\tunless the case falls within subsection (4A).\n\t\t\t(4A)If under the scheme—\n\t\t\tparticular facilities are to be provided by the authority or authorities,and\n\t\t\tas from the date by which the facilities are to be provided, services of aparticular standard are to be provided by operators of local services whenusing the facilities,\n\t\t\tthe date as from which the facilities and the services are to be provided mustnot be earlier than the latest of dates A to D.\n\t\t\t(4B)Date A is the date 3 months after the date on which the scheme is made.\n\t\t\t(4C)Date B is the date by which, in the opinion of the authority orauthorities, it will be reasonably practicable for the authority orauthorities to provide the facilities.\n\t\t\t(4D)Date C is the date 3 months after—\n\t\t\tthe date on which any traffic regulation order required for the provisionof any of the facilities is made, or\n\t\t\tif more than one such order is required for their provision, the date onwhich the last of them is made.\n\t\t\t(4E)Date D is the date by which, in the opinion of the authority orauthorities, it will be reasonably practicable for operators of local servicesto provide services of the particular standard.”.\n\t\tIn section 162(4) of that Act (interpretation of references to authorities)for the entry relating to section 116 substitute—\n\t\t\t  * “section 116(2)(a), (4)(a), (4A)(a) and, in the second place, (4C),”.\n\tPostponement of provision of particular facilities or standards ofservice\n\t\tIn section 117 of the TA 2000 (postponement, for up to 12 months, of dateon which scheme comes into operation) for subsection (1) substitute—\n\t\tIf it appears to the authority or authorities appropriate to do so, theymay decide that any of the dates specified in subsection (1A) shall bepostponed by such period as they think fit.\n\t\t\tA date may not be postponed under this subsection by a period or periods whichin total exceed 12 months.\n\t\t(1A)The dates are—\n\t\t\tthe date on which the scheme is to come into operation,\n\t\t\tthe date as from which any particular facilities are to be provided underthe scheme,\n\t\t\tthe date as from which any particular services are to be provided to aparticular standard under the scheme.”.\n\t\tIn consequence of the amendment made by subsection (1), the heading to thesection becomes “Postponement of scheme or of provision of particularfacilities or standards of service”.\n\tEffect of scheme: different dates for different facilities or standardsetc\n\t\tSection 118 of the TA 2000 (effect of scheme) is amended as follows.\n\t\tFor subsection (1) (facilities to be provided from date on which schemecomes into operation) substitute—\n\t\tThe authority or authorities must—\n\t\t\tprovide each of the specified facilities not later than the date specifiedfor its provision under the scheme, and\n\t\t\tcontinue to provide it throughout the remainder of the period for which thescheme is in operation.”.\n\t\tIn subsection (4)(a) (operator of local services to give writtenundertaking to traffic commissioner) for the words from “that he will” to“when using the facilities” substitute “that, when using the facilities on anydate, he will provide the service to the standard specified in the scheme asit has effect in relation to that date”.\n\tRegulations about schemes which specify frequencies, timings or fares\n\t\tSection 122 of the TA 2000 (regulations about schemes) is amended asfollows.\n\t\tIn subsection (1) after paragraph (a) insert—\n\t\t\tthe content or operation of schemes which include a requirement fallingwithin section 114(6)(b) or (6A),”.\n\t\tAfter subsection (2) insert—\n\t\tAs regards schemes which include any requirement mentioned in section114(6)(b) or (6A), regulations under subsection (1)(a) or (aa) may inparticular make provision—\n\t\t\tfor section 114(6B) not to apply in such circumstances as may beprescribed,\n\t\t\trequiring such schemes to include provision falling within subsection (4),\n\t\t\tfor any requirement as to frequencies, timings or maximum fares to berevised only if there are no admissible objections to the revision fromrelevant operators,\n\t\t\tin prescribed circumstances where such schemes, or any provisions of suchschemes, are subject to postponement under section 117, for any suchrequirement not to take effect unless prescribed conditions are satisfied,\n\t\t\tas to the meaning of “admissible objection” for the purposes of section114(6B) and paragraph (c) of this subsection,\n\t\t\tas to the meaning of “relevant operator” for those purposes,\n\t\t\tas to the determination of any question whether an objection is anadmissible objection or an operator is a relevant operator.\n\t\tThe provision referred to in subsection (3)(b) is provision—\n\t\t\tas respects the setting of frequencies, timings or maximum fares to whichthe requirements relate,\n\t\t\tfor a minimum interval before any requirements as to frequencies, timingsor maximum fares may next be reviewed,\n\t\t\tfor a maximum interval before any such requirements must next be reviewed,\n\t\t\tas respects other circumstances in which any such requirements must or maybe reviewed,\n\t\t\tas respects revision of any such requirements after a review.\n\t\tSubsections (3)(b) and (4) have effect subject to, and in accordance with,the following provisions—\n\t\t\tthe revision of requirements as to frequencies, timings or maximum faresunder any provision made in accordance with those subsections is not to beregarded as a variation of the scheme for the purposes of section 120(variation or revocation of scheme), but\n\t\t\tnothing in those subsections or in paragraph (a) of this subsection shallbe taken to derogate from what may be done under or by virtue of that section.\n\t\tThe provision that may be made by virtue of subsection (3)(g) includesprovision for and in connection with—\n\t\t\tthe appointment of a person (“an adjudicator”) to make such a determinationas is mentioned in that paragraph;\n\t\t\tthe appointment of a person (“an assessor”) to assist an adjudicator inconsidering any question which appears to arise in relation to such adetermination;\n\t\t\tthe payment—\n\t\t\tby the appropriate national authority to an adjudicator, or\n\t\t\tby the appropriate national authority or an adjudicator to an assessor,\n\t\t\t\tof such remuneration as may be determined by or in accordance with theregulations.”."
    },
    {
        "length": 1555,
        "text": "\nQuality contracts schemes\n\tQuality contracts schemes\n\t\tSection 124 of the TA 2000 (bus services: quality contracts schemes) isamended as follows.\n\t\tIn subsection (1) (power of local transport authorities etc to make qualitycontracts schemes if satisfied it is the only way to implement policies intheir bus strategies and it is economic etc) for paragraphs (a) and (b)substitute—\n\t\t\tthe proposed scheme will result in an increase in the use of bus services(see subsection (9B)) in the area to which the proposed scheme relates,\n\t\t\tthe proposed scheme will bring benefits to persons using local services inthe area to which the proposed scheme relates, by improving the quality ofthose services,\n\t\t\tthe proposed scheme will contribute to the implementation of the localtransport policies of the authority or authorities,\n\t\t\tthe proposed scheme will contribute to the implementation of those policiesin a way which is economic, efficient and effective, and\n\t\t\tany adverse effects of the proposed scheme on operators will beproportionate to the improvement in the well-being of persons living orworking in the area to which the proposed scheme relates and, in particular,to the achievement of the objectives mentioned in paragraphs (a) to (d).”.\n\t\tFor subsection (2) (need to comply with notice and consultationrequirements and obtain approval of appropriate national authority)substitute—\n\t\tA quality contracts scheme may not be made unless the authority orauthorities—\n\t\t\thave complied with the requirements of section 125,\n\t\t\tin the case of a scheme for an area in Wales, have obtained the approval ofthe Welsh Ministers in accordance with section 126, and\n\t\t\tin the case of a scheme for an area in England, meet the requirements ofsubsection (2A).\n\t\t\t\t(2A)The requirements are that the authority or authorities—\n\t\t\thave published under section 126C(5) the request which they sent to the QCSboard under section 126C(4), and\n\t\t\tpublish, in accordance with section 127(1A), a response prepared by them tothe report published by the QCS board under section 126D(5) in relation to thescheme.”.\n\t\tIn subsection (3)(b) (under quality contracts scheme local services to beprovided only under quality contracts) after “section 127(4)” insert “andsection 132C”.\n\t\tAfter subsection (9) insert—\n\t\t“(9A)The power to make a scheme jointly may be exercised only if—\n\t\t\tall the authorities are local transport authorities for areas in England,or\n\t\t\tall the authorities are local transport authorities for areas in Wales.”.\n\t\tAfter subsection (9A) insert—\n\t\t“(9B)The reference in subsection (1)(a) to increasing the use of bus servicesincludes a reference to reducing, arresting or reversing decline in the use ofbus services.”.\n\tNotice and consultation requirements\n\t\tSection 125 of the TA 2000 (notice and consultation requirements) isamended as follows.\n\t\tIn subsection (1) for the words from “they must give notice” to the end(which require the authority to give notice of the proposed scheme in a localnewspaper) substitute “they must—\n\t\t\tpublish, in such manner as they think fit, a consultation documentcomplying with subsection (1A),\n\t\t\tsupply a copy of that document to each of the persons mentioned insubsection (3),\n\t\t\tgive notice in accordance with subsection (2) of the proposed scheme in atleast one newspaper circulating in the area to which it relates, and\n\t\t\tif the proposed scheme relates to an area in England, send a copy of thatnotice to the senior traffic commissioner as soon as reasonably practicableafter its publication.”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)The consultation document mentioned in subsection (1)(a) must include—\n\t\t\ta description of the proposed scheme;\n\t\t\ta statement of the reasons why the authority or authorities are satisfiedthat the conditions in subsection (1) or, as the case may be, (1A) of section124 are met;\n\t\t\ta description of any arrangements which the authority or authorities intendto make (including arrangements with other authorities or other persons) foror in connection with the implementation of the scheme;\n\t\t\ta statement of how any costs which the authority or authorities expect toincur under the scheme are to be defrayed;\n\t\t\ta declaration by the chief finance officer or officers of the authority orauthorities that, after taking into account—\n\t\t\tany estimated income from fares, and\n\t\t\tany grants from Ministers of the Crown or government departments,\n\t\t\tany remaining funding required to implement the scheme can be provided fromother resources available to the authority or authorities;\n\t\t\tthe date by which any written responses to the consultation must besubmitted to the authority or authorities.\n\t\t\t(1B)The description of the proposed scheme contained in the consultationdocument in accordance with subsection (1A)(a) must include—\n\t\t\tan outline of the local services which are proposed to be provided underit;\n\t\t\ta statement of any proposed exclusions from the scheme by virtue of section127(4).\n\t\t\t(1C)In subsection (1A)(e) “chief finance officer”, in relation to a localtransport authority, means that officer of the authority who is responsibleunder—\n\t\t\tsection 151 of the Local Government Act 1972, or\n\t\t\tsection 73 of the Local Government Act 1985,\n\t\t\tfor making arrangements for the proper administration of the financial affairsof the authority.”.\n\t\tIn subsection (2) (contents of notice)—\n\t\t\tat the end of paragraph (a) insert “and”;\n\t\t\tin paragraph (b) after “a copy of the scheme” insert “and the consultationdocument”;\n\t\t\tomit paragraph (c) and the word “and” preceding it.\n\t\tIn subsection (3) (consultees) at the beginning of paragraph (e) (trafficcommissioners for the area of the scheme) insert “if the proposed schemerelates to an area in Wales,”."
    },
    {
        "length": 3704,
        "text": "\nQCS boards for England and approval by Welsh Ministers in Wales\n\tApproval of proposed schemes: required for areas in Wales only\n\t\tSection 126 of the TA 2000 (approval of proposed scheme) is amended asfollows.\n\t\tBefore subsection (1) insert—\n\t\t\t“(A1)This section has effect in any case where the scheme or proposed schemerelates to an area in Wales.”.\n\t\tIn subsection (1) (which refers to compliance with section 125) after“complied with” insert “the requirements of”.\n\t\tIn subsection (3) (right of person consulted under section 125(3) to makerepresentations) for “consulted” substitute “who was consulted, or who isaggrieved at not being consulted,”.\n\t\tIn subsection (4)(a)—\n\t\t\tfor “paragraphs (a) and (b)” substitute “paragraphs (a) to (e)”, and\n\t\t\tomit “or (as the case may be) paragraphs (a) to (d) of section 124(1A)”.\n\t\tThe heading to the section accordingly becomes “Approval of proposedschemes for areas in Wales”.\n\tBoards for proposed schemes for areas in England\n\t\tAfter section 126 of the TA 2000 (approval of proposed scheme) insert—\n\t\t“126ABoards for proposed schemes for areas in England\n\t\t\tWhere the senior traffic commissioner receives a copy of a notice sent bythe authority or authorities pursuant to section 125(1)(d), a board (a “QCSboard”) is to be constituted in accordance with the provisions of this Part todischarge the functions of such a board in relation to the proposed scheme.\n\t\t\tThe board is to consist of 3 members.\n\t\t\tThe members shall be—\n\t\t\t\tone traffic commissioner (“the Commissioner”),\n\t\t\t\ttwo persons drawn from a panel of persons appointed by the Secretary ofState for the purposes of this section.\n\t\t\tThe Commissioner is to chair the board.\n\t\t\tWithin a prescribed period of receiving the copy of the notice mentioned insubsection (1), the senior traffic commissioner is to—\n\t\t\t\tdesignate the traffic commissioner who is to be the Commissioner in thecase of the particular board,\n\t\t\t\tgive notice of that designation to the authority or authorities, inaccordance with the prescribed procedure, identifying the person designated,\n\t\t\t\tpublish, in such manner as may be prescribed, notice of the designation,identifying the person designated.\n\t\t\tThe traffic commissioner who is to be so designated is that one of thetraffic commissioners whom the senior traffic commissioner considers mostappropriate in all the circumstances of the particular case by reason of anyparticular knowledge or experience that the traffic commissioner may have.\n\t\t\t\tThis is subject to subsections (7) and (8).\n\t\t\tIf the senior traffic commissioner considers that the traffic commissionerwho would otherwise fall to be designated to be the Commissioner ought not tobe so designated—\n\t\t\t\tbecause of the traffic commissioner’s illness, incapacity, absence orimpending vacation of office, or\n\t\t\t\tbecause the traffic commissioner is prevented from being the Commissionerby subsection (8),\n\t\t\t\tthe senior traffic commissioner is to designate a different trafficcommissioner to be the Commissioner.\n\t\t\tA traffic commissioner whose ability to act impartially in the case of anyparticular scheme is, in the opinion of that traffic commissioner, in any wayimpaired must not act as the Commissioner in relation to that scheme.\n\t\t\tIf the senior traffic commissioner is unable to discharge the duty to makea designation under subsection (5), the duties of the senior trafficcommissioner under that subsection are to be discharged by the Secretary ofState instead.\n\t\t\tThe persons who are to be members of the board by virtue of subsection(3)(b) are to be designated in such manner and at such time as may beprescribed.\n\t\t\tThe Secretary of State shall pay to each person appointed under subsection(3)(b) such remuneration in respect of the person’s services as may bedetermined by the Secretary of State with the consent of the Treasury.\n\t\t\tIn this section “prescribed” means prescribed in regulations under section126E or 133.”.\n\t\t\tIn section 162 of the TA 2000 (interpretation of Part 2) insert thefollowing definition at the appropriate place in subsection (1)—\n\t\t\t““QCS board” is to be read in accordance with section 126A(1),”.\n\tAdvice by boards or their Commissioners\n\t\tAfter section 126A insert—\n\t\t“126BAdvice by boards or their Commissioners\n\t\t\tThis section applies at any time after the traffic commissioner who is tochair the QCS board for the proposed scheme has been designated under section126A.\n\t\t\tThe QCS board may give advice about matters of a procedural nature to anyperson who requests it before the end of the appropriate period.\n\t\t\tFor the purposes of subsection (2), the end of the appropriate period is—\n\t\t\t\tthe date on which a scheme is made, or\n\t\t\t\tif no scheme is made, the date on which the authority or authorities givenotice to the board under section 126C(7) that they have decided not toproceed with the proposed scheme.\n\t\t\tThe board may not, under subsection (2), give advice about the merits ofthe proposed scheme.\n\t\t\tIf the Secretary of State thinks it appropriate to do so in connection withsecuring propriety in the giving of advice under subsection (2), the Secretaryof State may by regulations make provision about the giving of advice underthat subsection (but not about what the advice is to be).\n\t\t\tIn particular, regulations under subsection (5) may make provision that hasthe effect that—\n\t\t\t\ta person’s request for advice under subsection (2), or\n\t\t\t\tadvice given under subsection (2) to a person,\n\t\t\t\t\tmust be, or may be, disclosed by the board to persons other than that personor to the public generally.\n\t\t\tIn relation to requests received at any time before the members of theboard have been designated, the functions of the board under this section areexercisable on behalf of the board by the traffic commissioner who has beendesignated to chair the board.”.\n\tConsideration of proposed schemes by boards\n\t\tAfter section 126B insert—\n\t\t“126CRequests for boards to begin consideration etc of proposed schemes\n\t\t\tThis section applies in any case where—\n\t\t\t\tthe proposed scheme is for an area in England, and\n\t\t\t\tthe authority or authorities have complied with the requirements of section125(1) to (3).\n\t\t\tIf the authority or authorities wish to proceed with the proposed scheme,they must send each of the following to the QCS board as soon as reasonablypracticable after the end of the consultation period—\n\t\t\t\tcopies of all written responses received from the persons consulted,\n\t\t\t\tinformation about representations made orally at meetings or other eventsheld by the authority or authorities during the consultation period,\n\t\t\t\ta summary of the action which the authority or authorities have taken tocomply with the requirements of section 125(1) to (3).\n\t\t\tThe authority or authorities must have complied with subsection (2) beforethey send the board a request under subsection (4).\n\t\t\tWhen the authority or authorities consider it appropriate to do so, theyare to send to the board a written request for it to begin the performance ofits functions under section 126D in relation to the proposed scheme.\n\t\t\tIf the authority or authorities send the board a request under subsection(4), they must also—\n\t\t\t\tpublish the request,\n\t\t\t\tsend to the board a copy of the proposed scheme that it is to considerunder section 126D,\n\t\t\t\tif the proposed scheme mentioned in section 125(2) differs from theproposed scheme mentioned in paragraph (b), publish a notice stating where acopy of the proposed scheme mentioned in paragraph (b) may be inspected.\n\t\t\tIf, following the sending of a request under subsection (4), the authorityor authorities—\n\t\t\t\tmodify the proposed scheme under section 125(5) or section 126D(7), and\n\t\t\t\tdesire the QCS board to exercise its functions under section 126D inrelation to the proposed scheme, as modified,\n\t\t\t\t\tthey may send the board a further request under subsection (4).\n\t\t\tIf at any time the authority or authorities decide not to proceed with theproposed scheme, they must—\n\t\t\t\tgive written notice of that decision to the QCS board, and\n\t\t\t\tpublish notice that they have done so.\n\t\tDConsideration of proposed schemes by boards\n\t\t\tFollowing receipt of a request from the authority or authorities undersection 126C(4), the QCS board is to consider the proposed scheme and—\n\t\t\t\tform an opinion whether the conditions set out in the paragraphs of section124(1) or, as the case may be, of section 124(1A) are met in the case of theproposed scheme;\n\t\t\t\tform an opinion whether the authority or authorities have complied with therequirements of section 125(1) to (3).\n\t\t\tIf the board is of the opinion that the conditions mentioned in subsection(1)(a) are not met, it may make recommendations as to actions that theauthority or authorities might take in response to that opinion.\n\t\t\tIf the board is of the opinion that the authority or authorities have notcomplied with the requirements of section 125(1) to (3), it may makerecommendations as to actions that the authority or authorities might take inresponse to that opinion.\n\t\t\tIf, in performing its functions under subsection (1)(b), the board is ofthe opinion that any person who was not consulted under section 125(3) oughtto have been so consulted, that person has—\n\t\t\t\tthe rights of appeal under section 127A that are conferred by virtue ofsubsection (3)(b) of that section, or\n\t\t\t\tin a case where this section applies by virtue of section 131C(3) (non-exempt proposal to continue scheme), the rights of appeal under section 131Fthat are conferred by virtue of subsection (3)(b) of that section.\n\t\t\tThe board is to give notice to the authority or authorities of—\n\t\t\t\tthe opinions that it has formed on the questions in paragraphs (a) and (b)of subsection (1),\n\t\t\t\tany recommendations that it makes under subsection (2) or (3),\n\t\t\t\tits reasons for forming those opinions and making any such recommendations,\n\t\t\t\t\tand is to publish a report stating those opinions, recommendations andreasons.\n\t\t\tIf, in a case where the board makes recommendations under subsection (3),the authority or authorities take the action recommended by the board andpublish notice that they have done so, this Part has effect as if—\n\t\t\t\tthe authority or authorities had complied with the requirements of section125(1) to (3) to which the recommendations relate, and\n\t\t\t\tthe opinion formed by the board on the question in subsection (1)(b) hadincluded (and had been stated in the report as including) the opinion that theauthority or authorities had complied with those requirements.\n\t\t\tFollowing receipt of the notice under subsection (5), the authority orauthorities may modify the proposed scheme.\n\t\t\tIf the authority or authorities—\n\t\t\t\tmodify the proposed scheme by virtue of subsection (7) or section 125(5),and\n\t\t\t\tsend the board a request under section 126C(4) by virtue of section126C(6),\n\t\t\t\tthis section has effect with such modifications or exclusions as may beprescribed by regulations under section 126E or 133.”.\n\tPractice and procedure of boards\n\t\tAfter section 126D of the TA 2000 insert—\n\t\t“126EPractice and procedure of boards\n\t\t\tThe Secretary of State may make regulations—\n\t\t\t\twith respect to the constitution of a QCS board,\n\t\t\t\twith respect to the powers and duties of any such board,\n\t\t\t\tgoverning the practice and procedure to be followed by any such board, and\n\t\t\t\tgenerally for the carrying into effect of the powers and duties of any suchboard.\n\t\t\tThe provision that may be made by regulations under subsection (1)includes—\n\t\t\t\tprovision about requests under section 126C(4);\n\t\t\t\tprovision for an acknowledgement of the receipt of any such request to beissued by such person, and within such time, as may be prescribed in theregulations;\n\t\t\t\tthe procedure to be followed in cases where a further request under section126C(4) is sent to the QCS board by virtue of section 126C(6) in relation to aproposed scheme which has been modified (the “modified scheme”);\n\t\t\t\tprovision for or in connection with the making of representations about themodified scheme;\n\t\t\t\tthe publication by the board of provisional findings before it publishesits report.\n\t\t\tRegulations may prescribe the time within which the Secretary of Stateconsiders that any QCS board should normally have published its report.\n\t\t\tIt is the duty of a QCS board to take all reasonable steps to publish itsreport within that time.\n\t\t\tIf a QCS board does not publish its report within that time, theCommissioner must immediately prepare a statement of—\n\t\t\t\tthe reasons why the board has not published its report within that time;\n\t\t\t\tthe action the board is taking to publish its report as soon as reasonablypracticable;\n\t\t\t\tthe time within which it is expected that the board will publish itsreport.\n\t\t\tAs soon as reasonably practicable after the statement required bysubsection (5) has been prepared, the Commissioner must send a copy of it toeach of the following—\n\t\t\t\tthe Secretary of State;\n\t\t\t\tthe authority or authorities proposing to make the scheme.\n\t\t\tThe Secretary of State may issue guidance concerning the carrying out by aQCS board of its functions under this Part in relation to quality contractsschemes.\n\t\t\tA QCS board must have regard to any such guidance.\n\t\t\tIn this section—\n\t\t\t\t  * “the Commissioner” has the same meaning as in section 126A;\n\t\t\t\t  * “regulations” means regulations made by the Secretary of State;\n\t\t\t\t  * “report” means the report which the board is required to publish by virtue of section 126D(5).”."
    },
    {
        "length": 2621,
        "text": "\nMaking and duration of quality contracts schemes\n\tMaking of scheme\n\t\tSection 127 of the TA 2000 (making of scheme) is amended as follows.\n\t\tFor subsection (1) (making of scheme to be not later than 6 months afterapproval by appropriate national authority) substitute—\n\t\tThe authority or authorities who proposed the scheme may make it—\n\t\t\tin the case of a scheme for an area in England, in accordance with therequirements of subsection (1A);\n\t\t\tin the case of a scheme for an area in Wales, in accordance with therequirements of subsection (1B).\n\t\t\t\t(1A)If the scheme is for an area in England, the authority or authorities whoproposed it—\n\t\t\tmust not make the scheme until they publish a response prepared by them tothe report published by the QCS board under section 126D(5) in relation to thescheme, but\n\t\t\tsubject to that, may make the scheme at any time not later than 6 monthsafter the publication of that report.\n\t\t\tAny such response must state the actions (if any) which the authority orauthorities have taken in relation to each of the board’s recommendations (ifany) under section 126D(2) or (3).\n\t\t\t(1B)If—\n\t\t\tthe scheme is for an area in Wales, and\n\t\t\tthe Welsh Ministers approve the scheme under section 126,\n\t\t\tthe authority or authorities who proposed it may make it, as approved, at anytime not later than 6 months after the date of the approval.”.\n\t\tIn subsection (2) (what the scheme must specify) for paragraph (b) (date onwhich scheme comes into operation etc) substitute—\n\t\t\tthe date on which it is to come into operation or, if the scheme providesfor different provisions to come into operation on different dates, or ondifferent dates for different purposes, those dates in the case of eachprovision, and”.\n\t\tIn subsection (2), in paragraph (c) (maximum period for which scheme toremain in operation) after “ten years” insert “from the earliest date on whichthe scheme or any of its provisions comes into operation.”.\n\t\tAfter subsection (2) insert—\n\t\t“(2A)No date that is to be specified under subsection (2)(b) may be earlierthan 6 months after the scheme is made.”.\n\t\tAfter subsection (3) insert—\n\t\t“(3A)The scheme must specify the date or dates on which it is proposed thatthe authority or authorities will issue invitations to tender for theprovision of any services to which the scheme relates (see section 130).”.\n\t\tIn subsection (9) (contents of notice under subsection (8)) for paragraph(c) (date on which scheme comes into operation) substitute—\n\t\t\tthe date or dates on which the scheme, or the different provisions of thescheme, are to come into operation.”.\n\t\tFor subsection (10) (power by order to vary the period mentioned insubsection (2)(b)) substitute—\n\t\tThe appropriate national authority may by order vary any of the periodsmentioned in subsection (1A), (1B) or (2A).”.\n\t\tIn section 162(4) of the TA 2000 (provisions where references to PassengerTransport Authorities or Integrated Transport Authorities are to be read asreferences to Passenger Transport Executives) insert at the appropriate placein the list of provisions—\n\t\t\t  * “section 127(3A),”.\n\tAppeals against the making of schemes for areas in England\n\t\tAfter section 127 of the TA 2000 insert—\n\t\t“127AAppeals against the making of schemes for areas in England\n\t\t\tThis section applies where an authority or authorities make a qualitycontracts scheme for an area in England.\n\t\t\tAny person falling within subsection (3) may appeal to the TransportTribunal against the decision of the authority or authorities to make thescheme.\n\t\t\tThe persons are—\n\t\t\t\tany person who was consulted under section 125(3),\n\t\t\t\tany person who was not consulted under section 125(3) but who, in theopinion of the QCS board under section 126D(1)(b), ought to have been soconsulted.\n\t\t\tAn appeal under this section may be—\n\t\t\t\ton a point of law, or\n\t\t\t\ton a question of fact, unless subsection (5) prevents it.\n\t\t\tNo appeal lies under this section on a question of fact (and no question offact is to be entertained by the Tribunal on an appeal under this section) inany case where subsection (6) applies.\n\t\t\tThis subsection applies if the QCS board stated in its report under section126D(5) that it is of the opinion—\n\t\t\t\tthat the conditions in the paragraphs of section 124(1) or, as the case maybe, of section 124(1A) are met, and\n\t\t\t\tthat the authority or authorities have complied with the requirements ofsection 125(1) to (3) (or are by virtue of section 126D(6) to be taken to havecomplied with those requirements by virtue of having taken any actionrecommended by the board in any previous reports),\n\t\t\t\t\tand if the scheme, as made, corresponds to the proposed scheme to which thatreport relates.\n\t\t\tThe authority or authorities may issue invitations to tender in accordancewith section 130(1) notwithstanding the lodging of any appeal under or byvirtue of this section.\n\t\tBPowers of the Transport Tribunal on an appeal under section 127A\n\t\t\tOn an appeal under section 127A the Transport Tribunal shall have power—\n\t\t\t\tto make such order as they think fit, or\n\t\t\t\tto remit any matter (with or without directions) to the authority orauthorities for their consideration or determination or for such otherpurposes as the Tribunal may direct.\n\t\t\tThe powers of the Tribunal on an appeal under section 127A include power todo any one or more of the following—\n\t\t\t\tdismiss the appeal in whole or in part,\n\t\t\t\tremit the matter to the authority or authorities with one or moredirections under subsection (3),\n\t\t\t\tdirect the authority or authorities to vary the scheme in such manner asthe Tribunal may specify in the direction (but see subsection (4)),\n\t\t\t\tquash the decision of the authority or authorities (but see subsection(5)).\n\t\t\tA direction under this subsection is a direction for the authority orauthorities to do each of the following—\n\t\t\t\tconsider or reconsider such matters as may be specified in the direction,\n\t\t\t\tconsult or further consult as respects those matters in such manner as maybe specified in the direction,\n\t\t\t\tvary the scheme in such respects as may in consequence appear appropriateto the authority or authorities.\n\t\t\tThe Tribunal may give a direction under this section to vary the scheme byreducing the area to which the scheme relates only if they are of the opinionthat the conditions in section 132(3) are met.\n\t\t\tThe power of the Tribunal under this section to quash the decision of theauthority or authorities is exercisable only if the Tribunal are of theopinion that there are defects in the scheme which are not capable of beingremedied by varying the scheme under or by virtue of subsection (2)(b) or (c).\n\t\t\tWhere, on an appeal under section 127A, the Tribunal exercises any powerfalling within paragraph (b) of subsection (2) above, the only further appealallowed under that section is an appeal against a decision of the authority orauthorities to vary, or not to vary, the scheme by virtue of subsection(3)(c).”.\n\t\t\tIn section 162(4) of the TA 2000 (provisions where references to PassengerTransport Authorities or Integrated Transport Authorities are to be read asreferences to Passenger Transport Executives) insert at the appropriate placein the list of provisions—\n\t\t\t\t  * “section 127A(7),”.\n\tPostponement of scheme in part\n\t\tIn section 128 of the TA 2000 (postponement of scheme) in subsection (1)—\n\t\t\tafter “the scheme”, in the second place where those words occur, insert “,or any particular provision of the scheme,”;\n\t\t\tafter “would otherwise come into operation” insert “, or come intooperation for any particular purpose or purposes,”.\n\tEffect of scheme: different operational dates and excepted services\n\t\tSection 129 of the TA 2000 (effect of scheme) is amended as follows.\n\t\tIn subsection (1) (consequences for period during which scheme is inoperation)—\n\t\t\tafter “the scheme” insert “, or (in the case of a scheme which provides fordifferent provisions to come into operation on different dates) any provisionof the scheme,”;\n\t\t\tin paragraph (a), for “the area to which it relates” substitute “the areato which the scheme, or that provision, relates”;\n\t\t\tin paragraph (b), after “under a quality contract” insert “or is an interimservice (see section 132C)”.\n\t\tIn subsection (2) (exception for services excluded from the scheme byvirtue of section 127(4)) after “But subsection (1) does not apply” insert “—\n\t\t\tso as to prevent the application of sections 6 to 9 of the Transport Act1985 in relation to any service by virtue or in consequence of section 6B ofthat Act (application for registration or variation where quality contractsscheme in force),\n\t\t\tso as to prevent the provision of any service registered under section 6 ofthe Transport Act 1985 by virtue of section 6B of that Act, or\n\t\t\t”. \n\t\tSubsection (4) (tenders to be invited not later than 3 months after thescheme has been made) shall cease to have effect.\n\tExtension of maximum period of quality contracts\n\t\tSection 130 of the TA 2000 (tendering for quality contracts) is amended asfollows.\n\t\tIn subsection (1) (authority to tender for provision of services) after“services to which the scheme” insert “, or each provision of the scheme,”.\n\t\tIn subsection (2) (period of contract not to exceed five years) for “five”substitute “10”."
    },
    {
        "length": 1576,
        "text": "\nContinuation of schemes for further periods\n\tAfter section 131 of the TA 2000 insert—\n\t“131AContinuation of schemes for further periods\n\t\tIf it appears to them appropriate to do so, the authority or authoritieswho made a quality contracts scheme (other than any to whose area the schemeno longer relates) may decide that the scheme should continue in operation fora further period, with or without modification.\n\t\tBefore making such a decision, they must, unless the proposal that thescheme should continue is an exempt continuation proposal (see section 131B),comply with the requirements of—\n\t\t\tsection 124(2)(b) (approval by Welsh Ministers), if the scheme is for anarea in Wales, or\n\t\t\tsection 124(2)(c) (publication of request to, and response to report of,QCS board), if the scheme is for an area in England.\n\t\tSection 125 applies in relation to the continuation of a scheme under thissection as it applies in relation to the making of a scheme, but with thefollowing modifications—\n\t\t\tany reference to a proposal to make a scheme is to be read as a referenceto a proposal for the continuation of a scheme,\n\t\t\tany reference to the proposed scheme is to be read as a reference to thescheme as proposed to continue in operation,\n\t\t\t\tand with the further modifications specified in subsections (4) and (5), butthis is subject to such modifications or exclusions as may be prescribed byregulations under section 133.\n\t\tIf the proposal is an exempt continuation proposal—\n\t\t\tsection 125(1)(d) (duty to send copy of notice to senior trafficcommissioner if scheme relates to area in England) does not apply, but\n\t\t\tsection 125(3)(e) (duty to consult traffic commissioners for areas to whichscheme relates) applies with the omission of the words “if the proposed schemerelates to an area in Wales,”.\n\t\tThe consultation document that is to be published by virtue of section125(1)(a), as applied by subsection (3), must (instead of complying withsection 125(1A)) include—\n\t\t\ta description of the scheme, together with any proposed modifications toit;\n\t\t\ta statement of the opinion of the authority or authorities as to theeffectiveness of the scheme in achieving the objectives set out in paragraphs(a) to (e) of section 124(1) or, as the case may be, paragraphs (b) and (d) ofsection 124(1A) up to the date of the report;\n\t\t\ta statement of the reasons why they are satisfied that the scheme asproposed to be continued (with any proposed modifications) will meet theconditions in subsection (1) or, as the case may be, (1A) of section 124;\n\t\t\ta description of any arrangements which the authority or authorities intendto make (including arrangements with other authorities or other persons) foror in connection with the continuation of the scheme;\n\t\t\ta statement of the period for which it is proposed that the scheme shouldcontinue in operation, which must not be more than a further 10 years;\n\t\t\tif the authority or authorities consider that the proposal for the schemeto continue is an exempt continuation proposal, a statement of that fact;\n\t\t\ta statement of how any costs which the authority or authorities expect toincur under the scheme are to be defrayed;\n\t\t\ta declaration by the chief finance officer or officers of the authority orauthorities that, after taking into account—\n\t\t\tany estimated income from fares, and\n\t\t\tany grants from Ministers of the Crown or government departments,\n\t\t\tany remaining funding required to continue the scheme in operation can beprovided from other resources available to the authority or authorities;\n\t\t\tthe date by which any written responses to the consultation must besubmitted to the authority or authorities.\n\t\tFor the purposes of this section—\n\t\t\tsubsection (1B) of section 125 (matters to be included in the descriptionof the proposed scheme) applies for the purposes of subsection (5)(a) as itapplies for the purposes of subsection (1A)(a) of that section, and\n\t\t\tsubsection (1C) of that section (meaning of “chief finance officer”)applies for the purposes of subsection (5)(h) as it applies for the purposesof subsection (1A)(e) of that section.\n\t\tThe consultation document mentioned in subsection (5) must be published andsupplied in accordance with section 125(1)(a) and (b) (as applied by thissection) not less than 12 months before the scheme’s expiry date.\n\t\tFor the purposes of this section, a scheme’s “expiry date” is the later ofthe following dates—\n\t\t\tthe end of the period specified in the scheme in accordance with section127(2)(c),\n\t\t\tif the scheme has been continuing in operation by virtue of the previousapplication of this section, the end of the period for which it is socontinuing in operation.\n\t\tThe period for which a scheme continues in operation by virtue of adecision under subsection (1) may begin—\n\t\t\ton such day falling before, on, or immediately after the scheme’s expirydate as the authority or authorities decide, or\n\t\t\tif the circumstances are such that the continuation of the scheme cannotbegin on a day falling within paragraph (a), on such later day as theauthority or authorities decide in accordance with regulations made by theappropriate national authority for the purposes of such circumstances.\n\t\tIf the authority or authorities publish and supply a consultation documentin accordance with subsection (7), the scheme remains in operation (withoutany modifications proposed by them under subsection (1)) until—\n\t\t\tin a case where the scheme is to continue in operation for a furtherperiod, the day before the beginning of that period, or\n\t\t\tin any other case, the scheme’s expiry date.\n\t\tSection 130 (tendering) applies to a scheme that continues in operationunder this section (whether or not the proposal for the scheme to continue inoperation was an exempt continuation proposal) but subject to regulations madeby the appropriate national authority under section 133(3).”."
    },
    {
        "length": 908,
        "text": "\nExempt continuation proposals\n\tAfter section 131A of the TA 2000 insert—\n\t“131BMeaning of “exempt continuation proposal”\n\t\tFor the purposes of this Part a proposal that a quality contracts schemeshould continue in operation is an “exempt continuation proposal” if—\n\t\t\tany one or more of Conditions 1 to 3 are met and Conditions A and B aremet, or\n\t\t\tthe circumstances are as prescribed in regulations made by the appropriatenational authority.\n\t\tCondition 1 is that it is not proposed that the area to which thecontinuation scheme relates is to be greater than the area to which theexisting scheme relates.\n\t\tCondition 2 is that it is proposed that the area to which the continuationscheme relates is to be greater than the area to which the existing schemerelates, but—\n\t\t\tthe additional area proposed to be included falls wholly within the area orcombined area of the authority or authorities proposing the continuation ofthe scheme, and\n\t\t\tit is not proposed that under the continuation scheme any descriptions oflocal services are to be provided under quality contracts in addition to thedescriptions of local services so provided under the existing scheme.\n\t\tCondition 3 is that during the period while the existing scheme has been inforce—\n\t\t\tthere has been a change in the area of the authority, or of any of theauthorities, that last made or continued the scheme, or\n\t\t\ta different authority has become the local transport authority for some orall of the area to which the scheme relates,\n\t\t\t\tbut it is not proposed that under the continuation scheme any descriptions oflocal services are to be provided under quality contracts in addition to thedescriptions of local services so provided under the existing scheme.\n\t\tCondition A is that it is not proposed under the continuation scheme thatany local services which, immediately before the coming into force of thatscheme, were unregulated services are under the continuation scheme to beprovided under quality contracts.\n\t\tCondition B is that it is not proposed under the continuation scheme thatany services which, immediately before the coming into force of that scheme,were excluded services in the case of the existing scheme are not to beexcluded services in the case of the continuation scheme.\n\t\tIn this section—\n\t\t\t  * “the continuation scheme” means the scheme as proposed to continue in operation;\n\t\t\t  * “excluded services”, in the case of any quality contracts scheme, means any local services, or class of local services, which are excluded from the scheme by virtue of section 127(4);\n\t\t\t  * “the existing scheme” means—\n\t\t\tthe scheme as last continued or varied, or\n\t\t\tif the scheme has not previously been continued or varied, the scheme asoriginally made;\n\t\t\t\t  * “unregulated services” means any local services provided otherwise than—\n\t\t\tunder a contract with one or more local transport authorities, or\n\t\t\tby an authority or authorities acting under section 132C(2) (power to provideinterim services in exceptional circumstances);\n\t\t\tand any reference to the coming into force of a scheme includes a reference tothe coming into force of any particular provision of it.\n\t\tSee also section 131E (which makes provision about appeals relating toexempt continuation proposals).”.\n\t\tIn section 162 of that Act (interpretation of Part 2) insert the followingdefinition at the appropriate place in subsection (1)—\n\t\t““exempt continuation proposal” is to be read in accordance with section131B,”."
    },
    {
        "length": 877,
        "text": "\nContinuation of schemes for areas in England: procedure\n\tAfter section 131B of the TA 2000 insert—\n\t“131CContinuation of schemes for areas in England: procedure\n\t\tThis section has effect with respect to the continuation in operation undersection 131A (or the proposed continuation in operation under that section) ofa quality contracts scheme for an area in England (whether with or withoutmodifications).\n\t\tIf the proposal for the continuation of the scheme—\n\t\t\tis an exempt continuation proposal, or\n\t\t\tin a case where the authority or authorities have decided that the schemeshould continue, was such a proposal,\n\t\t\t\tsubsections (2) and (3) to (9) of section 127 apply in relation to thecontinuation of the scheme as they apply in relation to the making of ascheme, but with the modifications in subsection (4).\n\t\tWhere subsection (2) does not apply, sections 126A to 127 apply in relationto the continuation of a scheme as they apply in relation to the making of ascheme, but with the modifications in subsection (4).\n\t\tThe modifications are—\n\t\t\tany reference to a proposal to make a scheme is to be read as a referenceto a proposal for the continuation of a scheme,\n\t\t\tany reference to making a scheme is to be read as a reference to decidingthat a scheme should continue in operation,\n\t\t\tany reference to the proposed scheme is to be read as a reference to thescheme as proposed to continue in operation,\n\t\t\tany reference to any conditions set out in any paragraphs of section 124(1)or (as the case may be) of section 124(1A) being met is to be read as areference to those conditions being met by the scheme as proposed to continuein operation (with any proposed modifications),\n\t\t\tany reference to section 125 or any provision of that section is to be readas a reference to that section or provision as it has effect by virtue ofsection 131A,\n\t\t\tthe references in section 127(2)(b) and (9)(c) to the date or dates onwhich the scheme is, or provisions of the scheme are, to come into operationare to be read as references to the day decided by the authority orauthorities by virtue of section 131A(9),\n\t\t\tsection 127 has effect with the omission of subsection (2A) (scheme not tocome into operation until 6 months after making),\n\t\t\tbut further or different modifications, or exclusions, may also be made byregulations under section 133(3)(b).\n\t\tIf, acting on the basis that the proposal for the continuation of thescheme is an exempt continuation proposal, the authority or authorities decidethat the scheme is to continue, they must—\n\t\t\tpublish in such manner as they think fit, and within the time allowed, anotice announcing their decision on the proposal,\n\t\t\tsupply a copy of that notice to each of the persons mentioned in section125(3) as it applies by virtue of section 131A in a case where the proposal isan exempt continuation proposal, and\n\t\t\tgive notice of the decision in accordance with section 127(8) and (9).\n\t\tFor the purposes of subsection (5)(a), the time allowed is the period of 6months following the date of publication of the consultation document requiredby section 125(1) as applied by section 131A.”."
    },
    {
        "length": 1035,
        "text": "\nContinuation of schemes for areas in Wales: procedure\n\tAfter section 131C of the TA 2000 insert—\n\t“131DContinuation of schemes for areas in Wales: procedure\n\t\tThis section has effect with respect to the continuation in operation undersection 131A (or the proposed continuation in operation under that section) ofa quality contracts scheme for an area in Wales (whether with or withoutmodifications).\n\t\tSubsections (2) and (3) to (9) of section 127 apply in relation to thecontinuation of the scheme as they apply in relation to the making of ascheme, but with the modifications in subsection (4).\n\t\tUnless the proposal for the continuation of the scheme—\n\t\t\tis an exempt continuation proposal, or\n\t\t\tin a case where the authority or authorities have decided that the schemeshould continue, was such a proposal,\n\t\t\t\tsubsections (1)(b) and (1B) of section 127 also apply in relation to thecontinuation of the scheme, and with the modifications in subsection (4).\n\t\tThe modifications are—\n\t\t\tany reference to proposing to make a scheme is to be read as a reference toproposing the continuation of a scheme,\n\t\t\tany reference to making a scheme is to be read as a reference to decidingthat a scheme should continue in operation,\n\t\t\tany reference to the proposed scheme is to be read as a reference to thescheme as proposed to continue in operation,\n\t\t\tthe references in section 127(2)(b) and (9)(c) to the date or dates onwhich the scheme is, or provisions of the scheme are, to come into operationare to be read as references to the day decided by the authority orauthorities by virtue of section 131A(9),\n\t\t\tbut further or different modifications, or exclusions, may also be made byregulations under section 133(3)(b).\n\t\tSubsection (6) applies in any case where—\n\t\t\tan authority or authorities propose that a quality contracts scheme for anarea in Wales should continue in operation (with or without modification)under section 131A, and\n\t\t\tthe proposal is not an exempt continuation proposal.\n\t\tIn any such case, section 126 (approval by Welsh Ministers of proposedschemes for areas in Wales) applies in relation to a proposal for thecontinuation of a scheme as it applies in relation to a proposal to make ascheme, but with the modifications set out in subsection (7).\n\t\tThe modifications are—\n\t\t\tany reference to a proposed scheme is to be read as a reference to aproposal for a scheme to continue in operation under section 131A;\n\t\t\tthe reference in section 126(2)(a) to wishing to make a scheme is to beread as a reference to wishing that a scheme should continue in operation;\n\t\t\tany reference to any conditions set out in any paragraphs of section 124(1)being met is to be read as a reference to those conditions being met by thescheme as proposed to continue in operation (with any proposed modifications);\n\t\t\tany reference to section 125 or any provision of that section is to be readas a reference to that section or provision as it has effect by virtue ofsection 131A.\n\t\tIf, acting on the basis that the proposal for the continuation of thescheme is an exempt continuation proposal, the authority or authorities decidethat the scheme is to continue, they must—\n\t\t\tpublish in such manner as they think fit, and within the time allowed, anotice announcing their decision on the proposal,\n\t\t\tsupply a copy of that notice to each of the persons mentioned in section125(3) as it applies by virtue of section 131A, and\n\t\t\tgive notice of the decision in accordance with section 127(8) and (9).\n\t\tFor the purposes of subsection (8)(a), the time allowed is the period of 6months following the date of publication of the consultation document requiredby section 125(1)(a) as it applies by virtue of section 131A.”."
    },
    {
        "length": 1386,
        "text": "\nAppeals where proposed continuation considered exempt\n\tAfter section 131D of the TA 2000 insert—\n\t“131EAppeals where proposed continuation considered exempt\n\t\tThis section applies where an authority or authorities who propose that aquality contracts scheme should continue in operation (with or withoutmodifications) under section 131A—\n\t\t\tdecide that the proposal is an exempt continuation proposal, and\n\t\t\tacting on the basis of that decision, decide that the scheme should socontinue in operation.\n\t\tAny person falling within subsection (3) may appeal to the TransportTribunal against—\n\t\t\tthe decision of the authority or authorities that the proposal is an exemptcontinuation proposal, or\n\t\t\tthe decision of the authority or authorities that the scheme is to continuein operation (with or without any modifications).\n\t\tThe persons are—\n\t\t\tany person who was consulted under section 125(3) (as it applies by virtueof section 131A in a case where the proposal is an exempt proposal),\n\t\t\tany person who was not so consulted, but who, in the opinion of theTransport Tribunal, ought to have been so consulted.\n\t\tAn appeal under this section may be—\n\t\t\ton a point of law, or\n\t\t\ton a question of fact.\n\t\tOn an appeal under this section the Transport Tribunal shall have power—\n\t\t\tto make such order as they think fit, or\n\t\t\tto remit any matter (with or without directions) to the authority orauthorities for their consideration or determination or for such otherpurposes as the Tribunal may direct.\n\t\tThe powers of the Tribunal on an appeal under this section include power todo any one or more of the following—\n\t\t\tdismiss the appeal in whole or in part,\n\t\t\tremit the matter to the authority or authorities with one or moredirections under subsection (7),\n\t\t\tdirect the authority or authorities to vary the scheme, as it continues oris to continue in operation, in such manner as the Tribunal may specify in thedirection (but see subsection (8)),\n\t\t\tquash the whole or any part of the decision of the authority or authorities(but see subsection (9)).\n\t\tA direction under this subsection is a direction for the authority orauthorities to do each of the following—\n\t\t\tconsider or reconsider such matters as may be specified in the direction,\n\t\t\tas respects those matters, consult or further consult the persons mentionedin section 125(3) as it applies by virtue of section 131A in a case where theproposal is an exempt continuation proposal,\n\t\t\tmake such variations of the scheme, as it continues or is to continue inoperation, as may in consequence appear appropriate to the authority orauthorities.\n\t\tThe Tribunal may give a direction under this section to vary a scheme byreducing the area to which it relates only if they are of the opinion that theconditions in section 132(3) are met.\n\t\tThe power of the Tribunal under this section to quash a decision of anauthority or authorities that a scheme should continue in operation undersection 131A is exercisable only if the Tribunal are of the opinion that thereare defects in the scheme which are not capable of being remedied by varyingthe scheme under or by virtue of subsection (6)(b) or (c).\n\t\tIf, on an appeal under paragraph (a) or (b) of subsection (2), theTribunal decide that the proposal for the scheme to continue in operation wasnot an exempt continuation proposal—\n\t\t\tthey must allow the appeal to that extent,\n\t\t\tthey must remit the matter to the authority or authorities, with or withoutdirections, and\n\t\t\tsubsections (11) to (14) have effect.\n\t\tThe directions that the Tribunal may give under this section include—\n\t\t\tdirections to take any action specified in the directions for the purposeof remedying any failure to comply with requirements of this Part that haveeffect where a proposal for continuation under section 131A is not an exemptcontinuation proposal,\n\t\t\tdirections to make variations specified in the directions for the purposeof securing that the condition in paragraph (a) or (b) of subsection (1) ofsection 131B (meaning of “exempt continuation proposal”) is met in the case ofthe scheme,\n\t\t\tdirections authorising the scheme to continue in operation temporarily,with or without variations, for a period specified or described in thedirections, but subject to compliance with conditions as to the time withinwhich any particular action specified in directions under this section is tobe taken.\n\t\tWhere the Tribunal give directions falling within subsection (11), theymay also make provision in the order dispensing with the need to comply withsuch procedural requirements imposed by or under this Part as they may specifyin the order.\n\t\tIf the scheme or proposed scheme relates to an area in Wales, the Tribunalmay not make any order which has the effect of—\n\t\t\tgiving approval under section 126 as it applies by virtue of section 131D,or\n\t\t\tdispensing with the need for any such approval,\n\t\t\t\tbut this is without prejudice to the temporary provision that may be made indirections falling within subsection (11)(c).\n\t\tThe appropriate national authority may make regulations with respect tothe procedure to be followed in relation to a scheme in cases where theTribunal decide that the proposal for continuation under section 131A was notan exempt continuation proposal.”."
    },
    {
        "length": 629,
        "text": "\nAppeals where proposed continuation considered non-exempt\n\tAfter section 131E of the TA 2000 insert—\n\t“131FAppeals where proposed continuation considered non-exempt\n\t\tThis section applies where an authority or authorities—\n\t\t\tpropose that a quality contracts scheme for an area in England shouldcontinue in operation (with or without modifications) under section 131A,\n\t\t\tdecide that the proposal is not an exempt continuation proposal, and\n\t\t\tacting on the basis of that decision, decide that the scheme should socontinue in operation.\n\t\tAny person falling within subsection (3) may appeal to the TransportTribunal against the decision of the authority or authorities that the schemeshould continue in operation.\n\t\tThe persons are—\n\t\t\tany person who was consulted under section 125(3) (as it applies by virtueof section 131A in a case where the proposal is not an exempt continuationproposal),\n\t\t\tany person who was not so consulted, but who, in the opinion of the QCSboard under section 126D(1)(b), ought to have been so consulted.\n\t\tSections 127A(4) to (7) and 127B apply in relation to an appeal undersubsection (2) as they apply in relation to an appeal under subsection (2) ofsection 127A, but with—\n\t\t\tthe modifications in subsection (5), and\n\t\t\tsuch further or different modifications or exclusions as may be prescribedunder section 133.\n\t\tThe modifications are—\n\t\t\tany reference to the scheme is to be read as a reference to the scheme asit continues in operation,\n\t\t\tany reference to the scheme as made is to be read as a reference to thescheme as it continues in operation,\n\t\t\tany reference to the proposed scheme is to be read as a reference to thescheme as proposed to continue in operation,\n\t\t\tany reference to any conditions set out in any paragraphs of section 124(1)or (as the case may be) of section 124(1A) being met is to be read as areference to those conditions being met by the scheme as proposed to continuein operation (with any proposed modifications),\n\t\t\tany reference to section 125 or any provision of that section is to be readas a reference to that section or provision as it applies by virtue of section131A in a case where the proposal is not an exempt continuation proposal.”."
    },
    {
        "length": 3204,
        "text": "\nVariation or revocation of quality contracts schemes\n\tVariation or revocation of scheme\n\t\tSection 132 of the TA 2000 (variation or revocation of scheme) is amendedas follows.\n\t\tIn subsection (2) (which refers to the conditions in certain provisions ofsection 124) for “subsection (1)(a) and (b)” substitute “subsection (1)(a) to(e)”.\n\t\tIn subsection (4) (grounds for revocation) for “or” at the end of paragraph(a) substitute—\n\t\t\tif they consider that those conditions would no longer be met withrespect to it if they were to act in accordance with a direction given by theTransport Tribunal under this Part, or”.\n\t\tIn subsection (4A) (which defines the “relevant conditions” according towhether the scheme has been varied or not)—\n\t\t\tin paragraph (a), before “varied” insert “continued in operation undersection 131A or”,\n\t\t\talso in paragraph (a), for “124(1)(a) and (b)” substitute “124(1)(a) to(e)”,\n\t\t\tin paragraph (b), before “varied” insert “continued in operation undersection 131A or”,\n\t\t\tin paragraph (c), before “varied”, in the first place where it occurs,insert “continued in operation under section 131A or”,\n\t\t\talso in paragraph (c), before “varied”, in the second place where itoccurs, insert “continued in operation or”.\n\t\tFor subsection (5) (procedure for varying or revoking a scheme etc)substitute—\n\t\tThe variation or revocation of a scheme under subsection (1) or (4) issubject to the provisions of—\n\t\t\tsubsection (6) (revocation: areas in England),\n\t\t\tsubsection (7) (non-exempt variation: areas in England),\n\t\t\tsubsection (8) (exempt variation: areas in England), or\n\t\t\tsubsection (9) (areas in Wales),\n\t\t\t\texcept to the extent that section 132B (exemption for specific variationsdirected by Transport Tribunal on appeal) otherwise provides.\n\t\tThe revocation of a scheme for an area in England is subject to thefollowing requirements—\n\t\t\tbefore deciding to revoke the scheme, the authority or authorities mustconsult the persons mentioned in section 125(3) and each relevant trafficcommissioner,\n\t\t\tas soon as reasonably practicable after deciding to revoke the scheme, theauthority or authorities must give notice of the decision to each relevanttraffic commissioner and must publish the notice in at least one newspapercirculating in the area to which the scheme relates,\n\t\t\tthe notice must state that the decision has been taken and specify the dateon which the revocation is to take effect,\n\t\t\texcept to the extent that those requirements are modified or excluded byregulations made by the Secretary of State under section 133.\n\t\t\tFor the purposes of this subsection “relevant traffic commissioner” means thetraffic commissioner for any traffic area which consists of or includes thewhole or any part of the area to which the scheme relates.\n\t\tThe non-exempt variation of a scheme for an area in England is subject tothe same procedure as the making of the scheme, except to the extent that thatprocedure is modified or excluded by regulations made by the Secretary ofState under section 133.\n\t\tThe exempt variation of a scheme for an area in England is subject to thesame procedure as the making of a scheme, except to the extent that thatprocedure is modified or excluded by regulations made by the Secretary ofState under section 133, but for the purposes of this subsection—\n\t\t\tsections 124(2)(c) and (2A), 126A to 126E and 127(1)(a) and (1A) (the QCSboard provisions) do not apply;\n\t\t\tthere is no requirement to give notice to the senior traffic commissionerunder section 125(1)(d);\n\t\t\tthe authority or authorities must consult any traffic commissioner fallingwithin section 125(3)(e) (which accordingly has effect for this purpose withthe omission of the words “if the proposed scheme relates to an area inWales,”);\n\t\t\tsections 127A and 127B (appeals to the Transport Tribunal) do not apply;\n\t\t\tsection 132A (appeals where proposed variation considered exempt) haseffect in those cases for which it makes provision.\n\t\tThe variation or revocation of a scheme for an area in Wales—\n\t\t\trequires the approval of the Welsh Ministers, except in the case of avariation which is an exempt variation, and\n\t\t\tis subject to the same procedure as the making of the scheme, except to theextent that that procedure is modified or excluded by regulations made by theWelsh Ministers under section 133.\n\t\tSection 130 (tendering) applies to a varied scheme (whether or not thevariation is an exempt variation) but subject to regulations made by theappropriate national authority under section 133(3).\n\t\tA variation of a scheme is an exempt variation for the purposes of thissection if the variation is—\n\t\t\ta reduction in the area to which the scheme relates,\n\t\t\ta reduction in the descriptions of services which are to be provided underquality contracts, or\n\t\t\tthe provision of new exclusions from the scheme,\n\t\t\tand a “non-exempt variation” is any other variation of a scheme.”.\n\t\tIn consequence of the amendments made by subsection (5), renumbersubsection (6) (regulations about revoking schemes before they come intooperation) as subsection (12).\n\tAppeals where proposed variation considered exempt\n\t\tAfter section 132 of the TA 2000 insert—\n\t\t“132AAppeals where proposed variation considered exempt\n\t\t\tThis section applies where an authority or authorities who propose to varya quality contracts scheme under section 132—\n\t\t\t\tdecide that the proposal is an exempt variation for the purposes of thatsection, and\n\t\t\t\tacting on the basis of that decision, decide to vary the scheme under thatsection.\n\t\t\tAny person falling within subsection (3) may appeal to the TransportTribunal against—\n\t\t\t\tthe decision of the authority or authorities that the variation is anexempt variation for the purposes of section 132, or\n\t\t\t\tthe decision of the authority or authorities as to the variation of thescheme under that section.\n\t\t\tThe persons are—\n\t\t\t\tany person who was consulted under section 125(3) (as it applies by virtueof subsection (8) or, as the case may be, (9)(b) of section 132 in a casewhere the variation is an exempt variation for the purposes of section 132),\n\t\t\t\tany person who was not so consulted, but who, in the opinion of theTransport Tribunal, ought to have been so consulted.\n\t\t\tAn appeal under this section may be—\n\t\t\t\ton a point of law, or\n\t\t\t\ton a question of fact.\n\t\t\tOn an appeal under this section the Transport Tribunal shall have power—\n\t\t\t\tto make such order as they think fit, or\n\t\t\t\tto remit any matter (with or without directions) to the authority orauthorities for their consideration or determination or for such otherpurposes as the Tribunal may direct.\n\t\t\tThe powers of the Tribunal on an appeal under this section include power todo any one or more of the following—\n\t\t\t\tdismiss the appeal in whole or in part,\n\t\t\t\tremit the matter to the authority or authorities with one or moredirections under subsection (7),\n\t\t\t\tdirect the authority or authorities to vary the scheme, to the extent ofthe variation made by the authority or authorities, in such manner as theTribunal may specify in the direction (but see subsection (8)),\n\t\t\t\tquash the whole or any part of the decision of the authority orauthorities.\n\t\t\tA direction under this subsection is a direction for the authority orauthorities to do each of the following—\n\t\t\t\tconsider or reconsider such matters as may be specified in the direction,\n\t\t\t\tas respects those matters, consult or further consult the persons mentionedin section 125(3) (as it applies by virtue of subsection (8) or, as the casemay be, (9)(b) of section 132 in a case where the variation is an exemptvariation for the purposes of section 132),\n\t\t\t\tmake such variations of the scheme as may in consequence appear appropriateto the authority or authorities.\n\t\t\tThe Tribunal may give a direction under this section to vary a scheme byreducing the area to which the scheme relates only if they are of the opinionthat the conditions in section 132(3) are met.\n\t\t\tIf, on an appeal under paragraph (a) or (b) of subsection (2), the Tribunaldecide that the variation was not an exempt variation for the purposes ofsection 132—\n\t\t\t\tthey must allow the appeal to that extent,\n\t\t\t\tthey must remit the matter to the authority or authorities, with or withoutdirections, and\n\t\t\t\tsubsections (10) to (13) have effect.\n\t\t\tThe directions that the Tribunal may give under this section include—\n\t\t\t\tdirections to take any action specified in the directions for the purposeof remedying any failure to comply with requirements of this Part that haveeffect where a proposed variation under section 132 is not an exemptvariation,\n\t\t\t\tdirections to make variations specified in the directions for the purposeof securing that the condition in paragraph (a), (b) or (c) of section 132(11)(meaning of “exempt variation”) is met in the case of the variation,\n\t\t\t\tdirections authorising the scheme to continue in operation temporarily,with or without variations, for a period specified or described in thedirections, but subject to compliance with conditions as to the time withinwhich any particular action specified in directions under this section is tobe taken.\n\t\t\tWhere the Tribunal give directions falling within subsection (10), theymay also make provision in the order dispensing with the need to comply withsuch procedural requirements imposed by or under this Part as they may specifyin the order.\n\t\t\tIf the scheme or proposed scheme relates to an area in Wales, the Tribunalmay not make any order which has the effect of—\n\t\t\t\tgiving approval under section 126 as it applies by virtue of section 132,or\n\t\t\t\tdispensing with the need for any such approval,\n\t\t\t\t\tbut this is without prejudice to the temporary provision that may be made indirections falling within subsection (10)(c).\n\t\t\tThe appropriate national authority may make regulations with respect tothe procedure to be followed in cases where the Tribunal decide that thevariation or proposed variation was not an exempt variation for the purposesof section 132.”.\n\tExemption from s.132 for specific variations directed by TransportTribunal\n\t\tAfter section 132A of the TA 2000 insert—\n\t\t“132BExemption from s.132 for specific variations directed by Tribunal\n\t\t\tThis section applies in relation to any of the following appeals—\n\t\t\t\tan appeal under section 127A against a decision to make a scheme,\n\t\t\t\tan appeal under section 131E(2)(a) against a decision that a proposal wasan exempt continuation proposal,\n\t\t\t\tan appeal under section 131E(2)(b) against a decision that a scheme shouldcontinue in operation,\n\t\t\t\tan appeal under section 131F(2) against a decision that a scheme shouldcontinue in operation,\n\t\t\t\tan appeal by virtue of section 132 against a decision to vary a scheme,\n\t\t\t\tan appeal under section 132A(2)(a) against a decision that a variation wasan exempt variation for the purposes of section 132,\n\t\t\t\tan appeal under section 132A(2)(b) against a decision as to the variationof a scheme under section 132.\n\t\t\tWhere— \n\t\t\t\tany such appeal is made to the Transport Tribunal, and\n\t\t\t\ton that appeal, the Tribunal direct the authority or authorities to varythe scheme in the manner specified by the Tribunal in the direction,\n\t\t\t\t\tnothing in section 132(5) to (9) (procedure for variation of scheme) appliesin relation to the varying of the scheme in the manner specified in thedirection, unless the Tribunal otherwise direct.\n\t\t\tSubsection (2) is without prejudice to any right of appeal against thedecision of the Transport Tribunal.”."
    },
    {
        "length": 1713,
        "text": "\nPower of authorities to provide services in exceptional circumstances\n\tAfter section 132B of the TA 2000 insert—\n\t“132CPower of authorities to provide services in exceptionalcircumstances\n\t\tThis section applies where a person who has agreed to provide a service(“the old service”) in accordance with a quality contract ceases to do sobefore the end of the period for which the contract was intended to haveeffect.\n\t\tThe authority, or any one of the authorities, who entered into the qualitycontract may, in accordance with subsections (4) to (8) and section 132D,provide a local service (an “interim service”) in place of the old service orany part of it.\n\t\tSubsection (2) has effect notwithstanding any prohibition, restriction orlimitation contained in any other enactment on the power of the authority toprovide local services.\n\t\tAn authority who provide an interim service of any description must hold aPSV operator’s licence to which no condition is attached under section 26 ofthe Transport Act 1985 (power of traffic commissioner to attach conditions tolicence) prohibiting the authority from using vehicles under the licence toprovide services of that description.\n\t\tSubsection (6) applies if—\n\t\t\tan authority provide an interim service in place of an old service or anypart of an old service, and\n\t\t\tthe authority or authorities who entered into the quality contract for theprovision of the old service propose to enter into a quality contract for theprovision of a replacement service in place of that service or (as the casemay be) that part.\n\t\tThe authority, or the authorities acting jointly, must invite tenders (inaccordance with section 130) for the provision of the replacement service—\n\t\t\tas soon as reasonably practicable after the authority providing the interimservice begin to do so, and\n\t\t\tin any event no later than three months after the date on which provisionof the old service ceased.\n\t\tBut subsection (6) does not apply if the authority, or the authoritiesacting jointly, decide to secure the provision of the replacement serviceunder section 131 (circumstances in which quality contracts may be enteredinto without inviting tenders).\n\t\tThe particulars of an interim service, or of a replacement service, neednot be identical to the particulars of the old service, or that part of theold service, which it replaces.\n\t\tIn this section—\n\t\t\t  * “enactment” includes an enactment comprised in subordinate legislation (within the meaning of the Interpretation Act 1978);\n\t\t\t  * “interim service” has the meaning given by subsection (2);\n\t\t\t  * “the old service” has the meaning given by subsection (1);\n\t\t\t  * “replacement service” means a local service provided under a quality contract in place of an old service or any part of an old service.\n\tDPeriod for which interim service may be provided\n\t\tThis section applies for the purpose of determining the period for which anauthority may provide an interim service which is provided in place of—\n\t\t\tan old service (“the relevant service”), or\n\t\t\tpart of an old service (“the relevant part”).\n\t\tIf the authority do not, within the period of three months beginning withthe date on which provision of the relevant service ceased,—\n\t\t\tenter into a quality contract to provide a replacement service in place ofthe relevant service or (as the case may be) the relevant part, or\n\t\t\tissue an invitation to tender in pursuance of section 132C(6),\n\t\t\t\tthe authority must not provide the interim service after the end of thatperiod.\n\t\tIf the authority enter into a quality contract to provide such areplacement service within the period mentioned in subsection (2), theauthority must not provide the interim service after the earlier of thefollowing dates—\n\t\t\tthe date on which the replacement service is first provided;\n\t\t\tthe date falling nine months after the date on which the interim service isfirst provided.\n\t\tIf the authority issue invitations to tender in pursuance of section132C(6) within the period mentioned in subsection (2) (but do not enter into aquality contract to provide such a replacement service within that period),the authority must not provide the interim service after the earlier of thefollowing dates—\n\t\t\tthe date on which a replacement service is first provided in place of therelevant service or (as the case may be) the relevant part;\n\t\t\tthe date determined in accordance with subsection (5).\n\t\tThe date is the later of—\n\t\t\tthe date falling nine months after the date on which the interim service isfirst provided;\n\t\t\tsuch date, not later than three months after the date mentioned inparagraph (a), as may be determined by the traffic commissioner on theapplication of the authority.\n\t\tThe traffic commissioner may determine a date under subsection (5)(b) onlyif satisfied that there is a realistic prospect that, if the determination ismade, a replacement service will be provided in place of the relevant serviceor (as the case may be) the relevant part on or before that date.\n\t\tAn application under paragraph (b) of subsection (5) must be made—\n\t\t\tto the traffic commissioner for the traffic area in which the interimservice is provided (or, if the service is provided in more than one sucharea, to the traffic commissioner for any of those areas), and\n\t\t\tnot later than one month before the date mentioned in paragraph (a) of thatsubsection.\n\t\tThe authority must not make more than one application under subsection(5)(b) in respect of any interim service.\n\t\tIn this section—\n\t\t\t  * “interim service” and “replacement service” have the meaning given in section 132C;\n\t\t\t  * “the relevant service” and “the relevant part” have the meaning given in subsection (1);\n\t\tand, in any case where the authority entered into the quality contract for theprovision of the relevant service jointly with one or more other authorities,references in this section to the authority entering into a quality contractfor a replacement service, or issuing invitations to tender for suchcontracts, are references to those authorities acting jointly.”.\n\t\tIn section 162(4) of the TA 2000 (provisions where references to PassengerTransport Authorities are to be read as references to Passenger TransportExecutives) at the appropriate place insert—\n\t\t\t  * “section 132C,\n\t\t\t  * section 132D,”.\n\t\tIn section 66(1) of the TA 1985 (exclusion of powers of certain councils torun bus undertakings) after “subsection (2) below” insert “and to section 132Cof the Transport Act 2000”."
    },
    {
        "length": 747,
        "text": "\nRegulations about schemes\n\tSection 133 of the TA 2000 (regulations about schemes) is amended asfollows.\n\tIn subsection (1)(a) (regulations with respect to making, varying orrevoking schemes) after “making” insert “continuing,”.\n\tIn subsection (1)(b) (approvals of schemes) after “schemes” insert “forareas in Wales”.\n\tAfter subsection (1)(b) insert—\n\t\tthe procedure to be followed by local transport authorities for areas inEngland when discharging functions that relate to a QCS board,\n\t\tthe procedure to be followed by QCS boards when discharging functionsrelating to proposed schemes for areas in England,”.\n\tIn subsection (2) (particular matters for which regulations may provide)—\n\t\tin paragraph (a) (proposed variations or revocation of schemes) before“variations” insert “continuations,”;\n\t\tin paragraph (e) (applications for approval of proposals) after “proposals”insert “for areas in Wales”;\n\t\tafter paragraph (e) (form and manner of applications for approval) insert—\n\t\tthe procedure for determining such applications,\n\t\tthe form and manner of requests under section 126C(4) relating to proposedschemes for areas in England,\n\t\tthe form and manner in which copies of proposed schemes for such areas areto be sent to a QCS board under section 126C(5),\n\t\tthe giving of notice, and the preparation and publication of reports, byQCS boards under section 126D(5),\n\t\tthe form and manner of responses by local transport authorities to suchreports,”;\n\t\tin paragraph (f) (form of schemes or variations) after “schemes” insert “,continuations”;\n\t\tin paragraph (g) (notice of schemes or of their variation or revocation)before “variation” insert “continuation,”.\n\tAfter subsection (2) insert—\n\tThe appropriate national authority may also make regulations modifying orexcluding the application of provisions of this Part, so far as relating toquality contracts schemes, in cases where a local transport authority, or twoor more local transport authorities acting jointly, do any of the following—\n\t\tby virtue of section 126C(6), send to a QCS board a further request undersection 126C(4) and modified proposals under section 126C(5),\n\t\tpropose or decide that a scheme should continue in operation (with orwithout modification) under section 131A,\n\t\tpropose or decide to vary or revoke a scheme under section 132.\n\tRegulations made by virtue of subsection (3) must not exclude anyrequirement for the authority or authorities—\n\t\tunder section 126, to obtain the approval of the Welsh Ministers,\n\t\tunder section 127(1A), to publish their response to the report of the QCSboard.”."
    },
    {
        "length": 264,
        "text": "\nPower to make transitional provision about schemes\n\tSection 134 of the TA 2000 (transitional provision about schemes) isamended as follows.\n\tIn subsection (1)(a) (transitional provision about the coming intooperation of quality contracts schemes) after “quality contracts schemes”insert “or of provisions of such schemes”.\n\tIn subsection (1)(b) (transitional provision in connection with variationof schemes) before “variation” insert “continuation in operation or”.\n\tIn subsection (2) (application or disapplication, with or withoutmodifications, of sections 6 to 9 of the TA 1985) in paragraph (a), after“(registration of local services)” insert “, or of sections 89 to 92 of thatAct (obligation to invite tenders etc),”.\n\tAt the end of the section insert—\n\tAny regulations made by virtue of paragraph (a) of subsection (1) are notto have effect in the case of any quality contracts scheme as respects anytime before the making of the scheme.”."
    },
    {
        "length": 2086,
        "text": "\nQuality contracts: application of TUPE\n\tAfter section 134A of the TA 2000 insert—\n\t“134BQuality contracts: application of TUPE\n\t\tSubsection (3) applies to a situation in which—\n\t\t\ton the coming into force of a quality contract, local services cease to beprovided by a person (the “former operator”) in the area to which the relevantquality contracts scheme, or (in the case of a scheme which provides fordifferent provisions to come into operation on different dates) the relevantprovision of the scheme, relates, in accordance with section 129(1)(b), and\n\t\t\tat the same time, a person (the “new operator”) begins to provide localservices in that area under that quality contract.\n\t\tSubsection (3) also applies to a situation in which—\n\t\t\tlocal services which, on the coming into force of a quality contract, aperson (the “former operator”) would be required by virtue of section129(1)(b) to cease providing in the area mentioned in subsection (1)(a) ofthis section, cease to be provided by the former operator before the cominginto force of that quality contract, and\n\t\t\tat the same time, a person (the “new operator”) begins to provide localservices in that area under an agreement which the authority or authoritieswho made the relevant quality contracts scheme entered into by reason of thecessation of the local services referred to in paragraph (a).\n\t\tAny situation to which this subsection applies is to be treated as arelevant transfer for the purposes of the Transfer of Undertakings (Protectionof Employment) Regulations 2006 (“TUPE”) (whether or not TUPE would applyapart from this subsection).\n\t\tFor the purposes of TUPE, the organised grouping of employees that issubject to the relevant transfer consists of those employees of the formeroperator whose employment is principally connected with the provision of thelocal services referred to in subsection (1)(a) or (as the case may be) thelocal services referred to in subsection (2)(a).\n\t\tAny situation which by virtue of this section is treated as a relevanttransfer for the purposes of TUPE is also to be treated as a relevant transferwithin the meaning of TUPE for the purposes of sections 257 and 258 of thePensions Act 2004 and any regulations made under section 258 of that Act.\n\t\tThe Secretary of State may make regulations supplementing the provisionmade by this section.\n\t\tThe provision that may be made by regulations under subsection (6)includes—\n\t\t\tprovision for determining, for the purposes of subsection (4), whether aperson’s employment is principally connected with the provision of anyparticular local services (including provision for or in connection with theappointment of a person to make such determination);\n\t\t\tprovision for determining, in the case of any particular organised groupingof employees, the particular new operator who is to be the transferee for thepurposes of TUPE (including provision for or in connection with theappointment of a person to make such determination);\n\t\t\tprovision requiring any person operating local services in the area towhich a quality contracts scheme relates to provide the authority orauthorities who made the scheme with such information as may be prescribed, atsuch time as may be prescribed, about such of that person’s employees as wouldfall within subsection (4) if the person ceased to provide those services inthe circumstances described in subsection (1)(a);\n\t\t\tprovision requiring the authority or authorities who made a qualitycontracts scheme to provide all persons operating local services in the areato which the scheme relates with such information as may be prescribed, atsuch time as may be prescribed, so as to enable such persons to comply withany requirement imposed by virtue of paragraph (c) of this subsection;\n\t\t\tprovision requiring the authority or authorities who made a qualitycontracts scheme to ensure that any quality contract entered into with aperson under the scheme, or any other agreement made with a person for theprovision of local services in the area to which the scheme relates, is madeon terms—\n\t\t\tthat require the person, in the event of there being any transferringemployees, to secure pension protection for every transferring employee, orevery transferring employee of a prescribed description, who as an employee ofthe former operator had rights to acquire pension benefits, and\n\t\t\tthat, so far as relating to the securing of pension protection for atransferring employee, are enforceable by the employee.\n\t\tFor the purposes of this section—\n\t\t\t“transferring employee” means an employee of a former operator whosecontract of employment becomes, either by virtue of TUPE or by virtue of thissection, a contract of employment with a new operator;\n\t\t\t“pension protection” is secured for a transferring employee if after thechange of employer referred to in paragraph (a)—\n\t\t\tthe employee has, as an employee of the new operator, rights to acquirepension benefits, and\n\t\t\tthose rights are of such description as is prescribed by regulations.\n\t\tThe Secretary of State must exercise the power conferred by this section tomake regulations containing provision falling within subsection (7)(e) so asto ensure—\n\t\t\tthat pension protection is required to be secured for every transferringoriginal employee who, as an employee of the original operator, had rights toacquire pension benefits, and\n\t\t\tthat the rights to acquire pension benefits which a transferring originalemployee has as an employee of the new operator by virtue of paragraph (a) arerights which—\n\t\t\tare the same as the rights the transferring original employee had as anemployee of the original operator, or\n\t\t\tunder provision made by regulations, count as being broadly comparable to,or better than, those rights.\n\t\tFor the purposes of subsection (9)—\n\t\t\t  * “transferring original employee” means a transferring employee—\n\t\t\twho immediately before the relevant date was employed by a person (the“original operator”) providing local services in the area to which therelevant quality contracts scheme relates, and\n\t\t\twhose contract of employment—\n\t\t\twas, from that date until the change of employer referred to in subsection(8)(a), a contract of employment with the original operator, or\n\t\t\ton each occasion when the employee was subject to a relevant transfer became,either by virtue of TUPE or by virtue of this section, a contract ofemployment with a person providing local services in the area referred to inparagraph (a);\n\t\t\t\t  * “relevant date”, in relation to a quality contracts scheme, means—\n\t\t\tthe date on which the scheme was made, or\n\t\t\twhere—\n\t\t\tthe local services being provided by the original operator were not subject tothe scheme when it was made, and\n\t\t\tas a result of either the variation of the scheme, or the continuation of thescheme with modifications, those services became subject to the scheme,\n\t\t\t\tthe date on which that variation, or (as the case may be) the decision tocontinue the scheme with those modifications, was made;\n\t\t\t\t  * “relevant transfer” means anything that is, or is to be treated as, a relevant transfer for the purposes of TUPE.\n\t\tA person is guilty of an offence under this subsection if—\n\t\t\tthe person provides information in accordance with a requirement imposed byvirtue of subsection (7)(c),\n\t\t\tthe information is false or misleading in a material particular, and\n\t\t\tthe person knows that it is or is reckless as to whether it is.\n\t\tA person who is guilty of an offence under subsection (11) is liable onsummary conviction to a fine not exceeding level 4 on the standard scale.”.\n\t\tIn section 26(1) of the TA 1985 (conditions attached to PSV operator’slicence) after paragraph (b) insert—\n\t\t\tthe operator has failed to comply with a requirement imposed by virtueof section 134B(7)(c) of the Transport Act 2000; or”.\n\t\tIn section 155(1) of the TA 2000 (penalties) for “or” at the end ofparagraph (b) substitute—\n\t\t\tfailed to comply with a requirement imposed by virtue of section134B(7)(c) of this Act, or”."
    },
    {
        "length": 266,
        "text": "\nPower to make traffic regulation orders\n\tSection 1 of the Road Traffic Regulation Act [1984 (c.27)](/id/ukpga/1984/27?view=plain \"Go to item of legislation\") (trafficregulation orders outside Greater London) is amended as follows.\n\tIn subsection (3A) (orders may be made by local traffic authority for thepurposes of quality partnership schemes) for “facilities pursuant to a qualitypartnership scheme under Part II of the Transport Act 2000” substitute“relevant bus scheme facilities”.\n\tAfter subsection (3A) insert—\n\t\t“(3B)In subsection (3A) “relevant bus scheme facilities” means—\n\t\tfacilities provided pursuant to a quality partnership scheme under Part 2of the Transport Act 2000;\n\t\tfacilities provided pursuant to a quality contract within the meaning ofthat Part (see section 124(4) and (5) of that Act) or otherwise in connectionwith a quality contracts scheme under that Part.”."
    },
    {
        "length": 662,
        "text": "\nExtension of the competition test\n\tCompetition scrutiny of functions and agreements relating to buses\n\t\tFor section 153 of the TA 2000 (competition test for exercise of busfunctions (see Schedule 10 to that Act)) substitute—\n\t\t“153Competition test: functions and agreements relating to buses\n\t\t\tSchedule 10 contains provision applying competition tests in relation to—\n\t\t\t\tthe exercise of functions relating to quality partnership schemes,ticketing schemes and subsidised local services,\n\t\t\t\tvoluntary partnership agreements and certain other agreements, decisionsand practices relating to bus services.\n\t\t\tA voluntary partnership agreement is any voluntary agreement under which—\n\t\t\t\ta local transport authority, or two or more local transport authorities,undertake to provide particular facilities, or to do anything else for thepurpose of bringing benefits to persons using local services, within the wholeor part of their area, or combined area, and\n\t\t\t\tone or more operators of local services undertake to provide services of aparticular standard.\n\t\t\tIn subsection (2)—\n\t\t\t\t  * “facilities” means—\n\t\t\t\tfacilities provided at specific locations along routes served, or proposed tobe served, by local services within the area to which the agreement relates,or\n\t\t\t\tfacilities which are ancillary to such facilities;\n\t\t\t\t\t  * “standard”, in the case of any services, includes—\n\t\t\t\tany requirements which the vehicles being used to provide the services mustmeet,\n\t\t\t\tany requirements as to frequency or timing of the services,\n\t\t\t\tany requirements as to the maximum fares that may be charged for particularjourneys, or for journeys of particular descriptions, on services to which theagreement applies;\n\t\t\t\t\t  * “voluntary agreement” means an agreement made otherwise than under sections 114 to 123 (quality partnership schemes).”.\n\t\t\tIn section 162 of that Act (interpretation of Part 2) after subsection (4)insert—\n\t\t\t\t“(4A)Where a reference to an authority in any of the following provisions isto an Integrated Transport Authority, it is to be construed as including areference to the Passenger Transport Executive for the integrated transportarea concerned—\n\t\t\t\t  * section 153(2)(a),\n\t\t\t\t  * in Schedule 10, paragraph 17(5)(b) and (8).”.\n\t\t\tSchedule 10 to the TA 2000 (competition test for exercise of bus functions)is amended in accordance with Schedule 2."
    },
    {
        "length": 179,
        "text": "\nDetention of certain PSVs\n\tDetention of certain PSVs used without PSV operators' licences\n\t\tIn the PPVA 1981, after section 12 (PSV operators' licences) insert—\n\t\t“12ADetention of certain PSVs used without PSV operators' licences\n\t\t\tSchedule 2A (which relates to the detention, removal and disposal of PSVswhich are adapted to carry more than 8 passengers and in respect of which itappears that section 12(1) is contravened) shall have effect.”.\n\t\t\tAfter Schedule 2 to that Act insert, as Schedule 2A, the Schedule set outin Schedule 3 to this Act."
    },
    {
        "length": 3092,
        "text": "\nRegistration of local services\n\tDetermination of applications for registration where restrictions inforce\n\t\tSection 6 of the TA 1985 (registration of local services) is amended asfollows.\n\t\tAfter subsection (2) (conditions for providing service) insert—\n\t\t\t“(2A)Where—\n\t\t\tany registration restrictions imposed under section 114(3A) of theTransport Act 2000 (quality partnership schemes) are in force, and\n\t\t\tan application for registration is made in respect of a service in relationto which those restrictions have effect,\n\t\t\tsection 6A of this Act has effect in relation to the application.”.\n\t\tAfter section 6 of the TA 1985 insert—\n\t\t“6AApplications for registration etc where restrictions are in force\n\t\t\tThis section applies in any case where—\n\t\t\t\tany registration restrictions imposed under section 114(3A) of theTransport Act 2000 are in force in the case of a quality partnership scheme(“the scheme”);\n\t\t\t\tan application for registration, or for variation or cancellation ofregistration, is made under section 6 of this Act to a traffic commissioner inrespect of a local service in relation to which those restrictions haveeffect; and\n\t\t\t\tthe application is one which would fall to be accepted by the trafficcommissioner, apart from this section.\n\t\t\tIn any such case the traffic commissioner, before deciding whether or notto accept the application, must give to—\n\t\t\t\teach relevant authority, and\n\t\t\t\teach relevant operator,\n\t\t\t\t\ta notice complying with subsection (3) below.\n\t\t\tThe notice must—\n\t\t\t\tidentify the application and state that it has been made;\n\t\t\t\tprovide prescribed particulars of the application;\n\t\t\t\tinform the persons to whom it is required to be sent of the right of eachof them to make relevant representations to the traffic commissioner about theapplication.\n\t\t\tIf no relevant representations are made, the application is to be accepted.\n\t\t\tIf any relevant representations are made by a relevant authority or arelevant operator, the traffic commissioner must decide whether the effect ofaccepting the application would be detrimental to the provision of localservices under the scheme.\n\t\t\tThe traffic commissioner may decide that question only after—\n\t\t\t\tconsidering those representations;\n\t\t\t\ttaking account of any other relevant applications and any relevantrepresentations made in relation to those applications;\n\t\t\t\tholding such inquiries under section 54 of the 1981 Act as the trafficcommissioner may think fit; and\n\t\t\t\tapplying the registration criteria.\n\t\t\tIf the traffic commissioner decides that the effect of accepting theapplication would not be detrimental to the provision of such services, theapplication is to be accepted.\n\t\t\tIf subsection (7) above does not apply, the traffic commissioner may do anyone or more of the following—\n\t\t\t\trefuse to accept the application;\n\t\t\t\trequire the applicant to amend the application in such respects as thetraffic commissioner may require before submitting it again;\n\t\t\t\tif the applicant has not given a written undertaking under section 118(4)of the Transport Act 2000 in relation to the scheme, require the applicant togive such an undertaking before the application may be accepted.\n\t\t\tAn appeal against any decision of a traffic commissioner under this sectionmay be made to the Transport Tribunal by any of the following persons—\n\t\t\t\tthe person who made the application;\n\t\t\t\tany relevant authority that made relevant representations against theapplication;\n\t\t\t\tany relevant operator who made relevant representations against theapplication.\n\t\t\t\tAs respects appeals to the Transport Tribunal, see Schedule 4 to this Act.\n\t\t\tAn appeal lies (in accordance with paragraph 14 of Schedule 4 to this Act)at the instance of any of the persons mentioned in the paragraphs ofsubsection (9) above from a decision of the Transport Tribunal on an appealunder that subsection.\n\t\t\tRegulations may be made for the purposes of carrying this section intoeffect; and the provision that may be made by any such regulations includesprovision—\n\t\t\t\tas to the procedure for giving notice under subsection (2) above;\n\t\t\t\tprescribing the particulars of the application that are to be provided insuch a notice;\n\t\t\t\tas to the procedure for making relevant representations;\n\t\t\t\tas to the procedure to be followed in determining the application.\n\t\t\tIn this section—\n\t\t\t\t  * “quality partnership scheme” means a scheme under section 114 of the Transport Act 2000;\n\t\t\t\t  * “registration criteria” means the criteria specified in the scheme by virtue of section 114(3C) of the Transport Act 2000;\n\t\t\t\t  * “relevant application” means any application under section 6 of this Act—\n\t\t\t\twhich is made in respect of a local service in relation to which theregistration restrictions have effect, and\n\t\t\t\twhich (whenever made) is awaiting the decision of the traffic commissioner;\n\t\t\t\t\t  * “relevant authority” means the authority, or any of the authorities, that made the scheme;\n\t\t\t\t\t  * “relevant operator” means—\n\t\t\t\tany operator of local services who has given an undertaking under section118(4) of the Transport Act 2000 in respect of the scheme;\n\t\t\t\tany other operator of local services which might be affected if theapplication were to be accepted;\n\t\t\t\t\t  * “relevant representations” means representations that the effect of accepting the application would be detrimental to the provision of services under the scheme, having regard to the registration criteria.”.\n\tApplications for registration where quality contracts scheme in force\n\t\tSection 6 of the TA 1985 (registration of local services) is amended asfollows.\n\t\tAfter subsection (2A) (which is inserted by section 48) insert—\n\t\t\t“(2B)Where—\n\t\t\ta quality contracts scheme under section 124 of the Transport Act 2000 isin force,\n\t\t\tan operator proposes to provide a local service which is to have one ormore stopping places within the area to which the scheme relates,\n\t\t\tthe proposed service is not excluded from the scheme by virtue of section127(4) of the Transport Act 2000, and\n\t\t\tthe operator does not propose to provide the service under a qualitycontract by virtue of the scheme,\n\t\t\tsection 6B of this Act has effect with respect to registration of thatservice.”.\n\t\tAfter subsection (7) (variation or revocation of registration) insert—\n\t\t“(7A)Where—\n\t\t\ta quality contracts scheme under section 124 of the Transport Act 2000 isin force,\n\t\t\tthe operator of a local service registered under this section proposes tovary the registration,\n\t\t\tthe service, as proposed to be varied, is to have one or more stoppingplaces within the area to which the scheme relates,\n\t\t\tthe service, as proposed to be varied, is not excluded from the scheme byvirtue of section 127(4) of the Transport Act 2000, and\n\t\t\tthe operator does not propose to provide the service, as proposed to bevaried, under a quality contract by virtue of the scheme,\n\t\t\tsection 6B of this Act has effect with respect to the variation of theregistration.”.\n\t\tIn subsection (8) (time when variation etc becomes effective) after“Subject to regulations under this section” insert “and, in the case ofvariation, to section 6B of this Act,”.\n\t\tAfter section 6A of the TA 1985 (which is inserted by section 48) insert—\n\t\t“6BApplications for registration where quality contracts scheme in force\n\t\t\tThis section applies—\n\t\t\t\tby virtue of subsection (2B) of section 6 of this Act (“Case 1”), inrelation to registration of the proposed local service mentioned in thatsubsection;\n\t\t\t\tby virtue of subsection (7A) of that section (“Case 2”), in relation to theproposed variation of the registration mentioned in that subsection.\n\t\t\tWhere this section applies, the operator may apply to a trafficcommissioner—\n\t\t\t\tin Case 1, for registration of the proposed service under section 6 of thisAct, or\n\t\t\t\tin Case 2, for variation of the registration under that section,\n\t\t\t\t\tnotwithstanding anything in section 129(1)(a) of the Transport Act 2000(sections 6 to 9 of this Act not to apply).\n\t\t\tThe traffic commissioner must not accept the application except inaccordance with subsections (4) to (6) below.\n\t\t\tOn receipt of the application, the traffic commissioner must consult theauthority or authorities who made the quality contracts scheme.\n\t\t\tIf, within the prescribed time, the traffic commissioner receives from theauthority or authorities a clearance certificate in respect of theapplication, the traffic commissioner must—\n\t\t\t\tin Case 1, register the service under section 6 of this Act, or\n\t\t\t\tin Case 2, vary the registration under that section.\n\t\t\tIf the traffic commissioner does not receive such a certificate within thattime, the application must be rejected.\n\t\t\tIn relation to Case 2, regulations may prescribe cases in which subsections(3) to (6) above do not apply.\n\t\t\tIn this section—\n\t\t\t\t  * “clearance certificate” means a certificate that the provision—\n\t\t\t\tin Case 1, of the proposed local service, or\n\t\t\t\tin Case 2, of the local service as proposed to be varied,\n\t\t\t\twill not have an adverse effect on local services provided under qualitycontracts in the area to which the quality contracts scheme relates;\n\t\t\t\t\t  * “prescribed” means prescribed in regulations;\n\t\t\t\t\t  * “the relevant authority or authorities” means the authority or authorities—\n\t\t\t\twho last continued the quality contracts scheme in force under section 131A ofthe Transport Act 2000, or\n\t\t\t\tif the scheme has not been so continued, who made it.”.\n\tTraffic regulation conditions for anticipated traffic problems\n\t\tSection 7 of the TA 1985 (application of traffic regulation conditions tolocal services subject to registration under section 6 of that Act) is amendedas follows.\n\t\tIn subsection (1) (traffic authority requesting traffic commissioner toexercise powers in relation to a particular traffic problem) after “particulartraffic problem” insert “which has arisen or which the authority reasonablyforesees is likely to arise”.\n\t\tIn subsection (4) (traffic commissioner to be satisfied that the conditionsare required for certain purposes) for “are required” substitute “are, or arelikely to be, required”.\n\tTransport Tribunal to decide appeals against traffic regulationconditions\n\t\tSection 9 of the TA 1985 (appeals against traffic regulation conditions) isamended as follows.\n\t\tIn subsection (1) (appeals are to the Secretary of State) for “theSecretary of State” substitute “the Transport Tribunal”.\n\t\tOmit subsections (3) and (4).\n\t\tFor subsection (5) (further appeal) substitute—\n\t\tAn appeal lies (in accordance with paragraph 14 of Schedule 4 to this Act)at the instance of any of the persons mentioned in subsection (6) below from adecision of the Transport Tribunal on an appeal under this section.”.\n\t\tIn subsection (6)—\n\t\t\tfor “the Secretary of State” substitute “the Transport Tribunal”;\n\t\t\tfor “him” (in both places) substitute “the tribunal”.\n\t\tOmit subsections (7) to (9).\n\tFees for registration of services\n\t\tSection 126(1) of the TA 1985 (application of section 52 of the PPVA 1981,which relates to fees, to registration of local services etc) is amended asfollows.\n\t\tIn paragraph (a) after “for the variation” insert “or cancellation”.\n\t\tAfter paragraph (a) insert—\n\t\t\tthe continuation in force of registrations under that section;”."
    },
    {
        "length": 3474,
        "text": "\nUse of taxis and hire cars to provide local services\n\tUse of private hire vehicles to provide local services\n\t\tSection 12 of the TA 1985 (use of taxis in providing local services) isamended as follows.\n\t\tIn subsection (1) (application by holder of taxi licence for speciallicence to provide local service by means of licensed taxis)—\n\t\t\tafter “a taxi licence” insert “or a private hire vehicle licence”;\n\t\t\tin paragraph (b) after “licensed taxis” insert “or licensed hire cars”.\n\t\tIn subsection (5)—\n\t\t\tafter “a taxi licence” insert “or a private hire vehicle licence”;\n\t\t\tfor “the taxi licence of the vehicle in question” substitute “the relevantlicence for that vehicle”.\n\t\tIn subsection (7) for “taxi licences” substitute “relevant licences”.\n\t\tIn subsection (8) after “a licensed taxi” insert “or a licensed hire car”.\n\t\tIn subsection (9) after “a licensed taxi” insert “or a licensed hire car”.\n\t\tIn subsection (10) for the words from “Such provisions” to “being so used;”substitute “At any time when a licensed taxi or a licensed hire car is beingso used the prescribed provisions of the taxi code or, as the case may be, thehire car code shall apply in relation to it;”.\n\t\tAfter subsection (10) insert—\n\t\t\t“(10A)In subsections (9) and (10) “prescribed” means prescribed by theappropriate authority.”.\n\t\tIn consequence of the amendments made by this section, in the heading tosection 12 after “taxis” there is inserted “or hire cars”.\n\tApplication of certain provisions about taxis and hire cars to London\n\t\tSection 13 of the TA 1985 (provisions supplementary to sections 10 to 12)is amended as follows.\n\t\tIn subsection (1) (power to modify codes for purposes of sections 10 to12)—\n\t\t\tfor “The Secretary of State” substitute “The appropriate authority”;\n\t\t\tfor “he” substitute “it”.\n\t\tSubsection (3) (interpretation of terms used in sections 10 to 12) isamended as follows.\n\t\tBefore the definition of “licensed taxi” insert the following definition—\n\t\t\t  * ““the appropriate authority” means—\n\t\t\tin relation to—\n\t\t\ta taxi licensed under section 37 of the Town Police Clauses Act 1847 or anysimilar enactment which applies outside the London taxi area,\n\t\t\ta licensed hire car licensed under section 48 of the Local Government(Miscellaneous Provisions) Act 1976, or\n\t\t\ta taxi or private hire car licensed under section 10 of the Civic Government(Scotland) Act 1982,\n\t\t\t\tthe Secretary of State;\n\t\t\tin relation to—\n\t\t\ta taxi licensed under section 6 of the Metropolitan Public Carriage Act 1869,or\n\t\t\ta licensed hire car licensed under section 7 of the Private Hire Vehicles(London) Act 1998,\n\t\t\tTransport for London;”.\n\t\tFor the definition of “licensed hire car” substitute—\n\t\t\t  * ““licensed hire car” means—\n\t\t\tin England and Wales—\n\t\t\tfor the purposes of section 11 of this Act, a vehicle licensed under section48 of the Local Government (Miscellaneous Provisions) Act 1976 or section 7 ofthe Private Hire Vehicles (London) Act 1998,\n\t\t\tfor the purposes of section 12 of this Act, a vehicle licensed under section48 of the Local Government (Miscellaneous Provisions) Act 1976;\n\t\t\tin Scotland, a private hire car licensed under section 10 of the CivicGovernment (Scotland) Act 1982;”.\n\t\tAfter the definition of “taxi licence” insert—\n\t\t\t  * ““relevant licence” means—\n\t\t\tin relation to a licensed taxi, a taxi licence, and\n\t\t\tin relation to a licensed hire car, a private hire vehicle licence;\n\t\t\t\t  * “private hire vehicle licence” means—\n\t\t\tin England and Wales, a licence under section 48 of the Local Government(Miscellaneous Provisions) Act 1976;\n\t\t\tin Scotland, a private hire car licence under section 10 of the CivicGovernment (Scotland) Act 1982.”.\n\t\tIn the definition of “hire car code”, after “used as mentioned in section11” insert “or 12”.\n\t\tAfter section 13 of the TA 1985 insert—\n\t\t“13AApplication of sections 10 to 13 to London\n\t\t\tTransport for London may by order provide that section 12 of this Act is toapply to vehicles licensed under section 7 of the Private Hire Vehicles(London) Act 1998 as it applies to vehicles licensed under section 48 of theLocal Government (Miscellaneous Provisions) Act 1976.\n\t\t\tAn order under subsection (1) of this section may amend the definitions of“licensed hire car” and “private hire vehicle licence” in section 13 of thisAct accordingly.\n\t\t\tTransport for London must consult such representative organisations as itthinks fit before making—\n\t\t\t\tregulations under section 12(9) or (10) of this Act;\n\t\t\t\tan order under section 13(1) of this Act or subsection (1) of this section.\n\t\t\tAny power of Transport for London to make—\n\t\t\t\tregulations under section 12(9) or (10) of this Act, or\n\t\t\t\tan order under section 13(1) of this Act,\n\t\t\t\t\tincludes a power to vary or revoke any previous such regulations or order (asthe case may be).\n\t\t\tSubsection (4) applies notwithstanding that the previous regulations weremade, or the previous order was made, by the Secretary of State by statutoryinstrument.\n\t\t\tTransport for London must print and publish—\n\t\t\t\tany regulations made by it under section 12(9) or (10) of this Act;\n\t\t\t\tany order made by it under section 13(1) of this Act or subsection (1) ofthis section.\n\t\t\tTransport for London may charge a fee for the sale of copies of anyregulations, or any order, printed under subsection (6).”.\n\tCarrying of passengers in wheelchairs in vehicles providing localservices\n\t\tSection 36 of the Disability Discrimination Act [1995 (c.50)](/id/ukpga/1995/50?view=plain \"Go to item of legislation\") (carrying ofpassengers in wheelchairs) is amended as follows.\n\t\tIn subsection (1)(b) for “taxi” substitute “vehicle”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)This section also imposes duties on the driver of a designated vehicleother than a regulated taxi if—\n\t\t\tthe designated vehicle is being used to provide a local service (within themeaning of section 2 of the Transport Act 1985), and\n\t\t\ta person falling within paragraph (a) or (b) of subsection (1) hasindicated to the driver that he wishes to travel on the service.”.\n\t\tIn each of subsections (2), (3) and (4) for “taxi” (wherever occurring)substitute “vehicle”.\n\t\tIn subsection (5) after “a regulated taxi” insert “or designated vehicle”.\n\t\tIn subsection (6)—\n\t\t\tafter “at the time of the alleged offence” insert—\n\t\t\tin the case of a regulated taxi,”;\n\t\t\tafter “it was required to conform,” insert—\n\t\t\tin the case of a designated vehicle, the vehicle conformed to theaccessibility requirements which applied to it,”;\n\t\t\tfor the word “taxi” (in the last place where it appears) substitute“vehicle”.\n\t\tAfter subsection (9) insert—\n\t\tThe driver of a designated vehicle is exempt from the duties imposed bythis section if—\n\t\t\ta certificate of exemption issued to him under this section is in force;and\n\t\t\the is carrying the certificate on the vehicle.\n\t\tThe driver of a designated vehicle who is exempt under subsection (10)must show the certificate, on request, to a person falling within paragraph(a) or (b) of subsection (1).”.\n\t\tAfter subsection (11) insert—\n\t\tIn this section—\n\t\t\t  * “designated vehicle” means a vehicle which appears on a list maintained under section 36A;\n\t\t\t  * “licensing authority” has the meaning given by section 36A.”.\n\tCarrying of passengers in wheelchairs: supplementary provisions\n\t\tThe Disability Discrimination Act [1995 (c.50)](/id/ukpga/1995/50?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tAfter section 36 insert—\n\t\t“36AList of wheelchair-accessible vehicles providing local services\n\t\t\tA licensing authority may maintain a list of vehicles falling withinsubsection (2).\n\t\t\tA vehicle falls within this subsection if—\n\t\t\t\tit is either a taxi or a private hire vehicle,\n\t\t\t\tit is being used or is to be used by the holder of a special licence underthat licence, and\n\t\t\t\tit conforms to such accessibility requirements as the licensing authoritythinks fit.\n\t\t\t“Accessibility requirements” are any requirements for the purpose ofsecuring that it is possible for disabled persons in wheelchairs—\n\t\t\t\tto get into and out of vehicles in safety, or to be conveyed in safety intoand out of vehicles while remaining in their wheelchairs; and\n\t\t\t\tto be carried in vehicles in safety and reasonable comfort (whether or notthey wish to remain in their wheelchairs).\n\t\t\tThe Secretary of State may issue guidance to licensing authorities as to—\n\t\t\t\tthe accessibility requirements which they should apply for the purposes ofthis section;\n\t\t\t\tany other aspect of their functions under or by virtue of this section.\n\t\t\tA licensing authority which maintains a list under subsection (1) must haveregard to any guidance issued under subsection (4).\n\t\t\tIn this section—\n\t\t\t\t  * “licensing authority”, in relation to any area, means the authority responsible for licensing taxis or, as the case may be, private hire vehicles in that area;\n\t\t\t\t  * “private hire vehicle” means—\n\t\t\t\ta vehicle licensed under section 48 of the Local Government (MiscellaneousProvisions) Act 1976;\n\t\t\t\ta vehicle licensed under section 7 of the Private Hire Vehicles (London) Act1998;\n\t\t\t\ta vehicle licensed under an equivalent provision of a local enactment;\n\t\t\t\ta private hire car licensed under section 10 of the Civic Government(Scotland) Act 1982;\n\t\t\t\t\t  * “special licence” has the meaning given by section 12 of the Transport Act 1985 (use of taxis in providing local services);\n\t\t\t\t\t  * “taxi” includes a taxi licensed under section 10 of the Civic Government (Scotland) Act 1982.”.\n\t\t\tSection 38 (appeal against refusal of exemption certificate) is amended asfollows.\n\t\t\tIn subsection (1) after “a magistrates' court” insert “or, in Scotland, thesheriff court”.\n\t\t\tIn subsection (2) for “this section” substitute “subsection (1)”.\n\t\t\tAt the end of the section insert—\n\t\t\tAny person who is aggrieved by the decision of a licensing authority toinclude a vehicle on a list maintained under section 36A may appeal to amagistrates' court or, in Scotland, the sheriff court before the end of theperiod of 28 days beginning with the date of the inclusion.\n\t\t\tIn this section “licensing authority” has the meaning given by section36A.”.\n\t\t\tIn consequence of the amendments made by subsections (4) to (6), theheading to section 38 becomes “Appeals”.\n\t\t\tIn section 68(1) (interpretation), in the definition of “licensingauthority”, for “section 37A” substitute “sections 36, 36A, 37A and 38”.\n\t\t\tIn section 70 (commencement etc) after subsection (2) insert—\n\t\t\t\t“(2A)The following provisions of this Act—\n\t\t\t\tsection 36 so far as it applies to designated vehicles,\n\t\t\t\tsection 36A, and\n\t\t\t\tsection 38 (which has already been brought in force in England and Wales byan order under subsection (3)) so far as it extends to Scotland,\n\t\t\t\tcome into force 2 months after the passing of the Local Transport Act 2008.”."
    },
    {
        "length": 1768,
        "text": "\nVehicles used under permits\n\tPermits in relation to use of vehicles by educational and other bodies\n\t\tSection 19 of the TA 1985 (permits in relation to the use of buses byeducational and other bodies) is amended as follows.\n\t\tIn subsection (1) (definitions for sections 19 to 21) in the definition of“permit” for “a bus” substitute “a public service vehicle”.\n\t\tIn subsection (2) (requirements that must be met for use of a bus under apermit to be exempt from operator licensing)—\n\t\t\tfor “a bus” substitute “a public service vehicle”;\n\t\t\tfor “section 18(a)” substitute “section 18(1)(a)”;\n\t\t\tfor “the bus” substitute “the vehicle”.\n\t\tIn subsection (3) (grant by designated body of permits relating to use of asmall bus) for “a small bus” substitute “a public service vehicle other than alarge bus”.\n\t\tIn subsection (4) (grant by traffic commissioner of permits relating to useof a small bus) for “a small bus” substitute “a public service vehicle otherthan a large bus”.\n\t\tIn subsection (7) (grant of permits by bodies designated by the Secretaryof State) in paragraph (c)—\n\t\t\tafter “may require the body to make returns” insert “and keep records”, and\n\t\t\tafter “with regard to the permits granted” insert “, varied or revoked”.\n\t\tIn subsection (9) (only one bus to be used at one time under same permit)for “bus” substitute “vehicle”.\n\t\tIn consequence of the amendments made by this section, the heading tosection 19 becomes “Permits in relation to use of public service vehicles byeducational and other bodies”.\n\tFurther provision with respect to such permits\n\t\tSection 20 of the TA 1985 (further provision with respect to permits undersection 19) is amended as follows.\n\t\tIn subsection (4)(a) (attachment of conditions) for “bus” substitute“vehicle”.\n\t\tIn subsection (5)(b) (variation or revocation of permit) for “bus”substitute “vehicle”.\n\t\tSection 21 of the TA 1985 (regulations with respect to permits undersection 19) is amended as follows.\n\t\tIn subsection (1)—\n\t\t\tin paragraph (a), for “a bus” substitute “a public service vehicle”;\n\t\t\tin paragraph (d), for “any bus” substitute “any vehicle”.\n\t\tAt the end of the section insert—\n\t\tSee also section 23A of this Act (power to limit permits under section 19or 22 to 5 years).”.\n\tRelaxation of rules relating to community bus services\n\t\tSection 22 of the TA 1985 (community bus permits) is amended as follows.\n\t\tIn subsection (1), in paragraph (c) of the definition of “community busservice” (service must be provided by means of vehicle adapted to carry morethan 8 but not more than 16 passengers) omit the words “but not more thansixteen”.\n\t\tSection 23 of the TA 1985 (further provisions with respect to community buspermits) is amended as follows.\n\t\tIn subsection (2) (requirements) omit paragraph (a) (no payment for driverexcept expenses and loss of earnings).\n\t\tAt the end of the section insert—\n\t\tSee also section 23A of this Act (power to limit permits under section 19or 22 to 5 years).”.\n\tPower to limit permits under section 19 or 22 of TA 1985 to 5 years\n\t\tAfter section 23 of the TA 1985 (further provision with respect tocommunity bus permits) insert—\n\t\t“23APower to limit permits under section 19 or 22 to 5 years\n\t\t\tRegulations may provide that any permit granted under section 19 or 22 ofthis Act on or after a date specified in the regulations is to be for suchperiod not exceeding 5 years as may be identified in the permit by the persongranting it.\n\t\t\tNothing in subsection (1) above or any regulations made by virtue of thatsubsection prevents the grant of subsequent permits under section 19 or 22 ofthis Act to any person for further such periods.”.\n\t\t\tThe Secretary of State may by regulations provide that any permit grantedunder section 19 or 22 of the TA 1985 before the section 23A start date isrevoked as from such later date (the “revocation date”) as may be specified inthe regulations.\n\t\t\tThe revocation date in the case of any permit must be no more than 5 yearsafter the section 23A start date.\n\t\t\tIn this section, “the section 23A start date” means the date mentioned insection 23A(1) of the TA 1985 (power to limit permits granted under section 19or 22 on or after specified date to 5 years).\n\t\t\tSections 134 and 135 of the TA 1985 (which, among other things, applysections 60 and 61 of the PPVA 1981 in relation to certain regulations underthe TA 1985) shall have effect as if—\n\t\t\t\tsubsections (2) to (4) above were contained in Part 1 of the 1985 Act, and\n\t\t\t\tthe matters specified in section 134(3) of the TA 1985 included therevocation of permits granted under section 19 or 22 of that Act.\n\t\t\tNothing in subsection (2), or in any regulations made under or by virtue ofthis section, prevents the grant of subsequent permits under section 19 or 22of the TA 1985 to any person.\n\t\t\tAny power to make regulations under or by virtue of this section includespower—\n\t\t\t\tto make different provision for different cases or for permits of differentdescriptions, and\n\t\t\t\tto make incidental, consequential, supplemental or transitional provisionor savings.\n\tTraffic commissioners to keep records about such permits\n\t\tIn section 126 of the TA 1985 (application of sections 52 and 56 of thePPVA 1981) subsection (3) (section 56: records) is amended as follows.\n\t\tIn the opening words, after “shall apply in relation to” insert “each ofthe following”.\n\t\tFor the word “and” at the end of paragraph (b) substitute the followingparagraphs—\n\t\t\tpermits under section 19 or 22 of this Act granted, varied or revoked bya traffic commissioner;\n\t\t\tcopies of permits submitted to a traffic commissioner by way of a returnmade pursuant to an order under section 19(7)(c) of this Act;”."
    },
    {
        "length": 3674,
        "text": "\nServices not operated as registered etc\n\tAttachment of conditions to related licences\n\t\tSection 26 of the TA 1985 (conditions attached to PSV operator’s licence)is amended as follows.\n\t\tIn subsection (1) (which sets out the cases in which the power isexercisable and the power)—\n\t\t\tfor “Where” substitute “Subsection (1A) below applies in any case where”;\n\t\t\tfor the words from “he may” to the end of subsection (1) substitute thesubsections set out in subsection (3).\n\t\tThe subsections are—\n\t\t\t“(1A)The traffic commissioner may (on granting the licence or at any othertime) attach, or direct a traffic commissioner for another traffic area toattach, a condition falling within subsection (1B) below to any one or more ofthe following PSV operator’s licences (wherever granted)—\n\t\t\tthe licence mentioned in subsection (1) above;\n\t\t\tany other licence held by the operator;\n\t\t\twhere the operator is an undertaking, any licence held by a groupundertaking in relation to that undertaking (see subsection (7) below).\n\t\t\t(1B)The conditions are—\n\t\t\ta condition prohibiting the holder of the licence from using vehicles underthe licence to provide any local service of a description specified in thecondition;\n\t\t\ta condition prohibiting the holder of the licence from so using vehicles toprovide local services of any description.\n\t\t\t(1C)A condition under subsection (1A) may be attached—\n\t\t\tindefinitely; or\n\t\t\tfor a period of time specified by the traffic commissioner (which maycommence immediately or on a date so specified).”.\n\t\tIn subsection (2)—\n\t\t\tafter “attach” insert “(or direct another commissioner to attach)”;\n\t\t\tfor “subsection (1)” substitute “subsection (1A)”;\n\t\t\tfor “that subsection” substitute “subsection (1) above”.\n\t\tAfter subsection (2) insert—\n\t\t“(2A)Where a direction is given under subsection (1A) above to a trafficcommissioner for another area, that traffic commissioner must either—\n\t\t\tattach the condition to the licence; or\n\t\t\tif he considers that there is a good reason not to attach the condition tothe licence, inform the traffic commissioner who gave the direction of thatfact and of the reason.”.\n\t\tIn subsection (3), for “subsection (1)” substitute “subsection (1A)”.\n\t\tIn subsection (5) (power to impose conditions in certain cases relating tothe use of vehicles)—\n\t\t\tfor “Where” substitute “Subsection (5A) below applies in any case where”;\n\t\t\tfor the words from “he may” to the end of subsection (5) substitute thesubsections set out in subsection (8).\n\t\tThe subsections are—\n\t\t“(5A)The traffic commissioner may (on granting the licence or at any othertime) attach, or direct a traffic commissioner for another traffic area toattach, to any one or more of the licences mentioned in subsection (5B) belowa condition restricting the vehicles which the operator may use under thelicence to vehicles specified in the condition.\n\t\t(5B)The licences are the following PSV operator’s licences (wherever granted)—\n\t\t\tthe licence mentioned in subsection (5) above;\n\t\t\tany other licence held by the operator;\n\t\t\twhere the operator is an undertaking, any licence held by a groupundertaking in relation to that undertaking (see subsection (7) below).\n\t\t\t(5C)Where a direction is given under subsection (5A) above to a trafficcommissioner for another area, that traffic commissioner must either—\n\t\t\tattach the condition to the licence; or\n\t\t\tif he considers that there is a good reason not to attach the condition tothe licence, inform the traffic commissioner who gave the direction of thatfact and of the reason.”.\n\t\tIn subsection (6)—\n\t\t\tfor “subsection (5)” substitute “subsection (5A)”;\n\t\t\tin paragraph (a) after “the commissioner” insert “who attached thatcondition”.\n\t\tAt the end of the section insert—\n\t\tIn this section “undertaking” and “group undertaking” have the samemeaning as in the Companies Acts (see section 1161 of the Companies Act2006).”.\n\tPowers of traffic commissioners where services not operated asregistered\n\t\tAfter section 27 of the TA 1985 (supplementary provisions with respect toconditions attached to a PSV operator’s licence under section 26) insert—\n\t\t“27AAdditional powers where service not operated as registered\n\t\t\tThis section applies in any case where it appears to a traffic commissionerthat a person (“the operator”)—\n\t\t\t\thas, or may have, failed to operate a local service registered undersection 6 of this Act; or\n\t\t\t\thas, or may have, failed to operate such a service in accordance with theparticulars registered under that section.\n\t\t\tThe traffic commissioner may direct a local traffic authority to providehim, within a specified period, with specified information connected with anyaspect of the performance of their duties under section 16 or 17 of theTraffic Management Act 2004 (the network management duty, and arrangements fornetwork management).\n\t\t\t\tThis subsection is supplemented by provisions in section 27B of this Act.\n\t\t\tIf the traffic commissioner holds an inquiry in connection with decidingwhether—\n\t\t\t\tto attach a condition under section 26 of this Act, or\n\t\t\t\tto make an order under section 155 of the Transport Act 2000,\n\t\t\t\tsubsections (2) and (3) of section 250 of the Local Government Act 1972(attendance of witnesses etc) apply to the inquiry as they apply to an inquiryunder that section.\n\t\t\tIf the traffic commissioner identifies any remedial measures (seesubsection (5)) which, in the traffic commissioner’s opinion, could be taken—\n\t\t\t\tby the operator, or\n\t\t\t\tby a local traffic authority,\n\t\t\t\tthe traffic commissioner may prepare a report recommending the implementationof those measures.\n\t\t\tIn this section “remedial measures” means measures which, in the opinion ofthe traffic commissioner, would enable or facilitate the operation of theservice in accordance with the particulars registered under section 6 of thisAct.\n\t\t\tA traffic commissioner who prepares a report under subsection (4) above—\n\t\t\t\tmust send a copy of the report to the operator and, if any of therecommended remedial measures are for implementation by a local trafficauthority, to that authority;\n\t\t\t\tmust, if the implementation of any of the measures in the report wouldaffect the operation of bus services in an integrated transport area, send acopy of the report to the Integrated Transport Authority for that area;\n\t\t\t\tmay send a copy of the report to any one or more of the persons insubsection (7) below;\n\t\t\t\tmay publish the report.\n\t\t\tThe persons are—\n\t\t\t\tthe appropriate national authority,\n\t\t\t\tany local traffic authority or Integrated Transport Authority which thetraffic commissioner considers appropriate,\n\t\t\t\tand any other persons whom the traffic commissioner considers appropriate.\n\t\t\tSee subsection (6) of section 27B of this Act for the meaning of some ofthe expressions used in this section.\n\t\tBProvisions supplementing section 27A\n\t\t\tThis section supplements section 27A of this Act.\n\t\t\tIn this section “direction” means a direction under subsection (2) of thatsection.\n\t\t\tThe information that may be specified in a direction must be informationwhich the local traffic authority have in their possession or can reasonablybe expected to acquire.\n\t\t\tThe information that may be specified in a direction includes informationrelating to—\n\t\t\t\tthe management of a local traffic authority’s road network; or\n\t\t\t\tthe use of their road network by different kinds of traffic or the effectsof that use.\n\t\t\tA direction may be given—\n\t\t\t\tto one or more local traffic authorities; or\n\t\t\t\tto local traffic authorities of a description specified in the direction.\n\t\t\tIn section 27A of this Act and in this section the following expressionshave the same meaning as in Part 2 of the Traffic Management Act 2004 (networkmanagement by local traffic authorities)—\n\t\t\t\t  * appropriate national authority,\n\t\t\t\t  * local traffic authority,\n\t\t\t\t  * road network,\n\t\t\t\t  * traffic,\n\t\t\t\texcept that “local traffic authority” does not include Transport for London, aLondon borough council or the Common Council of the City of London.”.\n\t\t\tIn section 155 of the TA 2000 (penalties) at the end insert—\n\t\t\tOther provisions that may need to be considered include the followingprovisions of the Transport Act 1985—\n\t\t\t\tsections 26 and 27 (attachment of conditions to PSV operator’s licence),\n\t\t\t\tsections 27A and 27B (additional powers of traffic commissioner whereservices are not operated as registered etc).”.\n\tAdditional sanctions for failures by bus operators\n\t\tSection 155 of the TA 2000 (penalties) is amended as follows.\n\t\tIn subsection (1) (power to impose penalty for various failures) for“impose a penalty on the operator” substitute “make one or more orders undersubsection (1A)”.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)The orders are—\n\t\t\tan order that the operator pay a penalty of such amount as is determined inaccordance with subsection (3);\n\t\t\tan order that the operator expend such sum of money as is determined inaccordance with subsection (3) in the manner mentioned in subsection (1B);\n\t\t\tan order that the operator provide compensation (see subsection (1C)) topassengers of such description as is specified in the order;\n\t\t\tan order of such other description as the Secretary of State (as respectsEngland) or the Welsh Ministers (as respects Wales) may by order prescribe forthe purposes of this paragraph.\n\t\t\t(1B)An order under subsection (1A)(b) may require the operator to expend moneyon or towards—\n\t\t\tthe provision of specified local services or specified facilities to beused in connection with such services;\n\t\t\tspecified improvements in such services or facilities.\n\t\t\tIn this subsection “specified” means specified in the order.\n\t\t\t(1C)Compensation under subsection (1A)(c)—\n\t\t\tmay take the form of payments of money, or\n\t\t\tmay take such other form (including the provision of free travel or travelat a reduced price) as is specified in the order;\n\t\t\tand shall be of such amount, or equivalent in value to such amount, as isdetermined in accordance with subsection (3).”.\n\t\tOmit subsection (2).\n\t\tIn subsection (3) for “That amount is” substitute “The amount mentioned insubsections (1A)(a) and (b) and (1C) is such amount as the trafficcommissioner thinks fit in all the circumstances of the case, but must notexceed”.\n\t\tOmit subsection (4).\n\t\tIn subsection (5) for “imposing the penalty” substitute “making an orderunder subsection (1A)”.\n\t\tIn subsection (6) for “the imposition of the penalty” substitute “themaking of the order”.\n\t\tAfter subsection (6) insert—\n\t\t“(6A)If the operator fails to comply with an order under subsection (1A)(b),(c) or (d), the traffic commissioner may order the operator to pay a penaltyof such amount as is determined in accordance with subsection (6B).\n\t\t(6B)That amount is such amount as the traffic commissioner thinks fit in allthe circumstances of the case, but must not exceed 110% of the maximum amountwhich may be ordered in accordance with subsection (3).”.\n\t\tFor subsection (7) substitute—\n\t\tAn amount ordered to be paid under subsection (1A)(a) or (6A) is—\n\t\t\tpayable to the Secretary of State (as respects England) or the WelshMinisters (as respects Wales), and\n\t\t\trecoverable as a civil debt.”.\n\t\tIn consequence of the amendments made by this section, the heading tosection 155 becomes “Sanctions”.\n\t\tSection 160 of the TA 2000 (Part 2: regulations and orders) is amended asfollows.\n\t\tIn subsection (2) before the words “shall be subject to annulment” insert“, other than an order under section 155(1A)(d),”.\n\t\tAfter subsection (2) insert—\n\t\tA statutory instrument containing an order under section 155(1A)(d) shallnot be made—\n\t\t\tas respects England, unless a draft of the instrument has been laid before,and approved by a resolution of, each House of Parliament;\n\t\t\tas respects Wales, unless a draft of the instrument has been laid before,and approved by a resolution of, the National Assembly for Wales.”.\n\tOperational data\n\t\tIn section 155(1) of the TA 2000 (penalties) after paragraph (a) insert—\n\t\t\tfailed to comply with the requirements of regulations made under section6(9)(i), (j) or (k) of that Act,”.\n\t\tSection 6 of the TA 1985 (registration of local services) is amended asfollows.\n\t\tIn subsection (9) (regulations) after paragraph (k) insert—\n\t\t\tfor imposing restrictions on the use that may be made of records madeavailable as mentioned in paragraph (j) above or information given asmentioned in paragraph (k) above;”.\n\t\tAfter subsection (9) insert—\n\t\tRegulations made by virtue of paragraph (ka) of subsection (9) above—\n\t\t\tmay create one or more criminal offences relating to the use of records orinformation in breach of the restrictions imposed by those regulations, but\n\t\t\tmay not provide, in respect of any such offence, for a penalty greater thana fine not exceeding level 4 on the standard scale.”."
    },
    {
        "length": 504,
        "text": "\nPowers of Passenger Transport Executives\n\tRevival of certain powers of PTEs\n\t\tSection 10 of the TA 1968 (powers of Passenger Transport Executives) isamended as follows.\n\t\tFor subsection (1)(viii) (power to let passenger vehicles on hire)substitute—\n\t\t\tto let passenger vehicles on hire (with or without trailers for thecarriage of goods)—\n\t\t\tas part of, or in connection with, an agreement providing for servicesubsidies, to an operator of public passenger transport services within themeaning of section 9A;\n\t\t\tto a body holding a permit granted under section 19 of the Transport Act1985 (permits in relation to the use of vehicles by educational and otherbodies);”.\n\t\tAfter subsection (2) insert—\n\t\t\t“(2A)The reference in subsection (1)(viii) above to an agreement providing forservice subsidies includes—\n\t\t\tan agreement for such subsidies under section 9A(4) above;\n\t\t\tprovision included in a quality contract under section 124 of the TransportAct 2000 for the making of payments by the PTE (see subsection (5)(a) of thatsection).”.\n\t\tAny order made under section 60(5) of the TA 1985 shall cease to haveeffect to the extent that it provides that a PTE shall cease to have the powerunder section 10(1)(viii) of the TA 1968.\n\t\tIn section 60 of the TA 1985 (exclusion of public sector co-operationrequirements and bus operating powers), omit subsections (2) to (4), (7) and(8).\n\t\tThe following provisions of the TA 1968 shall cease to have effect—\n\t\t\tsection 10(1)(i) (power of PTE to carry passengers by road);\n\t\t\tsection 24 (establishment and general duties of Bus Company and ScottishGroup)."
    },
    {
        "length": 719,
        "text": "\nSubsidised services\n\tSubsidy to secure passenger transport services in integrated transportareas\n\t\tSection 9A of the TA 1968 (general functions of Passenger TransportAuthorities and Executives) is amended as follows.\n\t\tIn subsection (4)(a) (power to enter into agreements providing for servicesubsidies) after “would not be provided” insert “, or would not be provided toa particular standard,”.\n\t\tAfter subsection (4) insert—\n\t\t\t“(4A)The reference in subsection (4)(a) of this section to the standard towhich a service is provided includes—\n\t\t\tthe frequency or timing of the service;\n\t\t\tthe days, or times of day, when the service is provided;\n\t\t\tthe vehicles used to provide the service.”.\n\tSubsidy to secure passenger transport services in other areas\n\t\tSection 63 of the TA 1985 (functions of local councils with respect topassenger transport in areas other than passenger transport areas) is amendedas follows.\n\t\tIn subsection (5) (power to enter into agreements providing for servicesubsidies) at the beginning of paragraph (a) insert “in England and Wales,shall be exercisable only where the service in question would not be provided,or would not be provided to a particular standard, without subsidy;\n\t\t\tin Scotland,”.\n\t\tAfter subsection (5) insert—\n\t\t\t“(5A)The reference in subsection (5)(a) above to the standard to which aservice is provided includes—\n\t\t\tthe frequency or timing of the service;\n\t\t\tthe days, or times of day, when the service is provided;\n\t\t\tthe vehicles used to provide the service.”.\n\tSubsidy to secure passenger transport services in Wales\n\t\tSection 7 of the Transport (Wales) Act [2006 (c.5)](/id/ukpga/2006/5?view=plain \"Go to item of legislation\") (provision ofpublic passenger transport services) is amended as follows.\n\t\tIn subsection (4) (circumstances in which agreements providing for servicesubsidies may be entered into) after “would not be provided” insert “, orwould not be provided to a particular standard,”.\n\t\tAfter subsection (4) insert—\n\t\t\t“(4A)The reference in subsection (4) to the standard to which a service isprovided includes—\n\t\t\tthe frequency or timing of the service;\n\t\t\tthe days, or times of day, when the service is provided;\n\t\t\tthe vehicles used to provide the service.”.\n\tExtension of maximum length of subsidised services agreements\n\t\tIn section 90(1) of the TA 1985 (maximum period to be specified in invitationto tender for agreement providing for service subsidies) for “five years”substitute “8 years”."
    },
    {
        "length": 270,
        "text": "\nPublic transport companies etc\n\tRemoval of certain disabilities and requirements for consent\n\t\tPart 4 of the TA 1985 (which makes provision for the establishment ofpublic transport companies and for the powers of Passenger TransportAuthorities etc in relation to them) is amended as follows.\n\t\tIn section 74 (disabilities of directors of public transport companies),omit subsections (3) to (12).\n\t\tEach of the following (which require the consent of the Secretary of Statefor the exercise of certain powers) is omitted—\n\t\t\tsection 75(3) (subscription for, or acquisition or disposal of, certainshares, securities or other property or assets etc);\n\t\t\tsection 79(3) (making or guaranteeing of certain loans);\n\t\t\tsection 79(7) (guarantees etc in connection with disposals of certainshares, securities or other property or assets etc);\n\t\t\tin section 79(8) (provision of financial assistance by way of grants,loans, etc) the words “, with the consent of the Secretary of State,”."
    },
    {
        "length": 2872,
        "text": "\nTransport users' advisory committees etc\n\tThe Disabled Persons Transport Advisory Committee: remuneration\n\t\tSchedule 5 to the TA 1985 (the Disabled Persons Transport AdvisoryCommittee) is amended as follows.\n\t\tIn paragraph 2—\n\t\t\tat the beginning insert “(1)”;\n\t\t\tafter “to pay to their members” insert “such remuneration, and”.\n\t\tAt the end of paragraph 2 insert—\n\t\tIn relation to Scotland, the only remuneration that may be paid under thisparagraph is remuneration for the performance of functions which relate toreserved matters (within the meaning of the Scotland Act 1998).”.\n\tThe Public Transport Users' Committee for England\n\t\tAfter section 125 of the TA 1985 (the Disabled Persons Transport AdvisoryCommittee) insert—\n\t\t“The Public Transport Users' Committee for England\n\t\t\tAThe Public Transport Users' Committee for England\n\t\t\t\tThe Secretary of State may by order establish a body corporate, to be knownas the Public Transport Users' Committee for England.\n\t\t\t\t\tA body established under this subsection is referred to in this section andsections 125B and 125C as the Committee.\n\t\t\t\tThe Secretary of State may by order provide for a body established undersubsection (1) to be known by a different name.\n\t\t\t\tAn order under subsection (1) may include provision—\n\t\t\t\t\tabout the status and membership of the Committee (including how members areto be appointed);\n\t\t\t\t\tabout the proceedings of the Committee;\n\t\t\t\t\tabout the declaration by members of any financial or other interests, andthe recording of such interests;\n\t\t\t\t\tabout officers and staff of the Committee;\n\t\t\t\t\tabout the discharge of functions of the Committee (including provision forthe discharge of functions by sub-committees with members who are not allmembers of the Committee);\n\t\t\t\t\tabout the making of reports by the Committee to—\n\t\t\t\t\tthe Secretary of State, or\n\t\t\t\t\tsuch other person as the Secretary of State may determine;\n\t\t\t\t\tabout the making of payments to or in respect of officers, staff andmembers of the Committee;\n\t\t\t\t\tabout the payment of pensions and the making of other payments to or inrespect of former officers and staff of the Committee;\n\t\t\t\t\tabout the keeping of accounts by the Committee and their audit andsubmission to the Secretary of State;\n\t\t\t\t\tabout the acquisition and disposal by the Committee of property, rights andliabilities (including land);\n\t\t\t\t\tauthorising the Committee to charge for any services it provides in thedischarge of any of its functions;\n\t\t\t\t\trequiring the Committee to have regard to the policies and activities ofsuch other persons or bodies as the Secretary of State may determine;\n\t\t\t\t\tfor the transfer of staff, property, rights and liabilities to theCommittee.\n\t\t\t\tThe Secretary of State may make payments to the Committee of such amounts,at such times, and on such conditions (if any) as the Secretary of Stateconsiders appropriate.\n\t\t\t\tThe Secretary of State may by order make provision for the transfer ofstaff, property, rights and liabilities from the Committee to any otherperson.\n\t\t\t\tAn order made by virtue of subsection (2) may make such provision,including provision amending, repealing or revoking any provision of this Actor any other enactment (whenever passed or made), as appears to the Secretaryof State to be necessary in consequence of the order.\n\t\t\t\tIn this subsection “enactment” includes an enactment comprised in subordinatelegislation (within the meaning of the Interpretation Act 1978).\n\t\t\t\tNo order shall be made under this section unless a draft of the order hasbeen laid before, and approved by a resolution of, each House of Parliament.\n\t\t\tBFunctions of the Committee\n\t\t\t\tThe Committee may consider and make recommendations or representations tothe Secretary of State about any matter relating to—\n\t\t\t\t\tprescribed public passenger transport services, or public passengertransport services that are of a prescribed description, to the extent thatthey operate in England; or\n\t\t\t\t\tprescribed public passenger transport facilities in England, or publicpassenger transport facilities in England that are of a prescribeddescription.\n\t\t\t\tThe Committee must consider and make recommendations to the Secretary ofState about any such matter if asked to do so by the Secretary of State.\n\t\t\t\tThe Secretary of State may by order—\n\t\t\t\t\tconfer further functions on the Committee;\n\t\t\t\t\tremove functions from the Committee;\n\t\t\t\t\tmake changes to any functions of the Committee;\n\t\t\t\t\ttransfer any functions of the Committee to another person (including to theSecretary of State).\n\t\t\t\tAn order under subsection (3) may confer a function on the Committee, ormake changes to a function of the Committee, only if the new function, or thefunction as changed, relates to—\n\t\t\t\t\tpublic passenger transport services, so far as operating in England; or\n\t\t\t\t\tpublic passenger transport facilities in England.\n\t\t\t\tThe functions that may be conferred on the Committee under subsection(3)(a) include a power—\n\t\t\t\t\tto enter into arrangements with another body for discharging functions onbehalf of that body in relation to England;\n\t\t\t\t\tto give effect to any such arrangements;\n\t\t\t\t\tto enter into arrangements with another body for that body to discharge anyfunctions of the Committee on behalf of the Committee.\n\t\t\t\tThe discharge of a function by the Committee on behalf of another body doesnot affect the responsibility of the body for the discharge of the function.\n\t\t\t\tThe discharge of a function by another body on behalf of the Committee doesnot affect the responsibility of the Committee for the discharge of thefunction.\n\t\t\t\tThe provision that may be made in an order under subsection (3) includesprovision amending or repealing any provision of this Act or any otherenactment conferring functions on the Committee.\n\t\t\t\tThe Committee may do anything which is calculated to facilitate, or isconducive or incidental to, the discharge of any of its functions.\n\t\t\t\tIn this section—\n\t\t\t\t\t  * “prescribed” means prescribed by order made by the Secretary of State;\n\t\t\t\t\t  * “public passenger transport facilities” means facilities for public passenger transport services.\n\t\t\t\tNo order shall be made under this section unless a draft of the order hasbeen laid before, and approved by a resolution of, each House of Parliament.\n\t\t\tCPower to confer functions in relation to the Committee\n\t\t\t\tThis section applies where an order under section 125B(3) confers on theCommittee power to make recommendations or representations to a body orperson.\n\t\t\t\tThe Secretary of State may by order confer on the body or person functionsin respect of such recommendations or representations.\n\t\t\t\tAn order under this section may confer a function on a body or person onlyif the new function relates to—\n\t\t\t\t\tpublic passenger transport services, so far as operating in England; or\n\t\t\t\t\tpublic passenger transport facilities in England.\n\t\t\t\tThe provision that may be made in an order under this section includesprovision amending, repealing or revoking any provision of this Act or anyother enactment (whenever passed or made) conferring functions on the body orperson.\n\t\t\t\tIn this section “public passenger transport facilities” has the samemeaning as in section 125B.\n\t\t\t\tNo order shall be made under this section unless a draft of the order hasbeen laid before, and approved by a resolution of, each House of Parliament.”.\n\t\t\t\tIn section 135 of the TA 1985 (procedure for making regulations, rules andorders), in subsection (4), after “85” insert “, 125A, 125B, 125C”.\n\tPower to confer non-rail functions on the Rail Passengers' Council\n\t\tIn Part 3 of the Railways Act [2005 (c. 14)](/id/ukpga/2005/14?view=plain \"Goto item of legislation\"), after section 19 insert—\n\t\t“19APower to confer non-rail functions on the Rail Passengers' Council\n\t\t\tThe Secretary of State may by order make provision conferring functions onthe Rail Passengers' Council relating to—\n\t\t\t\tprescribed local services, or local services of a prescribed description,so far as operating in England;\n\t\t\t\tprescribed domestic coach services, or domestic coach services of aprescribed description, so far as operating in England;\n\t\t\t\tprescribed tramway passenger services, or tramway passenger services of aprescribed description, so far as operating in England;\n\t\t\t\tprescribed passenger transport facilities in England, or passengertransport facilities in England that are of a prescribed description.\n\t\t\tThe power conferred by subsection (1) includes power to amend any enactment(including this Act) for the purposes of making such provision.\n\t\t\tAn order under this section may make incidental, consequential,transitional or supplementary provision for the purposes of, or in consequenceof, such an order, or for giving full effect to such an order.\n\t\t\tThe provision which may be included by virtue of subsection (3) in an orderincludes—\n\t\t\t\tprovision for the body established by section 19 to be known by a differentname;\n\t\t\t\tprovision altering the number of persons that may be appointed as membersof that body by the Secretary of State under section 19(1)(e);\n\t\t\t\tprovision amending, repealing or revoking any provision of this Act or anyother enactment, whenever passed or made.\n\t\t\tIn a case where an order under this section confers on the Rail Passengers'Council power to make recommendations or representations to a body or person,the provision which may be included by virtue of subsection (3) in the orderalso includes provision conferring on the body or person functions in respectof such recommendations or representations.\n\t\t\tAn order under this section may confer a function on a body or person byvirtue of subsection (5) only if the new function relates to—\n\t\t\t\tservices of a kind mentioned in paragraphs (a) to (c) of subsection (1), sofar as operating in England, or\n\t\t\t\tpassenger transport facilities in England.\n\t\t\tNothing in this section provides power to alter the functions of the RailPassengers' Council so far as relating to the provision of railway passengerservices or station services.\n\t\t\tAn order under this section is subject to the affirmative resolutionprocedure.\n\t\t\tIn this section—\n\t\t\t\t  * “domestic coach service” means a bus service which—\n\t\t\t\tcarries passengers at separate fares, and\n\t\t\t\tis not a local service;\n\t\t\t\t\t  * “enactment” includes an enactment comprised in subordinate legislation (within the meaning of the Interpretation Act 1978);\n\t\t\t\t\t  * “local service” has the meaning given by section 2 of the Transport Act 1985;\n\t\t\t\t\t  * “passenger transport facilities” means facilities for services of a kind mentioned in paragraphs (a) to (c) of subsection (1);\n\t\t\t\t\t  * “prescribed” means prescribed by order made by the Secretary of State;\n\t\t\t\t\t  * “tramway passenger service” means any service for the carriage of passengers by tramway.”."
    },
    {
        "length": 637,
        "text": "\nDisplay of transport-related information\n\tPower to require display of certain information\n\t\tThe appropriate national authority may make regulations requiringprescribed persons, or persons of a prescribed description, to display, insuch place or places and in such manner as may be prescribed, informationfalling within subsection (2).\n\t\tThe information referred to in subsection (1) is prescribed information, orinformation of a prescribed description, relating to persons or bodies withfunctions relating to public passenger transport services.\n\t\tRegulations under this section may provide that a traffic commissioner mayimpose a financial penalty on any operator of a public service vehicle who,without reasonable excuse, fails to comply with a requirement imposed on theoperator by regulations under this section.\n\t\tRegulations made by virtue of subsection (3) may—\n\t\t\tspecify the maximum penalty that may be imposed by virtue of thatsubsection;\n\t\t\trequire a traffic commissioner who has imposed a penalty by virtue of thatsubsection to give notice in writing to such persons as may be prescribed.\n\t\tA penalty imposed by virtue of subsection (3) is—\n\t\t\tpayable to the appropriate national authority that made the regulations,and\n\t\t\trecoverable as a civil debt.\n\t\tAn operator on whom a penalty is imposed by virtue of subsection (3) mayappeal to the Transport Tribunal against the imposition of the penalty.\n\t\t\tAs respects appeals to the Transport Tribunal, see Schedule 4 to the TA 1985.\n\t\tThe power to make regulations under this section is exercisable bystatutory instrument.\n\t\tA statutory instrument containing regulations made under this section bythe Secretary of State is subject to annulment in pursuance of a resolution ofeither House of Parliament.\n\t\tA statutory instrument containing regulations made under this section bythe Welsh Ministers is subject to annulment in pursuance of a resolution ofthe National Assembly for Wales.\n\t\tIn this section—\n\t\t\t  * “the appropriate national authority” means— \n\t\t\tin relation to public passenger transport services operating wholly or partlyin England, the Secretary of State;\n\t\t\tin relation to public passenger transport services operating wholly or partlyin Wales, the Welsh Ministers;\n\t\t\t\t  * “prescribed” means prescribed in regulations; \n\t\t\t\t  * “public passenger transport services” has the meaning given by section 63(10)(a) of the TA 1985; \n\t\t\t\t  * “public service vehicle” and “traffic commissioner” have the same meaning as in the PPVA 1981. "
    },
    {
        "length": 280,
        "text": "\nAppeals to the Transport Tribunal\n\tAppeals to the Transport Tribunal\n\t\tIn Schedule 4 to the TA 1985 (constitution, powers and proceedings of theTransport Tribunal) paragraph 9 (powers of tribunal on appeal fromdetermination of traffic commissioner) is amended as follows.\n\t\tIn sub-paragraph (1), for the words from “under” to “1999” substitute“under any of the enactments specified in sub-paragraph (1A) below”.\n\t\tAfter sub-paragraph (1) insert—\n\t\t\t“(1A)The enactments are—\n\t\t\t  * the 1981 Act;\n\t\t\t  * this Act;\n\t\t\t  * the Goods Vehicles (Licensing of Operators) Act 1995;\n\t\t\t  * the Road Transport (Passenger Vehicles Cabotage) Regulations 1999;\n\t\t\t  * section 155 of the Transport Act 2000;\n\t\t\t  * section 75 of the Local Transport Act 2008.”."
    },
    {
        "length": 796,
        "text": "\nChapter 1Introductory\n\tChange of name of passenger transport areas and PTAs\n\t\tThe passenger transport areas established under section 9(1)(a)(i) of theTA 1968 are to be known as integrated transport areas.\n\t\tThe metropolitan county passenger transport authorities established undersection 28(1) of the Local Government Act [1985 (c.51)](/id/ukpga/1985/51?view=plain \"Go to item of legislation\") are to be knownas Integrated Transport Authorities.\n\t\tIn consequence of subsection (1), any reference in any enactment (wheneverpassed or made) to a passenger transport area in England and Wales is to beread as a reference to an integrated transport area.\n\t\tIn consequence of subsection (2), any reference in any enactment (wheneverpassed or made) to—\n\t\t\ta metropolitan county passenger transport authority, or\n\t\t\ta Passenger Transport Authority for an area in England and Wales,\n\t\t\t\tis to be read as a reference to an Integrated Transport Authority.\n\t\tSchedule 4 makes amendments consequential on subsections (1) and (2).\n\t\tThose amendments do not affect the generality of subsections (3) and (4).\n\t\tIn this Part—\n\t\t\t“ITA” means an Integrated Transport Authority for an integrated transportarea in England,\n\t\t\tany reference to an ITA is a reference to an ITA for the purposes of Part 2of the TA 1968,\n\t\t\tany reference to an integrated transport area is a reference to anintegrated transport area in England for the purposes of that Part of thatAct.\n\t\tExcept where the context otherwise requires, any reference in this Part toan ITA includes a reference to—\n\t\t\tan ITA established under section 28 of the Local Government Act 1985, and\n\t\t\tan ITA established under this Part.\n\t\tExcept where the context otherwise requires, any reference in any enactment(whenever passed or made) to an Integrated Transport Authority for a passengertransport area in England includes a reference to an ITA established underthis Part.\n\t\tAccordingly, any reference in an enactment (whenever passed or made) which—\n\t\t\tis to a joint authority established under Part 4 of the Local GovernmentAct 1985, and\n\t\t\tincludes a reference to an Integrated Transport Authority established undersection 28 of that Act,\n\t\t\tincludes a reference to an ITA established under this Part.\n\t\tUntil subsections (1) and (2) of this section come into force, in anyenactment (whenever passed or made)—\n\t\t\tany reference to an integrated transport area is to be read as a referenceto a passenger transport area;\n\t\t\tany reference to an Integrated Transport Authority (or an ITA) is to beread as a reference to a Passenger Transport Authority (or a PTA).\n\t\tIn this section “enactment” includes an enactment comprised in subordinatelegislation (within the meaning of the Interpretation Act [1978 (c.30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\"))."
    },
    {
        "length": 2246,
        "text": "\nEstablishment of new ITA by order\n\tPower to establish a new ITA\n\t\tThe Secretary of State may by order—\n\t\t\tdesignate any area in England outside Greater London as an integratedtransport area, and\n\t\t\testablish an ITA for the integrated transport area.\n\t\tAn order may be made only if the Secretary of State, having had regard to ascheme prepared and published under section 80 or 81, considers that theestablishment of the ITA is likely to improve—\n\t\t\tthe exercise of statutory functions relating to transport in the area to bedesignated, and\n\t\t\tthe effectiveness and efficiency of transport within that area.\n\t\tThe requirement in subsection (2) to have regard to a scheme does not applyin relation to any area if a direction has been given under section 81 inrelation to the area and any period specified in the direction for thepreparation and publication of a scheme has expired.\n\t\tAn integrated transport area may be designated by an order only if itconsists of the whole of two or more counties or districts.\n\t\tA local government area may be included in an integrated transport areadesignated by an order only if—\n\t\t\tit was included in the scheme prepared and published under section 80 or 81(as the case may be), or\n\t\t\tin the circumstances described in subsection (3), it is the area of anauthority to whom the direction under section 81 was given.\n\t\tNo part of an integrated transport area established under this section maybe separated from the rest of it by a territory which is part of another localgovernment area but which is not included in the integrated transport area.\n\t\tBefore making an order the Secretary of State must consult—\n\t\t\tsuch representatives of the appropriate authorities, and\n\t\t\tsuch other persons (if any),\n\t\t\t\tas the Secretary of State considers appropriate.\n\t\tIn subsection (7) the appropriate authorities are—\n\t\t\tif the area to be designated as an integrated transport area includes acounty, the county council;\n\t\t\tif that area includes a district, the district council and the council ofthe county (if any) in which the district lies.\n\t\tIn making an order the Secretary of State must have regard to the need—\n\t\t\tto reflect the identities and interests of local communities, and\n\t\t\tto secure effective and convenient local government.\n\tProvision that may be made in an order under section 78\n\t\tAn order under section 78 may make, in relation to the ITA,—\n\t\t\tprovision about its constitutional arrangements (within the meaning givenby section 84(2)),\n\t\t\tany provision which may be made by an order under section 86, 87 or 88.\n\t\tAn order made by virtue of subsection (1)(a) which includes provision aboutthe number and appointment of members of the ITA must provide—\n\t\t\tfor a majority of the members of the ITA to be appointed by the ITA’sconstituent councils (see subsection (3)),\n\t\t\tfor those members to be appointed from among the elected members of theconstituent councils, and\n\t\t\tfor each of the representative councils (see subsection (4)) to appoint atleast one of its elected members as a member of the ITA.\n\t\tFor the purposes of this section, the constituent councils of an ITA are—\n\t\t\tany county council, and\n\t\t\tany district council,\n\t\t\t\tfor an area within the integrated transport area of the ITA.\n\t\tFor the purposes of subsection (2)(c), the following councils arerepresentative councils in respect of an area to be designated as theintegrated transport area of an ITA—\n\t\t\tif that area includes the whole of a county, the county council;\n\t\t\tif that area includes a metropolitan district or a non-metropolitandistrict comprised in an area for which there is no county council, thedistrict council;\n\t\t\tif that area includes one or more districts in a county but does notinclude the whole county, either the county council or the council for each ofthose districts (as determined by or in accordance with the order inquestion).\n\t\tIf an order made by virtue of subsection (1)(a) provides for members of anITA to be appointed otherwise than from among the elected members of itsconstituent councils (see subsection (2)(a) of section 84), it must providefor those members to be non-voting members (see subsection (2)(b) of thatsection).\n\t\tThe voting members of an ITA may resolve that provision made in accordancewith subsection (5) is not to apply in the case of the ITA.\n\tAuthorities' review: new ITA\n\t\tAny two or more of the following authorities—\n\t\t\ta council for a county in England comprised in an area for which there isno ITA,\n\t\t\ta council for a district in England comprised in an area for which there isno ITA,\n\t\t\t\tmay undertake a review of the effectiveness and efficiency of transport withinan area satisfying the requirements of subsections (2) and (3) (a “reviewarea”).\n\t\tA review area must include—\n\t\t\tif the review is being undertaken by a county council, the whole of one ormore of the districts in the county (or, if there are no districts in thecounty, the whole of the county);\n\t\t\tif the review is being undertaken by a district council, the whole of thedistrict.\n\t\tA review area may also include—\n\t\t\tthe whole of any county the council for which is not taking part in thereview;\n\t\t\tthe whole of any district the council for which is not taking part in thereview.\n\t\tWhere two or more authorities, having undertaken a review under subsection(1), conclude that the designation of an area as an integrated transport area,and the establishment of an ITA for that area, would improve—\n\t\t\tthe exercise of statutory functions relating to transport in the area, and\n\t\t\tthe effectiveness and efficiency of transport within the area,\n\t\t\tthey must prepare and publish a scheme for the establishment of an ITA for thearea (in this section referred to as a “proposed integrated transport area”).\n\t\tA proposed integrated transport area—\n\t\t\tmust consist of the whole or any part of the review area, and\n\t\t\tmay, if the appropriate authority consents, include one or more othercounties or districts,\n\t\t\tbut it must be an area which is capable of being designated by an order undersection 78.\n\t\tIn subsection (5) the appropriate authority is—\n\t\t\tin the case of a county or non-metropolitan district comprised in an areafor which there is a county council, the county council;\n\t\t\tin the case of a non-metropolitan district comprised in an area for whichthere is no county council, the district council;\n\t\t\tin the case of a metropolitan district, the district council.\n\tSecretary of State’s power to direct a review: new ITA\n\t\tThe Secretary of State may direct two or more of the authorities fallingwithin subsection (2) (including two or more authorities of the samedescription) to undertake a review of the effectiveness and efficiency oftransport within the whole or any part of the authorities' combined area.\n\t\tAn authority falls within this subsection if it is—\n\t\t\ta council for a county in England comprised in an area for which there isno ITA,\n\t\t\ta council for a district in England comprised in an area for which there isno ITA.\n\t\tThe Secretary of State may give a direction only if the Secretary of Stateconsiders that the review and any scheme are likely to improve—\n\t\t\tthe exercise of statutory functions relating to transport in an integratedtransport area or proposed integrated transport area, and\n\t\t\tthe effectiveness and efficiency of transport within such an area.\n\t\tA direction may require the preparation and publication of a scheme for theestablishment of an ITA for any area (being an area which is capable of beingdesignated by an order under section 78) which consists of the whole or anypart of the authorities' combined area.\n\t\tThe review must be undertaken jointly by all the authorities subject to thedirection.\n\t\tThe provision which may be made by a direction includes provision for—\n\t\t\tthe timetable for the review and for the preparation and publication of ascheme,\n\t\t\tthe procedures to be followed in carrying out the review,\n\t\t\tparticular issues which the review and any scheme must address,\n\t\t\tthe implementation of any scheme.\n\t\tThe authorities to which a direction is given must, in carrying out thereview and preparing any scheme, do so in the manner that they consider mostlikely to improve—\n\t\t\tthe exercise of statutory functions relating to transport in their combinedarea, and\n\t\t\tthe effectiveness and efficiency of transport within that area."
    },
    {
        "length": 410,
        "text": "\nAuthorities' review of arrangements\n\tAny one or more of the authorities falling within subsection (2) mayundertake a review of one or more of the matters mentioned in subsection (3).\n\tAn authority falls within this subsection if it is—\n\t\tan ITA,\n\t\ta district council for an area comprised in an integrated transport area,\n\t\ta county council for an area comprised in an integrated transport area,\n\t\ta county council or district council for an area which could be comprisedin a proposed integrated transport area.\n\tThe matters are—\n\t\tthose in relation to which an order may be made under any of sections 84 to91,\n\t\tin relation to an ITA or any executive body of the ITA existing at the timeof the review, any matter concerning the ITA or the executive body which theITA has power to determine.\n\tA review under this section must relate to one or more integrated transportareas or proposed integrated transport areas.\n\tWhere one or more authorities, having undertaken a review under subsection(1), conclude that the exercise of the power to make an order under any one ormore of sections 84 to 91 would improve—\n\t\tthe exercise of statutory functions relating to transport in an integratedtransport area or proposed integrated transport area, or\n\t\tthe effectiveness and efficiency of transport within such an area,\n\t\t\tthey must prepare and publish a scheme relating to the power to make thatorder or those orders.\n\tIn this section a “proposed integrated transport area” means one which maybe designated by an order under section 90 (ITA boundary changes)."
    },
    {
        "length": 815,
        "text": "\nSecretary of State’s power to direct a review of arrangements\n\tThe Secretary of State may direct one or more of the authorities fallingwithin subsection (2) (including two or more authorities of the samedescription) to undertake a review of one or more of the matters mentioned insubsection (3).\n\tAn authority falls within this subsection if it is—\n\t\tan ITA,\n\t\ta district council for an area comprised in an integrated transport area,\n\t\ta county council for an area comprised in an integrated transport area,\n\t\ta county council or district council for an area which could be comprisedin any proposed integrated transport area to which the direction relates.\n\tThe matters are—\n\t\tthose in relation to which an order may be made under any of sections 84 to91,\n\t\tin relation to an ITA or any executive body of the ITA existing at the timeof the direction, any matter concerning the ITA or the executive body whichthe ITA has power to determine.\n\tThe Secretary of State may give a direction only if the Secretary of Stateconsiders that the review and any scheme are likely to improve—\n\t\tthe exercise of statutory functions relating to transport in an integratedtransport area or proposed integrated transport area, or\n\t\tthe effectiveness and efficiency of transport within such an area.\n\tA direction under this section must relate to one or more integratedtransport areas or proposed integrated transport areas.\n\tA direction may require the preparation and publication of a schemerelating to the power to make an order under any of sections 84 to 91.\n\tIf a direction is given to two or more authorities the review must beundertaken jointly by all the authorities subject to the direction.\n\tThe provision which may be made by a direction includes provision for—\n\t\tthe timetable for the review and for the preparation and publication of ascheme,\n\t\tthe procedures to be followed in carrying out the review,\n\t\tparticular issues which the review and any scheme must address,\n\t\tthe implementation of any scheme.\n\tAn authority to which a direction is given must, in carrying out the reviewand preparing any scheme, do so in the manner that they consider most likelyto improve—\n\t\tthe exercise of statutory functions relating to transport in an integratedtransport area or proposed integrated transport area, and\n\t\tthe effectiveness and efficiency of transport within such an area.\n\tAn authority which is carrying out a review and preparing any scheme inaccordance with a direction may include in the review and any scheme—\n\t\tany matter (whether or not it is the subject of the direction) in relationto which an order may be made under any of sections 84 to 91, and\n\t\twhere the review is carried out by an ITA, whether alone or jointly, anymatter concerning the ITA which the ITA has power to determine.\n\tIn relation to the dissolution of an integrated transport area (seesection 91) the references in subsections (4) and (9) to an integratedtransport area have effect as references to the territory comprised in adissolved integrated transport area.\n\tIn this section “proposed integrated transport area” means one which maybe designated by an order under section 90 (ITA boundary changes)."
    },
    {
        "length": 593,
        "text": "\nConstitutional arrangements\n\tThe Secretary of State may by order make provision about the constitutionalarrangements of an ITA.\n\t“Constitutional arrangements”, in relation to an ITA, means—\n\t\tthe membership of the ITA (including the number and appointment of membersof the ITA and the remuneration of, and pensions or allowances payable to orin respect of, any member of the ITA),\n\t\tthe voting powers of members of the ITA (including provision for differentweight to be given to the vote of different descriptions of member),\n\t\tthe executive arrangements of the ITA,\n\t\tthe functions of any executive body of the ITA.\n\tIn subsection (2)(c) “executive arrangements” means—\n\t\tthe appointment of an executive,\n\t\tthe functions of the ITA which are the responsibility of an executive,\n\t\tthe functions of the ITA which are the responsibility of an executive andwhich may be discharged by a committee of the ITA or by a body other than theITA,\n\t\tarrangements relating to the review and scrutiny of the discharge offunctions,\n\t\taccess to information on the proceedings of an executive of the ITA,\n\t\tthe disapplication of section 15 of the Local Government and Housing Act[1989 (c. 42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\") (dutyto allocate seats to political groups) in relation to an executive of the ITAor a committee of such an executive,\n\t\tthe keeping of a record of any arrangements relating to the ITA and fallingwithin paragraphs (a) to (f).\n\tThe provision which may be made by an order by virtue of subsection (2)(d)includes—\n\t\tprovision setting up or dissolving an executive body of an ITA, or mergingtwo or more executive bodies of an ITA,\n\t\tprovision conferring functions on, or removing functions from, an executivebody of an ITA,\n\t\tprovision transferring functions of an ITA to an executive body of the ITA,and transferring functions of an executive body of an ITA to the ITA.\n\tAn order may not provide for the budget of an ITA to be agreed otherwisethan by the ITA."
    },
    {
        "length": 514,
        "text": "\nProvision that may be made in an order under section 84: membership ofITA\n\tAn order made by virtue of section 84(2)(a) which includes provision aboutthe number and appointment of members of the ITA must provide—\n\t\tfor a majority of the members of the ITA to be appointed by the ITA’sconstituent councils (see subsection (2)),\n\t\tfor those members to be appointed from among the elected members of theconstituent councils, and\n\t\tfor each of the representative councils (see subsection (3)) to appoint atleast one of its elected members as a member of the ITA.\n\tFor the purposes of this section, the constituent councils of an ITA are—\n\t\tany county council, and\n\t\tany district council,\n\t\t\tfor an area within the integrated transport area of the ITA.\n\tFor the purposes of subsection (1)(c), the following councils arerepresentative councils in respect of an area which is, or is to be designatedas, the integrated transport area of an ITA—\n\t\tif that area includes the whole of a county, the county council;\n\t\tif that area includes a metropolitan district or a non-metropolitandistrict comprised in an area for which there is no county council, thedistrict council;\n\t\tif that area includes one or more districts in a county but does notinclude the whole county, either the county council or the council for each ofthose districts (as determined by or in accordance with the order).\n\tIf an order under section 84 provides (by virtue of subsection (2)(a) ofthat section) for members of an ITA to be appointed otherwise than from amongthe elected members of its constituent councils, the order must provide (byvirtue of subsection (2)(b) of that section) for those members to be non-voting members.\n\tThe voting members of an ITA may resolve that provision made in accordancewith subsection (4) is not to apply in the case of the ITA."
    },
    {
        "length": 180,
        "text": "\nDelegation of functions of the Secretary of State\n\tThe Secretary of State may, to any extent, by order delegate to an ITA oran eligible local transport authority any function of the Secretary of State—\n\t\twhich does not consist of a power to make regulations or other instrumentsof a legislative character or a power to fix fees or charges, and\n\t\twhich the Secretary of State considers can appropriately be exercised bythe ITA or eligible local transport authority.\n\tA delegation by virtue of this section may be made subject to conditions.\n\t“Eligible local transport authority” means an authority which has beendesignated as a local transport authority by an order under section 90 or 91."
    },
    {
        "length": 347,
        "text": "\nDelegation of local authority functions\n\tThe Secretary of State may, to any extent, by order provide for thedelegation to an ITA, or to an eligible local transport authority, of anyfunction of a local authority—\n\t\twhich is exercisable by the local authority in relation to an area which iscomprised in the ITA’s integrated transport area or the eligible localtransport authority’s area, and\n\t\twhich the Secretary of State considers can appropriately be exercised bythe ITA or eligible local transport authority.\n\tA delegation by virtue of this section may be made subject to conditions.\n\tAn order under this section which provides for the delegation of anyfunction of a charging authority within the meaning of Part 3 of the TA 2000may be made—\n\t\twhere the area in relation to which the order has effect comprises all orpart of the area of one charging authority, only with the consent of thatauthority;\n\t\twhere that area comprises all or part of the area of two or more chargingauthorities, only with the consent of a majority of those authorities.\n\t“Local authority” means—\n\t\ta county council,\n\t\ta district council.\n\t“Eligible local transport authority” means an authority which has beendesignated as a local transport authority by an order under section 90 or 91."
    },
    {
        "length": 1002,
        "text": "\nConferral of a power to direct\n\tThe Secretary of State may by order confer on—\n\t\tan ITA, or\n\t\tan authority which has been designated as a local transport authority by anorder under section 90 or 91,\n\t\t\ta power to give a direction about the exercise of an eligible power.\n\tAn “eligible power” means a power of a council for a county, metropolitandistrict or non-metropolitan district comprised in an area for which there isno county council, which the council has—\n\t\tas highway authority by virtue of section 1 of the Highways Act [1980 (c.66)](/id/ukpga/1980/66?view=plain \"Go to item of legislation\"), or\n\t\tas traffic authority by virtue of section 121A of the Road TrafficRegulation Act [1984 (c. 27)](/id/ukpga/1984/27?view=plain \"Go to item oflegislation\").\n\tIn this section references to a power do not include references to a duty.\n\tA power of direction under this section must relate only to the exercise ofan eligible power in—\n\t\tthe area of the directing authority, and\n\t\tthe area of the authority subject to the direction.\n\tWhere an authority has been designated as a local transport authority by anorder under section 91 (dissolution of an integrated transport area), thereference in subsection (4) to the area of the authority is a reference to theterritory previously comprised in the integrated transport area.\n\tA power of direction under this section must relate only to the exercise ofan eligible power in respect of—\n\t\ta particular road (whether or not specified in the order), or\n\t\ta description of road (whether or not specified in the order).\n\tIn subsection (6) “road”—\n\t\thas the meaning given by section 142(1) of the Road Traffic Regulation Act1984, and\n\t\tdoes not include any road which is the subject of a concession agreementunder Part 1 of the New Roads and Street Works Act [1991 (c.22)](/id/ukpga/1991/22?view=plain \"Go to item of legislation\").\n\tA power of direction under this section must relate only to any one or moreof—\n\t\tthe provision of information about the exercise of an eligible power whichthe authority subject to the direction has or might reasonably be expected toacquire,\n\t\tthe imposition on such an authority of requirements relating to proceduresto be followed prior to the exercise of an eligible power,\n\t\tthe imposition on such an authority of requirements relating to theobtaining of consent prior to the exercise of an eligible power,\n\t\tthe imposition on such an authority of conditions subject to which aneligible power may be exercised (including conditions relating to the times atwhich, and the manner in which, an eligible power may be exercised),\n\t\ta requirement to exercise an eligible power (including a requirement toexercise an eligible power subject to conditions),\n\t\ta prohibition on the exercise of an eligible power.\n\tA power of direction under this section may be conferred subject toconditions.\n\tAny direction given by virtue of this section—\n\t\tmust be given in writing and may be varied or revoked by a furtherdirection in writing, and\n\t\tmay make different provision for different cases and different provisionfor different areas.\n\tIf an order makes provision for a direction by virtue of subsection(8)(e), the order must make provision for the direction not to have effectunless the directing authority meets the cost of complying with the direction.\n\tAn order under this section must not provide that an authority is subjectto concurrent directions given by more than one directing authority about theexercise of the same eligible power."
    },
    {
        "length": 161,
        "text": "\nContravention of an order under section 88\n\tAn order under section 88 may provide that, if an authority exercises anypower in contravention of a direction under such an order, the directingauthority may take such steps as it considers appropriate to reverse or modifythe effect of the exercise of the power.\n\tFor the purposes of subsection (1), the directing authority has power toexercise any power of the authority subject to the direction on behalf of thatauthority.\n\tAny reasonable expenses incurred by the directing authority in taking anysteps under subsection (1) are recoverable from the authority subject to thedirection as a civil debt."
    },
    {
        "length": 246,
        "text": "\nChanging the boundaries of an integrated transport area\n\tThe Secretary of State may by order designate an integrated transport areain England by—\n\t\tincluding a county or district in an integrated transport area, or\n\t\tremoving a county or district from an integrated transport area.\n\tNo part of an integrated transport area established under this section maybe separated from the rest of it by a territory which is part of another localgovernment area but which is not included in the integrated transport area.\n\tWhere by virtue of an order a territory ceases to be comprised in anintegrated transport area, the order—\n\t\tmust make provision for designating an authority to be a local transportauthority for the territory for the purposes of section 108(4) of the TA 2000,and\n\t\tmay transfer functions to that authority from the ITA which was formerlythe local transport authority.\n\tProvision made by virtue of subsection (3) may designate differentauthorities for different parts of the territory."
    },
    {
        "length": 159,
        "text": "\nDissolution of an integrated transport area\n\tThe Secretary of State may by order dissolve an integrated transport areaand abolish the ITA for the integrated transport area.\n\tThe order—\n\t\tmust make provision for designating an authority to be a local transportauthority for the territory previously comprised in the integrated transportarea for the purposes of section 108(4) of the TA 2000, and\n\t\tmay transfer functions to that authority from the ITA which was formerlythe local transport authority.\n\tProvision made by virtue of subsection (2) may designate differentauthorities for different parts of the territory."
    },
    {
        "length": 1343,
        "text": "\nFurther provision about orders\n\tOrders under sections 84 to 91\n\t\tThis section applies to an order made under any of sections 84 to 91.\n\t\tAn order may be made only if the Secretary of State, having had regard to ascheme prepared and published under section 82 or 83, considers that themaking of the order is likely to improve—\n\t\t\tthe exercise of statutory functions relating to transport in the area orareas to which the order relates, or\n\t\t\tthe effectiveness and efficiency of transport within that area or thoseareas.\n\t\tThe requirement in subsection (2) to have regard to a scheme does not applyin relation to any matter if a direction has been given under section 83 inrelation to the matter and any period specified in the direction for thepreparation and publication of a scheme has expired.\n\t\tBefore making an order the Secretary of State must consult—\n\t\t\tsuch representatives of authorities mentioned in sections 82(2) and 83(2),and\n\t\t\tsuch other persons (if any),\n\t\t\t\tas the Secretary of State considers appropriate.\n\t\tIn making an order the Secretary of State must have regard to the need—\n\t\t\tto reflect the identities and interests of local communities, and\n\t\t\tto secure effective and convenient local government.\n\t\tAn order which makes provision for dissolution of an integrated transportarea may be made only with the consent of a majority of the councils fallingwithin subsection (7).\n\t\tThe councils are—\n\t\t\tthe councils for any metropolitan districts whose areas are comprised inthe integrated transport area,\n\t\t\tthe councils for any counties whose areas are comprised in the integratedtransport area,\n\t\t\tany unitary councils for any non-metropolitan districts whose areas arecomprised in the integrated transport area.\n\t\tAn order which changes the boundaries of an integrated transport area maybe made only if each council mentioned in subsection (9) has consented to theboundary change.\n\t\tThe councils are—\n\t\t\tany council for a county or a metropolitan district, and any unitarycouncil, whose area—\n\t\t\tis comprised in the existing integrated transport area, and\n\t\t\twould not be comprised in the proposed integrated transport area,\n\t\t\tany council for a county or a metropolitan district, and any unitarycouncil, whose area—\n\t\t\tis not comprised in the existing integrated transport area, and\n\t\t\twould be comprised in the proposed integrated transport area.\n\t\tIn this section a “unitary council” is a council for a non-metropolitandistrict comprised in an area for which there is no county council.\n\t\tThis section has effect in relation to the variation or revocation of anorder as it has effect in relation to the making of an order.\n\tIncidental etc provision\n\t\tThe Secretary of State may by order make incidental, consequential,transitional or supplementary provision for the purposes of, or in consequenceof, an order under this Chapter, or for giving full effect to such an order.\n\t\tThe provision which may be included by virtue of this section in an orderincludes provision for the transfer of property, rights and liabilities by—\n\t\t\tthe order,\n\t\t\ta scheme made by the Secretary of State under the order,\n\t\t\ta scheme required to be made under the order by a person other than theSecretary of State.\n\t\tThe provision which may be included by virtue of subsection (2) in an orderincludes provision—\n\t\t\tfor the creation or imposition by the Secretary of State of new rights orliabilities in respect of anything transferred by or under an order,\n\t\t\tfor the management or custody of transferred property,\n\t\t\tfor bodies to make agreements with respect to any property, income, rights,liabilities and expenses of, and any financial relations between, the partiesto the agreement.\n\t\tThe provision which may be included by virtue of this section in an orderincludes provision amending, modifying, repealing or revoking any enactment,whenever passed or made.\n\t\tThe provision which may be included by virtue of subsection (4) does notinclude provision amending or disapplying sections 15 to 17 of, and Schedule 1to, the Local Government and Housing Act [1989 (c.42)](/id/ukpga/1989/42?view=plain \"Go to item of legislation\") (politicalbalance on local authority committees etc).\n\t\tIn this section “enactment” includes an enactment comprised in subordinatelegislation (within the meaning of the Interpretation Act [1978 (c.30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")).\n\tProcedure for orders under this Chapter\n\t\tAny power to make an order under this Chapter is exercisable by statutoryinstrument.\n\t\tA statutory instrument containing an order under this Chapter may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.\n\t\tIf, apart from this subsection, an instrument containing an order underthis Chapter would be treated for the purposes of the standing orders ofeither House of Parliament as a hybrid instrument, it shall proceed in thatHouse as if it were not a hybrid instrument."
    },
    {
        "length": 233,
        "text": "\nDirections and guidance\n\tFurther provision about directions\n\t\tAny direction under section 81 or 83 must be given in writing and may bevaried or revoked by a further direction in writing.\n\t\tAny such direction may make different provision for different cases anddifferent provision for different areas.\n\tGuidance \n\t\tThe Secretary of State may give guidance about anything which could be doneby a local authority under this Chapter.\n\t\tAny guidance under this section must be given in writing and may be variedor revoked by further guidance in writing.\n\t\tAny such guidance may make different provision for different cases anddifferent provision for different areas.\n\t\tIn exercising any function under this Chapter a local authority must haveregard to any guidance under this section.\n\t\tIn this section a “local authority” is—\n\t\t\ta county council;\n\t\t\ta district council;\n\t\t\tan ITA."
    },
    {
        "length": 263,
        "text": "\nPower to change name\n\tChange of name of ITA\n\t\tAn ITA may, by a resolution in relation to which the requirements mentionedin subsection (2) are met, change the name by which it is known.\n\t\tThe requirements are—\n\t\t\tthat the resolution is considered at a meeting of the ITA which isspecially convened for the purpose,\n\t\t\tthat particulars of the resolution were included in the notice of themeeting, and\n\t\t\tthat the resolution is passed at the meeting by not less than two-thirds ofthe members of the ITA who vote on it.\n\t\tAn ITA which changes its name under this section must—\n\t\t\tsend notice of the change to the Secretary of State, and\n\t\t\tpublish the notice in such manner as the Secretary of State may direct.\n\t\tA change of name under this section does not affect the rights orobligations of the ITA concerned or any other person, or render defective anylegal proceedings; and any legal proceedings may be commenced or continued asif there had been no change of name."
    },
    {
        "length": 265,
        "text": "\nAmendment of power to reorganise functions\n\tAmendment of power to reorganise functions\n\t\tSection 42 of the Local Government Act [1985 (c.51)](/id/ukpga/1985/51?view=plain \"Go to item of legislation\") (reorganisationof functions by Secretary of State) is amended in accordance with subsections(2) and (3).\n\t\tIn subsection (1)—\n\t\t\tomit “any of the following purposes”,\n\t\t\tomit paragraph (c),\n\t\t\tin paragraph (d), omit “whether or not an order is made for any of theforegoing purposes”.\n\t\tIn subsection (3) omit “any passenger transport authority,”.\n\t\tIn section 9(1) of the TA 1968 (Passenger Transport Areas, etc) omit“Subject to any order under section 42(1)(c) of the Local Government Act 1985(alteration or abolition of passenger transport areas, etc)”."
    },
    {
        "length": 2017,
        "text": "\nChapter 3Power to promote well-being\n\tPower to promote well-being\n\t\tAn ITA has power to take any action if the ITA determines that doing so islikely to achieve any one or more of the following objects—\n\t\t\tthe promotion or improvement of the economic well-being of its area,\n\t\t\tthe promotion or improvement of the social well-being of its area,\n\t\t\tthe promotion or improvement of the environmental well-being of its area.\n\t\tThe power under subsection (1) may be exercised in relation to or for thebenefit of—\n\t\t\tthe whole or any part of the integrated transport area, or\n\t\t\tall or any persons resident or present in, or travelling in or through, theintegrated transport area.\n\t\tThe power under subsection (1) includes power to—\n\t\t\tincur expenditure,\n\t\t\tgive financial assistance to any person,\n\t\t\tenter into arrangements or agreements with any person,\n\t\t\tco-operate with, or facilitate or co-ordinate the activities of, anyperson,\n\t\t\texercise on behalf of any person any functions of that person, and\n\t\t\tprovide staff, goods, services or accommodation to any person.\n\t\tThe power under subsection (1) includes power to do anything in relationto, or for the benefit of, any person or area situated outside its area if itconsiders that doing so is likely to achieve any one or more of the objects inthat subsection.\n\t\tNothing in subsection (3) or (4) affects the generality of the power undersubsection (1).\n\t\tSubsection (7) applies if there is, in relation to an ITA—\n\t\t\ta PTE established under section 9 of the TA 1968 for the integratedtransport area of the ITA, or\n\t\t\tan executive body established by virtue of section 79(1)(a) or 84(2)(d).\n\t\tThe ITA may delegate to the PTE or executive body its function of takingaction under subsection (1) (but not the function of determining what actionto take).\n\tLimits on power to promote well-being\n\t\tThe power under section 99(1) does not enable an ITA to do anything whichthe ITA is unable to do by virtue of any prohibition, restriction orlimitation on its powers which is contained in any enactment (whenever passedor made).\n\t\tThe power under section 99(1) does not enable an ITA to raise money(whether by precepts, borrowing or otherwise).\n\t\tThe Secretary of State may by order made by statutory instrument makeprovision preventing ITAs from doing, by virtue of section 99(1), anythingwhich is specified, or is of a description specified, in the order.\n\t\tThe power under subsection (3) may be exercised in relation to—\n\t\t\tall ITAs,\n\t\t\tparticular ITAs, or\n\t\t\tITAs of particular descriptions.\n\t\tBefore making an order under subsection (3), the Secretary of State mustconsult—\n\t\t\tsuch representatives of ITAs,\n\t\t\tsuch representatives of local government, and\n\t\t\tsuch other persons (if any),\n\t\t\t\tas the Secretary of State considers appropriate.\n\t\tSubsection (5) does not apply to an order under subsection (3) which ismade only for the purpose of amending an earlier order under that subsection—\n\t\t\tso as to extend the earlier order, or any provision of the earlier order,to a particular ITA or to ITAs of a particular description, or\n\t\t\tso that the earlier order, or any provision of the earlier order, ceases toapply to a particular ITA or to ITAs of a particular description.\n\t\tBefore exercising the power under section 99(1), an ITA must have regard toany guidance for the time being issued by the Secretary of State about theexercise of that power.\n\t\tBefore issuing any guidance under subsection (7), the Secretary of Statemust consult—\n\t\t\tsuch representatives of ITAs,\n\t\t\tsuch representatives of local government, and\n\t\t\tsuch other persons (if any),\n\t\t\tas the Secretary of State considers appropriate.\n\t\tIn this section “enactment” includes an enactment comprised in subordinatelegislation (within the meaning of the Interpretation Act [1978 (c.30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")).\n\t\tA statutory instrument containing an order under this section may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.\n\tPower to amend or repeal enactments\n\t\tIf the Secretary of State thinks that an enactment (whenever passed ormade) prevents or obstructs ITAs from exercising their power under section99(1), the Secretary of State may by order made by statutory instrument amend,repeal, revoke or disapply that enactment.\n\t\tThe power under subsection (1) may be exercised in relation to—\n\t\t\tall ITAs,\n\t\t\tparticular ITAs, or\n\t\t\tITAs of a particular description.\n\t\tThe power under subsection (1) to amend or disapply an enactment includes apower to amend or disapply an enactment for a particular period.\n\t\tIn this section “enactment” includes an enactment comprised in subordinatelegislation (within the meaning of the Interpretation Act [1978 (c.30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\")).\n\t\tA statutory instrument containing an order under this section may not bemade unless a draft of the instrument has been laid before, and approved by aresolution of, each House of Parliament.\n\tProcedure for orders under section 101\n\t\tBefore making an order under section 101 the Secretary of State mustconsult—\n\t\t\tsuch representatives of ITAs,\n\t\t\tsuch representatives of local government, and\n\t\t\tsuch other persons (if any),\n\t\t\t\tas appear to the Secretary of State likely to be affected by the proposals.\n\t\tIf, following consultation under subsection (1), the Secretary of Stateproposes to make an order under section 101, the Secretary of State must laybefore each House of Parliament a document which—\n\t\t\texplains the proposals,\n\t\t\tsets them out in the form of a draft order, and\n\t\t\tgives details of consultation under subsection (1).\n\t\tWhere a document relating to proposals is laid before Parliament undersubsection (2), no draft of an order under section 101 to give effect to theproposals (with or without modifications) is to be laid before Parliament inaccordance with section 101(5) until after the expiry of the period of sixtydays beginning with the day on which the document was laid.\n\t\tIn calculating the period mentioned in subsection (3) no account is to betaken of any time during which—\n\t\t\tParliament is dissolved or prorogued, or\n\t\t\teither House is adjourned for more than four days.\n\t\tIn preparing a draft order under section 101 the Secretary of State mustconsider any representations made during the period mentioned in subsection(3).\n\t\tA draft order under section 101 which is laid before Parliament inaccordance with section 101(5) must be accompanied by a statement of theSecretary of State giving details of—\n\t\t\tany representations considered in accordance with subsection (5), and\n\t\t\tany changes made to the proposals contained in the document laid beforeParliament under subsection (2).\n\t\tNothing in this section applies to an order under section 101 which is madeonly for the purpose of amending an earlier order under that section—\n\t\t\tso as to extend the earlier order, or any provision of the earlier order,to a particular ITA or to ITAs of a particular description, or\n\t\t\tso that the earlier order, or any provision of the earlier order, ceases toapply to a particular ITA or to ITAs of a particular description."
    },
    {
        "length": 1865,
        "text": "\nInvolvement of Integrated Transport Authorities\n\tPower of ITAs to make charging schemes\n\t\tSection 163 of the TA 2000 (charging schemes: preliminary) is amended asfollows.\n\t\tIn subsection (3) (authorities by which charging schemes may be made)—\n\t\t\tafter paragraph (b) insert—\n\t\t\tjointly by an Integrated Transport Authority and one or more eligiblelocal traffic authorities (“a joint local-ITA charging scheme”),”;\n\t\t\tfor “or” at the end of paragraph (c) substitute—\n\t\t\tjointly by an Integrated Transport Authority, one or more eligible localtraffic authorities and one or more London traffic authorities (“a joint ITA-London charging scheme”), or”.\n\t\tAfter subsection (4) insert—\n\t\t\t“(4A)In this Part “eligible local traffic authority” means, in relation to anyIntegrated Transport Authority for an integrated transport area, a localtraffic authority which is a council falling within subsection (4B) for—\n\t\t\tan area which lies within the Authority’s area,\n\t\t\tan area which adjoins the Authority’s area,\n\t\t\tan area which adjoins an area falling within paragraph (b).\n\t\t\t(4B)The councils are—\n\t\t\ta county council in England,\n\t\t\ta council for a non-metropolitan district comprised in an area for whichthere is no county council,\n\t\t\ta metropolitan district council.”.\n\tLocal charging schemes to implement policies of ITAs\n\t\tSection 164 of the TA 2000 (local charging schemes) is amended as follows.\n\t\tIn subsection (2)—\n\t\t\tafter “A local charging scheme” insert “which has effect wholly outside anintegrated transport area”;\n\t\t\tfor “policies in the charging authority’s local transport plan” substitute“local transport policies of the charging authority”.\n\t\tAfter subsection (2) insert—\n\t\tA local charging scheme which has effect wholly within an integratedtransport area may only be made if it appears desirable for the purpose ofdirectly or indirectly facilitating the achievement of local transportpolicies of—\n\t\t\tthe charging authority, and\n\t\t\tthe Integrated Transport Authority for the integrated transport area.\n\t\tFor the purposes of this section and sections 165 and 166—\n\t\t\ta charging scheme has effect wholly outside an integrated transport area ifnone of the roads in respect of which it is made is in such an area;\n\t\t\tany reference to a charging scheme which has effect wholly, or partly,within an integrated transport area is to be read accordingly.”.\n\tJoint local charging schemes to implement policies of ITAs\n\t\tSection 165 of the TA 2000 (joint local charging schemes) is amended asfollows.\n\t\tIn subsection (2)—\n\t\t\tafter “A joint local charging scheme” insert “which has effect whollyoutside an integrated transport area”;\n\t\t\tfor “policies in the charging authorities' local transport plans”substitute “local transport policies of the charging authorities”.\n\t\tAfter subsection (2) insert—\n\t\tA joint local charging scheme which has effect wholly or partly within anintegrated transport area may only be made if it appears desirable for thepurpose of directly or indirectly facilitating the achievement of localtransport policies of—\n\t\t\tthe charging authorities, and\n\t\t\tthe Integrated Transport Authority for the integrated transport area.\n\t\tSection 164(4) has effect for the purposes of this section.”.\n\tJoint local-ITA charging schemes\n\t\tAfter section 165 of the TA 2000 (joint local charging schemes) insert—\n\t\t“165AJoint local-ITA charging schemes\n\t\t\tA joint local-ITA charging scheme may only be made—\n\t\t\t\tin respect of roads for which any of the charging authorities are thetraffic authority, and\n\t\t\t\tif at least one of the roads in respect of which it is made is within theintegrated transport area of the Integrated Transport Authority.\n\t\t\tA joint local-ITA charging scheme may only be made if it appears desirablefor the purpose of directly or indirectly facilitating the achievement oflocal transport policies of the charging authorities.”.\n\tJoint local-London charging schemes to implement policies of ITAs\n\t\tSection 166 of the TA 2000 (joint local-London charging schemes) is amendedas follows.\n\t\tIn subsection (2)—\n\t\t\tafter “A joint local-London charging scheme” insert “which has effectwholly outside an integrated transport area”;\n\t\t\tfor “policies in the local transport plan” substitute “local transportpolicies”;\n\t\t\tomit “the local transport plans of”.\n\t\tAfter subsection (2) insert—\n\t\tA joint local-London charging scheme which has effect partly within anintegrated transport area may only be made if it appears desirable for thepurpose of directly or indirectly facilitating the achievement of—\n\t\t\tlocal transport policies of the non-metropolitan local traffic authority,or the non-metropolitan local traffic authorities, by which the scheme ismade,\n\t\t\tlocal transport policies of the Integrated Transport Authority for theintegrated transport area, and\n\t\t\tpolicies and proposals set out in the transport strategy prepared andpublished by the Mayor of London under section 142 of the Greater LondonAuthority Act 1999.\n\t\tSection 164(4) has effect for the purposes of this section.”.\n\tJoint ITA-London charging schemes\n\t\tAfter section 166 of the TA 2000 (joint local-London charging schemes) insert—\n\t\t“166AJoint ITA-London charging schemes\n\t\t\tA joint ITA-London charging scheme may only be made—\n\t\t\t\tin respect of roads falling within subsection (2), and\n\t\t\t\tif at least one of the roads in respect of which it is made is within theintegrated transport area of the Integrated Transport Authority.\n\t\t\tThe roads are—\n\t\t\t\troads for which the eligible local traffic authority, or any of theeligible local traffic authorities, by which the scheme is made are thetraffic authority, and\n\t\t\t\troads in respect of which the London traffic authority, or any of theLondon traffic authorities, by which the scheme is made may impose charges bya scheme under Schedule 23 to the Greater London Authority Act 1999 withoutthe consent of the Secretary of State.\n\t\t\tA joint ITA-London charging scheme may only be made if it appears desirablefor the purpose of directly or indirectly facilitating the achievement of—\n\t\t\t\tlocal transport policies of the eligible local traffic authority, or theeligible local traffic authorities, by which the scheme is made,\n\t\t\t\tlocal transport policies of the Integrated Transport Authority by which thescheme is made, and\n\t\t\t\tpolicies and proposals set out in the transport strategy prepared andpublished by the Mayor of London under section 142 of the Greater LondonAuthority Act 1999.”.\n\tConsequential amendments\n\t\tSchedule 5 (further amendments relating to the powers of Integrated TransportAuthorities in respect of local charging schemes) has effect."
    },
    {
        "length": 143,
        "text": "\nAbolition of requirement for confirmation of English schemes\n\tSection 169 of the TA 2000 (confirmation of charging schemes) is amended asfollows.\n\tIn subsection (1)—\n\t\tafter “A charging scheme under this Part” insert “which relates wholly orpartly to Wales”;\n\t\tfor “the appropriate national authority” substitute “the Welsh Ministers”.\n\tIn subsection (2) for “the appropriate national authority” substitute “theWelsh Ministers”.\n\tOmit subsection (5)."
    },
    {
        "length": 463,
        "text": "\nConsultation and inquiries for English schemes\n\tSection 170 of the TA 2000 (charging schemes: consultation and inquiries)is amended as follows.\n\tFor subsection (1) substitute—\n\t\t“(1A)Where the charging authority or any of the charging authorities are—\n\t\ta local traffic authority for an area in England, or\n\t\tan Integrated Transport Authority,\n\t\tthat authority or those authorities (acting alone or jointly) must consultsuch local persons, and such representatives of local persons, as theyconsider appropriate about the charging scheme.\n\t\t(1B)In subsection (1A)—\n\t\t\t  * “local persons” means any persons who are likely to be affected by, or interested in, the making of the scheme;\n\t\t\t  * “representatives” means any persons who appear to the charging authority or charging authorities to be representative of local persons.\n\t\t(1C)In any other case, the charging authority or the charging authorities(acting jointly) may, at any time before an order making, varying or revokinga charging scheme under this Part is made, consult such persons as theyconsider appropriate about the charging scheme, variation or revocation.”.\n\tIn subsection (3)—\n\t\tfor “The appropriate national authority” substitute “The Welsh Ministers”;\n\t\tin paragraph (a) after “a charging scheme under this Part” insert “whichrelates wholly or partly to Wales”.\n\tIn subsection (4)—\n\t\tfor “The appropriate national authority” substitute “The Welsh Ministers”;\n\t\tin paragraph (a) after “a charging scheme under this Part” insert “whichrelates wholly or partly to Wales”.\n\tOmit subsection (5)(b) and the word “and” preceding it."
    },
    {
        "length": 178,
        "text": "\nCharges \n\tIn section 171(5) of the TA 2000 (different charges for different cases)after paragraph (e) insert “, and\n\t\tdifferent methods or means of recording, administering, collecting orpaying the charge.”.\n\tIn Schedule 23 to the GLA Act 1999 (road user charging) in paragraph 10(4)(the charges)—\n\t\tafter “different charges (which may be no charge) for” insert “differentcases, including (in particular)”;\n\t\tafter paragraph (e) insert—\n\t\tdifferent methods or means of recording, administering, collecting orpaying the charge.”."
    },
    {
        "length": 629,
        "text": "\nSupplementary provision as to charging schemes\n\tSection 172 of the TA 2000 (charging schemes: exemptions etc) is amended asfollows.\n\tAfter subsection (2) insert—\n\t\t“(2A)The appropriate national authority may by regulations—\n\t\tmake provision requiring charging schemes under this Part to provide thatin specified circumstances—\n\t\tpersons of a specified description may pay, and\n\t\twhere those persons so choose, the charging authorities must collect,\n\t\tthe charges imposed by such schemes in a specified manner;\n\t\tmake provision for or in connection with the arrangements to be made bycharging authorities with any person for the purpose of enabling charges to bepaid, and collected, as mentioned in paragraph (a).\n\t\t(2B)In subsection (2A) “specified” means specified in the regulations.”.\n\tFor subsection (3) substitute—\n\tA road shall not be subject to—\n\t\tcharges imposed by more than one charging scheme under this Part at thesame time;\n\t\tcharges imposed by such a charging scheme and a scheme under Schedule 23 tothe Greater London Authority Act 1999 at the same time, except with theconsent of the Authority.”.\n\tIn consequence of the amendments made by subsections (1) to (3), theheading to section 172 becomes “Charging schemes: supplementary provision asto contents”.\n\tSchedule 23 to the GLA Act 1999 (road user charging) is amended as follows.\n\tIn paragraph 9 (the charging area and the roads), at the end of sub-paragraph (4) insert “, except with the consent of the Authority.”.\n\tAfter paragraph 10 (the charges) insert—\n\t“Manner of payment of charges\n\t\t10A(1)Regulations may—\n\t\t\tmake provision requiring a charging scheme to provide that in specifiedcircumstances—\n\t\t\tpersons of a specified description may pay, and\n\t\t\twhere those persons so choose, the charging authorities must collect,\n\t\t\tthe charges imposed by the scheme in a specified manner;\n\t\t\tmake provision for or in connection with the arrangements to be made by thecharging authority with any person for the purpose of enabling charges to bepaid, and collected, as mentioned in paragraph (a).\n\t\tIn sub-paragraph (1) “specified” means specified in the regulations.”."
    },
    {
        "length": 556,
        "text": "\nSuspension of charging schemes\n\tAfter section 172 of the TA 2000 insert—\n\t“Suspension of charging schemes\n\t\tASuspension of charging schemes\n\t\t\tThe charging authority or the charging authorities (acting jointly) maysuspend the operation of a charging scheme under this Part if they considerthat it is necessary to do so—\n\t\t\t\tin the event of an emergency, to enable or facilitate any action taken inresponse to the emergency;\n\t\t\t\tto enable or facilitate a temporary event to take place.\n\t\t\tA suspension under this section is for such period as the chargingauthority or authorities consider necessary—\n\t\t\t\tin the case of an emergency, to enable or facilitate the response to theemergency (but in any event no longer than 30 days);\n\t\t\t\tin the case of a temporary event, to enable or facilitate the event to takeplace, together with any associated works undertaken before or after it.\n\t\t\tA charging scheme may be suspended under this section in whole or in part;and if a scheme is suspended in part that suspension may be in respect of—\n\t\t\t\tany road in respect of which charges are imposed;\n\t\t\t\tany event by reference to the happening of which a charge is imposed;\n\t\t\t\tany class of motor vehicle in respect of which charges are imposed.\n\t\t\tThe charging authority or authorities must publish a notice of anysuspension under this section.\n\t\t\tA notice under subsection (4)—\n\t\t\t\tmust be published in such manner as the charging authority or authoritiesconsider appropriate to bring the suspension to the attention of all personswho are likely to be affected by it;\n\t\t\t\tmust state the period for which the scheme is to be suspended.\n\t\t\tIn the case of a suspension under subsection (1)(a), the charging authorityor authorities—\n\t\t\t\tmust keep under review the need for the suspension to continue, and\n\t\t\t\tmay increase or reduce the period of the suspension (but they may notincrease it so as to suspend the scheme for a period of more than 30 days).”."
    },
    {
        "length": 460,
        "text": "\nInterference with functioning of equipment\n\tIn section 173 of the TA 2000 (penalty charges), in subsection (5)(a) after“interferes with any equipment” insert “, or with the functioning of anyequipment,”.\n\tIn section 174 of the TA 2000 (examination, entry, search and seizure)—\n\t\tin subsection (1)(b) for the words from “or has been interfered with” tothe end of the paragraph substitute—\n\t\twhether any such equipment, or the functioning of any such equipment, hasbeen interfered with with intent to avoid payment of a charge, or to avoid anyperson being identified as having failed to pay a charge, or”;\n\t\tin subsection (2)(a) after “has been interfered with” insert “, or thefunctioning of any such equipment has been interfered with,”;\n\t\tin subsection (2)(a) and (b) after “to avoid payment of, or” insert “toavoid any person”.\n\tSchedule 23 to the GLA Act 1999 (road user charging) is amended as follows.\n\tIn paragraph 25(1)(a) (offences) after “interferes with any equipment”insert “, or with the functioning of any equipment,”.\n\tIn paragraph 26 (examination of motor vehicles etc)—\n\t\tin sub-paragraphs (1)(b)(iii) and (2)(a) and (b) after “to avoid paymentof, or” insert “to avoid any person”;\n\t\tafter sub-paragraph (2) insert—\n\t\t\t“(2A)The references in sub-paragraphs (1)(b)(iii) and (2)(a) to interferingwith equipment include references to interfering with the functioning of it.”."
    },
    {
        "length": 615,
        "text": "\nUse of equipment for charging schemes\n\tSection 176 of the TA 2000 (equipment etc) is amended as follows.\n\tIn subsection (2)—\n\t\tthe words from “approve standards for equipment” to the end of thesubsection become paragraph (a) of that subsection;\n\t\tafter paragraph (a) insert “, or\n\t\tregulate the manner in which such equipment is used.”.\n\tIn subsection (3)—\n\t\tthe words from “installed for or in connection with” to the end of thesubsection become paragraph (a) of that subsection;\n\t\tfor “subsection (2)” substitute “subsection (2)(a)”;\n\t\tafter paragraph (a) insert—\n\t\tused for or in connection with the operation of such a scheme otherwisethan in accordance with regulations under subsection (2)(b).”.\n\tIn Schedule 23 to the GLA Act 1999 (road user charging) paragraph 29(approval of equipment) is amended as follows.\n\tIn sub-paragraph (1)—\n\t\tthe words from “the equipment” to the end of the sub-paragraph becomeparagraph (a);\n\t\tafter paragraph (a) insert “, or\n\t\tthe equipment is used in accordance with directions given by theAuthority.”.\n\tAfter sub-paragraph (3) insert—\n\t\t“(3A)Where the Secretary of State considers that—\n\t\tdirections under sub-paragraph (1)(b) above regarding the use of equipmentin connection with a charging scheme are incompatible with regulations undersection 176(2)(b) of the Transport Act 2000, and\n\t\tthe incompatibility is detrimental to the interests of persons resident inEngland outside Greater London,\n\t\the may give notice of that fact to the Authority.\n\t\t(3B)Where the Secretary of State has given notice under sub-paragraph (3A)above to the Authority, the equipment in question may no longer be used inconnection with a charging scheme except with the authorisation of theSecretary of State.”.\n\tIn each of sub-paragraphs (4) and (5) after “sub-paragraph (3)” insert “or(3B)”.\n\tIn consequence of the amendments made by subsections (5) to (7), theheading preceding paragraph 29 becomes “Approval of equipment and directionsfor use”."
    },
    {
        "length": 383,
        "text": "\nPower of national authority to require information from chargingauthorities\n\tAfter section 177 of the TA 2000 insert—\n\t“177APower to require information\n\t\tThe appropriate national authority may direct a local traffic authority orIntegrated Transport Authority to provide it, within a specified period, withspecified information connected with any aspect of the performance or proposedperformance of their functions under this Chapter.\n\t\tThe information that may be specified in such a direction must beinformation which the authority have in their possession or can reasonably beexpected to acquire.\n\t\tA direction under this section may be given to two or more authorities orto authorities of a description specified in the direction.”.\n\t\tIn Schedule 23 to the GLA Act 1999 (road user charging) after paragraph 34A(information) insert—\n\t“Power to require information\n\t\t34B(1)The Secretary of State may direct—\n\t\t\tTransport for London,\n\t\t\tany London borough council, or\n\t\t\tthe Authority,\n\t\t\tto provide the Secretary of State, within a specified period, with specifiedinformation connected with any aspect of the performance or proposedperformance of their functions under this Schedule.\n\t\tThe information that may be specified in such a direction must beinformation which the body have in their possession or can reasonably beexpected to acquire.\n\t\tA direction under this section may be given to two or more of the bodiesmentioned in sub-paragraph (1) or to such of those bodies as are specified inthe direction.”."
    },
    {
        "length": 909,
        "text": "\nInformation: England and Wales\n\tSection 194 of the TA 2000 (information) is amended as follows.\n\tIn subsection (1) for the words from “the charging authority or licensingauthority” to the end of the subsection substitute “a traffic authority orIntegrated Transport Authority for or in connection with the performance orproposed performance of any of their functions under this Part or with respectto a relevant scheme or proposed relevant scheme”.\n\tFor subsection (2) substitute—\n\tInformation obtained by a traffic authority or Integrated TransportAuthority for or in connection with any of their functions other thanfunctions under this Part may be used by them for or in connection with theperformance or proposed performance of any of their functions under this Partor with respect to a relevant scheme or proposed relevant scheme.”.\n\tIn subsection (3) (which provides for the disclosure of information andrefers to the charging scheme) for “the” in the second place where it occurssubstitute “a”.\n\tAfter subsection (4) insert—\n\tThe Secretary of State or the Welsh Ministers may charge a reasonable feein respect of the cost of supplying information under subsection (1) or (3).\n\tWhere a traffic authority or Integrated Transport Authority asks theSecretary of State to obtain overseas registration information from anoverseas registration authority with a view to the Secretary of Statedisclosing that information under subsection (1) or (3), the Secretary ofState may charge a reasonable fee in respect of the cost of obtaining, orseeking to obtain, the information.\n\tIn this section—\n\t\t  * “overseas registration authority” means any authority of a country or territory outside the United Kingdom with responsibility under the law of that country or territory for maintaining a register of vehicles;\n\t\t  * “overseas registration information” means information derived from particulars contained in a register of vehicles that is maintained by an overseas registration authority;\n\t\t  * “relevant scheme” means a charging scheme or licensing scheme under this Part.”.\n\tIn Schedule 23 to the GLA Act 1999 (road user charging) paragraph 34A(information) is amended as follows.\n\tIn sub-paragraph (1) for the words from “a charging authority” to the endof the sub-paragraph substitute “Transport for London or a London boroughcouncil for or in connection with the performance or proposed performance ofany of their functions under this Schedule or with respect to a chargingscheme or proposed charging scheme”.\n\tFor sub-paragraph (2) substitute—\n\tInformation obtained by Transport for London or a London borough councilfor or in connection with their functions other than their functions underthis Schedule may be used by them for or in connection with the performance orproposed performance of any of their functions under this Schedule or withrespect to a charging scheme or proposed charging scheme.”.\n\tAfter sub-paragraph (4) insert—\n\tThe Secretary of State may charge a reasonable fee in respect of the costof supplying information under sub-paragraph (1) or (3).\n\tWhere Transport for London or a London borough council asks the Secretaryof State to obtain overseas registration information from an overseasregistration authority with a view to the Secretary of State disclosing thatinformation under sub-paragraph (1) or (3), the Secretary of State may chargea reasonable fee in respect of the cost of obtaining, or seeking to obtain,the information.\n\tIn this paragraph—\n\t\t  * “overseas registration authority” means any authority of a country or territory outside the United Kingdom with responsibility under the law of that country or territory for maintaining a register of vehicles;\n\t\t  * “overseas registration information” means information derived from particulars contained in a register of vehicles that is maintained by an overseas registration authority.”."
    },
    {
        "length": 221,
        "text": "\nInformation: Scotland\n\tThe Secretary of State may charge a reasonable fee in respect of the costof supplying information to—\n\t\tthe charging authority, or any of the charging authorities, in relation toa charging scheme made under Part 3 of the [Transport (Scotland) Act 2001(2001 asp 2)](/id/asp/2001/2?view=plain \"Go to item of legislation\");\n\t\tany person with whom such an authority has entered into arrangements undersection 61(b) of that Act.\n\tThe reference to information in subsection (1) is a reference toinformation obtained by the Secretary of State in the exercise of any functionthat relates to reserved matters (within the meaning of the Scotland Act [1998(c. 46)](/id/ukpga/1998/46?view=plain \"Go to item of legislation\"))."
    },
    {
        "length": 649,
        "text": "\nLondon charging schemes: 10 year plan for share\n\tIn Schedule 23 to the GLA Act 1999 (road user charging) paragraphs 19 to 24are amended as follows.\n\tIn paragraph 19 (charging authority’s 10 year plan for their share ofproceeds of scheme) omit sub-paragraphs (3)(a) and (4).\n\tIn paragraph 20 (charging authority’s 4 year programme for their share)—\n\t\tomit sub-paragraphs (2)(a), (3) and (4);\n\t\tin sub-paragraph (5) after “prepared and” insert “(where so required)”.\n\tIn paragraph 21 (Authority’s 10 year plan for the redistributed portion)—\n\t\tin sub-paragraph (2) omit “and submit to the Secretary of State”;\n\t\tomit sub-paragraph (4).\n\tIn paragraph 22 (Authority’s 4 year programmes for the redistributedportion)—\n\t\tomit sub-paragraph (3);\n\t\tin sub-paragraph (4) omit “and approved” in both places where those wordsoccur.\n\tIn paragraph 23 (non-compliance with paragraph 20 or 22)—\n\t\tin sub-paragraph (1) after “prepared and” insert “(where so required)”;\n\t\tin sub-paragraph (2) omit “and approved”.\n\tIn paragraph 24 (4 year programmes: amendment, replacement and voluntarystatements)—\n\t\tin sub-paragraph (1) after “prepared and” insert “(where so required)”;\n\t\tin paragraph (c) of sub-paragraph (3), omit the words from “and, ifapproved” to the end;\n\t\tin sub-paragraph (5)(a) after “prepared and” insert “(where so required”;\n\t\tomit sub-paragraphs (6)(a) and (7);\n\t\tin sub-paragraph (8) after “prepared and” in both places where those wordsoccur insert “(where so required)”;\n\t\tin sub-paragraph (10)—\n\t\tafter “prepared and” in the first place where those words occur insert“(where so required)”;\n\t\tomit “prepared and approved” in the second place where those words occur;\n\t\tat the beginning of paragraph (a) insert “prepared and approved”;\n\t\tat the beginning of paragraph (b) insert “prepared”."
    },
    {
        "length": 1027,
        "text": "\nTrunk road charging schemes in Wales\n\tPowers of the National Assembly for Wales\n\t\tIn Part 1 of Schedule 5 to the Government of Wales Act [2006 (c.32)](/id/ukpga/2006/32?view=plain \"Go to item of legislation\") (AssemblyMeasures), in field 10 (highways and transport) insert—\n\t\t  * _“ Matter 10.1_\n\tProvision for and in connection with—\n\t\tthe making, operation and enforcement of schemes for imposing charges inrespect of the use or keeping of motor vehicles on Welsh trunk roads;\n\t\tthe application of the proceeds of charges imposed under such schemes towardspurposes relating to transport.\n\t\tThis does not include provision about traffic signs, apart from provisionabout the placing and maintenance of traffic signs within the meaning ofsection 177 of the Transport Act 2000.\n\t\t_Interpretation of this field_\n\t\tIn this field—\n\t\t\t    * “motor vehicle” has the meaning given in section 185(1) of the Road Traffic Act 1988, except that section 189 of that Act (exception for certain pedestrian controlled vehicles and electrically assisted pedal cycles) applies as it applies for the purposes of the Road Traffic Acts;\n\t\t\t    * “road” has the same meaning as in the Road Traffic Regulation Act 1984;\n\t\t\t    * “Welsh trunk road” means a road for which the Welsh Ministers are the traffic authority (within the meaning of section 121A of the Road Traffic Regulation Act 1984).”.\n\tInformation \n\t\tInformation obtained by—\n\t\t\tany Minister of the Crown or government department, or\n\t\t\tany local authority or other statutory body,\n\t\t\t\tmay be disclosed to the Welsh Ministers for or in connection with the exerciseof any of their functions with respect to a Welsh trunk road charging schemeor proposed such scheme.\n\t\tAny information which has been or could be disclosed to the Welsh Ministersunder subsection (1) for or in connection with the exercise of any of theirfunctions with respect to a Welsh trunk road charging scheme may be disclosedto any person with whom the Welsh Ministers have entered into charging schemearrangements.\n\t\tInformation disclosed to a person under subsection (2)—\n\t\t\tmay be disclosed to any other person for or in connection with the Welshtrunk road charging scheme, but\n\t\t\tmay not be disclosed (either by the person to whom it is disclosed undersubsection (2) or by any other person to whom it is disclosed under paragraph(a)) otherwise than for or in connection with the scheme.\n\t\tThe Secretary of State may charge a reasonable fee in respect of the costof supplying information under subsection (1) or (2).\n\t\tWhere the Welsh Ministers ask the Secretary of State to obtain overseasregistration information from an overseas registration authority with a viewto the Secretary of State disclosing that information under subsection (1) or(2), the Secretary of State may charge a reasonable fee in respect of the costof obtaining, or seeking to obtain, the information.\n\t\tIn this section—\n\t\t\t  * “charging scheme arrangements” means arrangements made in respect of the operation of a Welsh trunk road charging scheme or relating to the installation or operation of any equipment used for or in connection with the operation of such a scheme; \n\t\t\t  * “overseas registration authority” means any authority of a country or territory outside the United Kingdom with responsibility under the law of that country or territory for maintaining a register of vehicles; \n\t\t\t  * “overseas registration information” means information derived from particulars contained in a register of vehicles that is maintained by an overseas registration authority; \n\t\t\t  * “Welsh trunk road charging scheme” means any scheme made by or under an Assembly Measure relating to matter 10.1 in Part 1 of Schedule 5 to the Government of Wales Act [2006 (c. 32)](/id/ukpga/2006/32?view=plain \"Go to item of legislation\"). "
    },
    {
        "length": 338,
        "text": "\nStreet works\n\tReinstatement and remedial works\n\t\tThe New Roads and Street Works Act [1991 (c.22)](/id/ukpga/1991/22?view=plain \"Go to item of legislation\") is amended asfollows.\n\t\tIn section 48 (streets, street works and undertakers) after subsection (3)(meaning of “street works”) insert—\n\t\t\t“(3A)For the purposes of subsection (3), the works that are street works byvirtue of being works required for or incidental to street works of anyparticular kind include—\n\t\t\treinstatement of the street, and\n\t\t\twhere an undertaker has failed to comply with his duties under this Partwith respect to reinstatement of the street, any remedial works.”.\n\t\tIn section 50 (street works licences) after subsection (1) (power to granta licence to do certain works) insert—\n\t\t“(1A)For the purposes of subsection (1), the works that are required for orincidental to works falling within paragraph (a) or (b) of that subsectioninclude—\n\t\t\treinstatement of the street, and\n\t\t\twhere an undertaker has failed to comply with his duties under this Partwith respect to reinstatement of the street, any remedial works.”."
    },
    {
        "length": 604,
        "text": "\nGoods vehicles\n\tVehicles authorised to be used under operator’s licence\n\t\tIn section 5 of the Goods Vehicles (Licensing of Operators) Act [1995 (c.23)](/id/ukpga/1995/23?view=plain \"Go to item of legislation\") (vehiclesauthorised to be used under operator’s licence)—\n\t\t\tin subsection (6), for “a prescribed fee” substitute “the prescribed fee(if any)”;\n\t\t\tin subsection (7), after “the prescribed fee” insert “(if any)”.\n\t\tSection 263 of the TA 2000 (addition of specified vehicles to operator’slicence) is amended as follows.\n\t\tIn the subsection (6) that is to be substituted for section 5(6) of theGoods Vehicles (Licensing of Operators) Act 1995—\n\t\t\tin the opening words, after “is not authorised to be used under thatlicence by virtue of subsection (1)” insert “on or after the relevant day”;\n\t\t\tin paragraph (b), for “a prescribed fee” substitute “the prescribed fee (ifany)”.\n\t\tAfter that subsection insert—\n\t\t\t“(6A)For the purposes of subsection (6) “the relevant day” is the latest ofthe following days—\n\t\t\tthe day on which the vehicle was first in the lawful possession of thelicence holder,\n\t\t\tthe day on which the licence came into force,\n\t\t\tif a day not more than one month after the later of those days isprescribed for the purpose, the day so prescribed.”.\n\tVehicles used without operator’s licence: power to return detainedvehicles\n\t\tSchedule 1A to the Goods Vehicles (Licensing of Operators) Act [1995 (c.23)](/id/ukpga/1995/23?view=plain \"Go to item of legislation\") (detention ofvehicles used without operator’s licence) is amended as follows.\n\t\tFor paragraph 8 (power to make regulations for return of detained vehicle)substitute—\n\t\t\t“8Regulations may make provision authorising a vehicle detained by virtue ofparagraph 2 to be returned to the owner, in prescribed circumstances, withoutthe need for any application under paragraph 9.”."
    },
    {
        "length": 388,
        "text": "\nCivil enforcement of traffic contraventions\n\tCivil enforcement of traffic contraventions: meaning of “localauthority”\n\t\tPart 6 of the Traffic Management Act [2004 (c.18)](/id/ukpga/2004/18?view=plain \"Go to item of legislation\") (civilenforcement of traffic contraventions) is amended as follows.\n\t\tIn section 76 (civil enforcement officers) at the end insert—\n\t\tIn this section “local authority” includes a non-metropolitan districtcouncil.”.\n\t\tIn section 85 (prohibition of double parking) at the end insert—\n\t\tIn this section “local authority” includes a non-metropolitan districtcouncil.”.\n\t\tIn section 86 (prohibition of parking at dropped footways etc) at the endinsert—\n\t\tIn this section “local authority” includes a non-metropolitan districtcouncil.”.\n\t\tIn section 87 (guidance to local authorities) at the end insert—\n\t\tIn this section “local authority” includes a non-metropolitan districtcouncil.”.\n\tFinancial penalty deposits: powers of vehicle examiners in Scotland\n\t\tIn section 90F of the Road Traffic Offenders Act [1988 (c.53)](/id/ukpga/1988/53?view=plain \"Go to item of legislation\"), in thedefinition of “conditional offer”, after “75(3)(a)” insert “or (3B)(a)”."
    },
    {
        "length": 1496,
        "text": "\nForeign-registered vehicles\n\tDisclosure of information relating to foreign-registered vehicles\n\t\tAfter section 49 of the Road Safety Act [2006 (c.49)](/id/ukpga/2006/49?view=plain \"Go to item of legislation\") (disclosure toforeign authorities of licensing and registration information) insert—\n\t\t“49ADisclosure of information relating to foreign-registered vehicles\n\t\t\tThe Secretary of State may disclose information to which subsection (2)applies to any person or body referred to in subsection (3) (subject to anyrestrictions mentioned in relation to the person or body).\n\t\t\tThis subsection applies to information that—\n\t\t\t\tis derived from particulars contained in a register of vehicles that ismaintained in a country or territory outside the United Kingdom, and\n\t\t\t\thas been obtained by the Secretary of State from the authority orauthorities of that country or territory with responsibility under the law ofthat country or territory for maintaining the register.\n\t\t\tThe persons and bodies are—\n\t\t\t\ta local authority, where the disclosure is made for any purpose connectedwith the investigation of—\n\t\t\t\tan offence, or\n\t\t\t\ta road traffic contravention;\n\t\t\t\tTransport for London, where the disclosure is made for such a purpose;\n\t\t\t\tthe Department of the Environment in Northern Ireland, where the disclosureis made for any purpose connected with the investigation of an offence;\n\t\t\t\tthe Department for Regional Development in Northern Ireland, where thedisclosure is made for any purpose connected with the investigation of a roadtraffic contravention;\n\t\t\t\tthe chief officer of police of a police force in England and Wales;\n\t\t\t\tthe chief constable of a police force maintained under the Police(Scotland) Act 1967;\n\t\t\t\ta member of the Police Service of Northern Ireland;\n\t\t\t\tan officer of Revenue and Customs;\n\t\t\t\tan inspector of taxes, where the disclosure is made for any purposeconnected with any tax liability to which a person is or may be subject, orthe amount of any such liability;\n\t\t\t\ta person who the Secretary of State is satisfied has reasonable cause forseeking disclosure of the information.\n\t\t\tThe Secretary of State may charge a reasonable fee in respect of the costof—\n\t\t\t\tobtaining, or seeking to obtain, information falling within subsection(2)(a);\n\t\t\t\tsupplying information under subsection (1).\n\t\t\tNothing in this section affects any other power of the Secretary of Stateto disclose information.\n\t\t\tIn this section—\n\t\t\t\t  * “local authority” means—\n\t\t\t\ta county council in England;\n\t\t\t\ta metropolitan district council;\n\t\t\t\ta non-metropolitan district council for an area for which there is no countycouncil;\n\t\t\t\ta London borough council;\n\t\t\t\tthe Common Council of the City of London;\n\t\t\t\tthe Council of the Isles of Scilly;\n\t\t\t\ta county council or county borough council in Wales;\n\t\t\t\ta council constituted under section 2 of the Local Government etc. (Scotland)Act 1994;\n\t\t\t\t\t  * “road traffic contravention” means—\n\t\t\t\tin relation to England and Wales, any contravention falling within Schedule 7to the Traffic Management Act 2004;\n\t\t\t\tin relation to Scotland, any act or omission that would have been an offencebut for paragraph 1(4) or (as the case may be) 2(4) of Schedule 3 to the RoadTraffic Act 1991 (control of parking in permitted and special parking areas);\n\t\t\t\tin relation to Northern Ireland, any contravention falling within Schedule 1to the Traffic Management (Northern Ireland) Order 2005 ([2005 No. 1964 (N.I.14)](/id/nisi/2005/1964?view=plain \"Go to item of legislation\"));\n\t\t\t\t\t  * “tax” has the meaning given by section 118(1) of the Taxes Management Act 1970.”.\n\tUse of information relating to foreign-registered vehicles\n\t\tAfter section 49A of the Road Safety Act [2006 (c.49)](/id/ukpga/2006/49?view=plain \"Go to item of legislation\") insert—\n\t\t“49BUse of information relating to foreign-registered vehicles\n\t\t\tThe Secretary of State may use information to which section 49A(2) appliesfor any of the purposes referred to in subsection (2).\n\t\t\tThe purposes are—\n\t\t\t\tto check the accuracy of information which has been obtained underregulations made by virtue of section 22A(2) of the Vehicle Excise andRegistration Act 1994 (vehicle identity checks);\n\t\t\t\tto check the accuracy of records maintained by the Secretary of State inconnection with any functions exercisable by the Secretary of State under orby virtue of that Act;\n\t\t\t\tto check the accuracy of records maintained, or caused to be maintained,under section 45(6B) or 49(3A) of the Road Traffic Act 1988 (records ofexaminations of goods and other vehicles);\n\t\t\t\tto promote compliance with section 47 or 53 of that Act (obligatory testcertificates for goods and other vehicles);\n\t\t\t\twhere appropriate, to amend or supplement any information mentioned in theforegoing provisions of this subsection or information contained in anyrecords so mentioned;\n\t\t\t\tto trace a non-resident parent (within the meaning of the Child Support(Information, Evidence and Disclosure) Regulations 1992 ([S.I.1992/1812](/id/uksi/1992/1812?view=plain \"Go to item of legislation\"))).”."
    },
    {
        "length": 1113,
        "text": "\nPart 8Supplementary provisions\n\tRepeals \n\t\tSchedule 7 contains repeals.\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “the TA 1968” means the Transport Act [1968 (c. 73)](/id/ukpga/1968/73?view=plain \"Go to item of legislation\"); \n\t\t  * “the PPVA 1981” means the Public Passenger Vehicles Act [1981 (c. 14)](/id/ukpga/1981/14?view=plain \"Go to item of legislation\"); \n\t\t  * “the TA 1985” means the Transport Act [1985 (c. 67)](/id/ukpga/1985/67?view=plain \"Go to item of legislation\"); \n\t\t  * “the GLA Act 1999” means the Greater London Authority Act [1999 (c. 29)](/id/ukpga/1999/29?view=plain \"Go to item of legislation\"); \n\t\t  * “the TA 2000” means the Transport Act [2000 (c. 38)](/id/ukpga/2000/38?view=plain \"Go to item of legislation\"). \n\tExtent \n\t\tSubject to subsections (2) and (3), this Act extends to England and Walesonly.\n\t\tThe following provisions also extend to Scotland—\n\t\t\tsections 1 to 6;\n\t\t\tsection 47 and Schedule 3;\n\t\t\tsections 53 and 54(1) to (7);\n\t\t\tsections 55 and 56;\n\t\t\tsections 57 to 61;\n\t\t\tsection 68(1) and (2);\n\t\t\tsection 72;\n\t\t\tsection 74;\n\t\t\tsection 119;\n\t\t\tsection 122;\n\t\t\tsection 125;\n\t\t\tsection 126;\n\t\t\tsection 128;\n\t\t\tsections 129 and 130;\n\t\t\tsections 132, 134, 135 and this section;\n\t\t\tthe repeals in Part 3 of Schedule 7 relating to sections 22 and 23 of theTA 1985, and section 131 so far as relating to those repeals.\n\t\tThe following provisions also extend to Northern Ireland—\n\t\t\tsection 122;\n\t\t\tsections 129 and 130;\n\t\t\tsections 132, 134, 135 and this section.\n\tCommencement \n\t\tThe following provisions of this Act come into force on the day on whichthis Act is passed—\n\t\t\tsection 77(10);\n\t\t\tthis Part, other than section 131 and Schedule 7;\n\t\t\tany power under or by virtue of this Act to make regulations or an order.\n\t\tSections 55, 56, 122, 123, 124 and 127 come into force at the end of theperiod of 2 months beginning with the day on which this Act is passed.\n\t\tSubject to subsection (4), the other provisions of this Act come into forceon an appointed day.\n\t\tAny repeal in Schedule 7 (and section 131 so far as relating to the repeal)comes into force in the same way as the provisions of this Act to which therepeal relates.\n\t\tIn this section “appointed day” means such day or days as the Secretary ofState may by order made by statutory instrument appoint.\n\t\tThe power conferred by subsection (5) is exercisable as respects Wales bythe Welsh Ministers (and not the Secretary of State) in relation to—\n\t\t\tPart 2;\n\t\t\tPart 3;\n\t\t\tin Part 4, sections 64, 65(1), 68 to 71 and 75;\n\t\t\tin Part 6, the amendments of the TA 2000.\n\t\tAn order under subsection (5)—\n\t\t\tmay appoint different days for different purposes;\n\t\t\tmay make incidental, consequential, supplemental or transitional provisionor savings.\n\tShort title\n\t\tThis Act may be cited as the Local Transport Act 2008."
    }
]