[
    {
        "length": 972,
        "text": "\nEntitlement to Category A and B retirement pensions\n\tCategory A and B retirement pensions: single contribution condition\n\t\tSchedule 3 to the SSCBA (contribution conditions) is amended as follows.\n\t\tIn paragraph 5 (contribution conditions for, among other things, Category Aor B retirement pension) in sub-paragraph (1), after “retirement pension”insert “(other than one in relation to which paragraph 5A applies)”.\n\t\tAfter paragraph 5 insert—\n\t\t\t“5A(1)This paragraph applies to—\n\t\t\ta Category A retirement pension in a case where the contributor concernedattains pensionable age on or after 6th April 2010;\n\t\t\ta Category B retirement pension payable by virtue of section 48A above in acase where the contributor concerned attains pensionable age on or after thatdate;\n\t\t\ta Category B retirement pension payable by virtue of section 48B above in acase where the contributor concerned dies on or after that date without havingattained pensionable age before that date.\n\t\tThe contribution condition for a Category A or Category B retirementpension in relation to which this paragraph applies is that—\n\t\t\tthe contributor concerned must, in respect of each of not less than 30years of his working life, have paid or been credited with contributions of arelevant class or been credited (in the case of 1987-88 or any subsequentyear) with earnings; and\n\t\t\tin the case of each of those years, the earnings factor derived asmentioned in sub-paragraph (3) below must be not less than the qualifyingearnings factor for that year.\n\t\tFor the purposes of paragraph (b) of sub-paragraph (2) above, the earningsfactor—\n\t\t\tin the case of 1987-88 or any subsequent year, is that which is derivedfrom—\n\t\t\tso much of the contributor’s earnings as did not exceed the upper earningslimit and upon which such of the contributions mentioned in paragraph (a) ofthat sub-paragraph as are primary Class 1 contributions were paid or treatedas paid or earnings credited; and\n\t\t\tany Class 2 or Class 3 contributions for the year; or\n\t\t\tin the case of any earlier year, is that which is derived from thecontributions mentioned in paragraph (a) of that sub-paragraph.\n\t\tRegulations may modify sub-paragraphs (2) and (3) above for the purposes oftheir application in a case where—\n\t\t\tthe contributor concerned has paid, or been credited with, contributions,or\n\t\t\tcontributions have been deemed to be, or treated as, paid by or credited tohim,\n\t\t\tunder the National Insurance Act 1946 or the National Insurance Act 1965.”\n\t\tPart 1 of Schedule 1 contains consequential amendments.\n\tCategory B retirement pension: removal of restriction on entitlement\n\t\tSection 48A of the SSCBA (Category B retirement pension for married personor civil partner) is amended as follows.\n\t\tIn each of subsections (2)(a) and (2B)(a) (whose effect is to require theother spouse or other civil partner to have claimed a Category A retirementpension) omit “and become entitled to a Category A retirement pension”.\n\t\tOmit subsection (5) (restriction on when Category B retirement pension formarried person or civil partner is payable).\n\t\tPart 2 of Schedule 1 contains consequential amendments.\n\t\tThe amendments made by this section and that Part of that Schedule haveeffect as from 6th April 2010.\n\t\tSection 48A(2) and (2B), as amended by this section, applies whether theperson mentioned in section 48A(1) or (2A) attained pensionable age before 6thApril 2010 or on or after that date."
    },
    {
        "length": 1027,
        "text": "\nCredits for basic state pension\n\tContributions credits for relevant parents and carers\n\t\tAfter section 23 of the SSCBA insert—\n\t\t“23AContributions credits for relevant parents and carers\n\t\t\tThis section applies to the following benefits—\n\t\t\t\ta Category A retirement pension in a case where the contributor concernedattains pensionable age on or after 6th April 2010;\n\t\t\t\ta Category B retirement pension payable by virtue of section 48A below in acase where the contributor concerned attains pensionable age on or after thatdate;\n\t\t\t\ta Category B retirement pension payable by virtue of section 48B below in acase where the contributor concerned dies on or after that date without havingattained pensionable age before that date;\n\t\t\t\ta widowed parent’s allowance payable in a case where the contributorconcerned dies on or after that date;\n\t\t\t\ta bereavement allowance payable in a case where the contributor concerneddies on or after that date.\n\t\t\tThe contributor concerned in the case of a benefit to which this sectionapplies shall be credited with a Class 3 contribution for each week fallingafter 6th April 2010 in respect of which the contributor was a relevant carer.\n\t\t\tA person is a relevant carer in respect of a week if the person—\n\t\t\t\tis awarded child benefit for any part of that week in respect of a childunder the age of 12,\n\t\t\t\tis a foster parent for any part of that week, or\n\t\t\t\tis engaged in caring, within the meaning given by regulations, in thatweek.\n\t\t\tRegulations may make provision for a person’s entitlement to be creditedwith Class 3 contributions by virtue of falling within subsection (3)(b) or(c) above to be conditional on the person—\n\t\t\t\tapplying to be so credited in accordance with the prescribed requirements,and\n\t\t\t\tcomplying with the prescribed requirements as to the provision ofinformation to the Secretary of State.\n\t\t\tThe contributor concerned in the case of a benefit to which this sectionapplies shall be credited with 52 Class 3 contributions for each tax yearending before 6th April 2010 in which the contributor was precluded fromregular employment by responsibilities at home within the meaning ofregulations under paragraph 5(7) of Schedule 3.\n\t\t\tBut the maximum number of tax years for which a person can be credited withcontributions under subsection (5) above is—\n\t\t\t\tin the case of a benefit mentioned in subsection (1)(a) to (c) above, 22;\n\t\t\t\tin the case of a benefit mentioned in subsection (1)(d) or (e) above, halfthe requisite number of years of the person’s working life.\n\t\t\tThe table in paragraph 5(5) of Schedule 3 (requisite number of years of aworking life of given duration) applies for the purposes of subsection (6)(b)above as it applies for the purposes of the second condition set out inparagraph 5(3) of that Schedule.\n\t\t\tFor the purpose of determining entitlement to a benefit to which thissection applies, a week that falls partly in one tax year and partly inanother is to be treated as falling in the year in which it begins and not inthe following year.\n\t\t\tIn this section—\n\t\t\t\t  * “the contributor concerned” has the meaning given in section 21(5)(a) above;\n\t\t\t\t  * “foster parent” has the meaning given by regulations.”\n\t\t\tIn paragraph 5 of Part 1 of Schedule 3 to that Act (contribution conditionsfor entitlement to, among other things, widowed parent’s allowance,bereavement allowance and Category A or B retirement pension) at the end ofsub-paragraph (7) (home responsibilities protection) insert—\n\t\t\t\t“But nothing in this sub-paragraph applies in relation to any benefit to whichsection 23A above applies.”\n\t\t\tPart 3 of Schedule 1 contains consequential amendments."
    },
    {
        "length": 671,
        "text": "\nAbolition of adult dependency increases\n\tCategory A and C retirement pensions: abolition of adult dependencyincreases\n\t\tThe following provisions of the SSCBA are to cease to have effect on 6thApril 2010—\n\t\t\tsection 83 (pension increase: wife),\n\t\t\tsection 84 (pension increase: husband), and\n\t\t\tsection 85 (pension increase: person with care of children or qualifyingyoung persons).\n\t\tParagraph 2 of Part 2 of Schedule 4 to the Pensions Act [1995 (c.26)](/id/ukpga/1995/26?view=plain \"Go to item of legislation\") (which replacessections 83 and 84 of the SSCBA with a new section 83A equalising pensionincreases for dependent spouses and civil partners with effect from 6th April2010) is omitted.\n\t\tPart 4 of Schedule 1 contains consequential amendments.\n\t\tThe amendments made by that Part of that Schedule have effect as from 6thApril 2010.\n\t\tNothing in—\n\t\t\tthe repeals in subsection (1),\n\t\t\tthe amendments in Part 4 of Schedule 1, or\n\t\t\tthe repeals in Part 2 of Schedule 7,\n\t\t\t\tapplies in relation to a qualifying person at any time falling on or after 6thApril 2010 but before the appropriate date.\n\t\tIn subsection (5) a “qualifying person” means a person who—\n\t\t\thas, before 6th April 2010, made a claim for a relevant increase inaccordance with section 1 of the Administration Act; and\n\t\t\timmediately before that date is either—\n\t\t\tentitled to the increase claimed, or\n\t\t\ta beneficiary to whom section 92 of the SSCBA (continuation of awardswhere fluctuating earnings) applies in respect of that increase.\n\t\tIn subsection (5) “the appropriate date” means the earlier (or earliest)of—\n\t\t\t6th April 2020;\n\t\t\tthe date when the qualifying person ceases to be either entitled to therelevant increase or a beneficiary to whom section 92 of the SSCBA applies inrespect of it;\n\t\t\twhere the relevant increase is payable to the qualifying person undersection 83 of that Act, the date on which his wife attains pensionable age.\n\t\tIn this section “relevant increase” means an increase in a Category A orCategory C retirement pension under section 83, 84 or 85 of the SSCBA."
    },
    {
        "length": 2995,
        "text": "\nUp-rating of basic state pension and other benefits\n\tUp-rating of basic pension etc. and standard minimum guarantee byreference to earnings\n\t\tAfter section 150 of the Administration Act insert—\n\t\t“150AAnnual up-rating of basic pension etc. and standard minimumguarantee\n\t\t\tThe Secretary of State shall in each tax year review the following amountsin order to determine whether they have retained their value in relation tothe general level of earnings obtaining in Great Britain—\n\t\t\t\tthe amount of the basic pension;\n\t\t\t\tthe specified amounts in the case of Category B, C or D retirementpensions;\n\t\t\t\tthe specified amounts in the case of industrial death benefit; and\n\t\t\t\tthe amounts of the standard minimum guarantee for the time being prescribedunder section 2(4) and (5)(a) and (b) of the State Pension Credit Act 2002.\n\t\t\tWhere it appears to the Secretary of State that the general level ofearnings is greater at the end of the period under review than it was at thebeginning of that period, he shall lay before Parliament the draft of an orderwhich increases each of the amounts referred to in subsection (1) above by apercentage not less than the percentage by which the general level of earningsis greater at the end of the period than it was at the beginning.\n\t\t\tSubsection (2) above does not require the Secretary of State to provide foran increase in any case if it appears to him that the amount of the increasewould be inconsiderable.\n\t\t\tThe Secretary of State may, in providing for an increase in pursuance ofsubsection (2) above, adjust the amount of the increase so as to round the sumin question up or down to such extent as he thinks appropriate.\n\t\t\tThe Secretary of State shall lay with a draft order under this section acopy of a report by the Government Actuary or the Deputy Government Actuarygiving that Actuary’s opinion on the likely effect on the National InsuranceFund of any parts of the order relating to sums payable out of that Fund.\n\t\t\tIf a draft order laid before Parliament under this section is approved by aresolution of each House, the Secretary of State shall make the order in theform of the draft.\n\t\t\tAn order under this section shall be framed so as to bring the increase inquestion into force in the week beginning with the first Monday in the taxyear following that in which the order is made.\n\t\t\tFor the purposes of any review under subsection (1) above the Secretary ofState shall estimate the general level of earnings in such manner as he thinksfit.\n\t\t\tIf a draft order under this section is combined with a draft up-ratingorder under section 150 above, the report required by virtue of subsection (5)above may be combined with that required by virtue of section 150(8) above.\n\t\t\tIn this section—\n\t\t\t\t  * “the amount of the basic pension” means the first amount specified in section 44(4) of the Contributions and Benefits Act (weekly rate of Category A retirement pension);\n\t\t\t\t  * “the specified amounts in the case of Category B, C or D retirement pensions” means—\n\t\t\t\tthe amount specified in paragraph 5 of Part 1 of Schedule 4 to theContributions and Benefits Act, and\n\t\t\t\tthe amounts specified in paragraphs 6 and 7 of Part 3 of that Schedule;\n\t\t\t\t\t  * “the specified amounts in the case of industrial death benefit” means—\n\t\t\t\tthe amounts specified in paragraph 10 of Part 5 of that Schedule (apart fromthe amount of the initial rate), and\n\t\t\t\tthe amount specified in paragraph 11 of that Part of that Schedule.”\n\t\t\tPart 5 of Schedule 1 contains consequential and related amendments.\n\t\t\tThe section 150A inserted by subsection (1) and the amendments made by Part5 of Schedule 1, so far as relating to the amounts referred to in section150A(1)(a) to (c), have effect in relation to the designated tax year andsubsequent tax years (with the result that the first review to be carried outunder section 150A(1) in relation to those amounts is to be carried out in thedesignated tax year).\n\t\t\t“The designated tax year” means such tax year as the Secretary of State maydesignate by an order made before 1st April 2011.\n\t\t\tThe Secretary of State must exercise his power under subsection (4) in sucha way as to secure that the tax year immediately following the designated taxyear is one that begins before the relevant dissolution date.\n\t\t\t“The relevant dissolution date” means the latest date on which, havingregard to the maximum period for which a Parliament may exist, the Parliamentin existence at the time of exercise of the power could be dissolved.\n\t\t\tThe new section 150A inserted by subsection (1) and the amendments made byPart 5 of Schedule 1, so far as relating to the amounts mentioned in section150A(1)(d), have effect in relation to the tax year in which this Act ispassed and subsequent tax years.\n\tPreservation of link with prices in case of other benefits\n\t\tSection 150 of the Administration Act (up-rating by reference to prices) isamended as follows.\n\t\tIn subsection (1) (annual reviews)—\n\t\t\tin paragraph (a), for sub-paragraphs (i) and (ii) substitute—\n\t\t\tSchedule 4 (excluding the provisions of Parts 1, 3 and 5 of the Schedulethat specify amounts mentioned in section 150A(1) below); and\n\t\t\tsection 44(4) so far as relating to the lower rate of short-termincapacity benefit;”;\n\t\t\tbefore paragraph (b) insert—\n\t\t\tspecified in regulations under section 39(2A) or section 39C(1A) of thatAct;”; and\n\t\t\tin paragraph (l), at the end insert “(other than those prescribing theamounts mentioned in section 150A(1)(d) below)”.\n\t\tIn subsection (3) (sums to which requirement to up-rate applies)—\n\t\t\tin paragraph (a), for “1 to 6” substitute “1 to 5” and at the end insert“(excluding the provisions of Parts 1 and 5 of the Schedule that specifyamounts mentioned in section 150A(1) below)”; and\n\t\t\tin paragraph (b), before “(b), (c),” insert “(ab),”.\n\t\tIn subsection (7) (sums that may be up-rated) at the end insert—\n\t\t\t“The reference to regulations under the State Pension Credit Act 2002 does notinclude those prescribing the amounts mentioned in section 150A(1)(d) below.”\n\t\tIn section 39 of the SSCBA (rate of widowed mother’s allowance and widow’spension) after subsection (2) insert—\n\t\t“(2A)In its application by virtue of subsection (1) above, section 44(4) belowis to be read as if for the first amount specified in that provision therewere substituted a reference to the amount prescribed for the purposes of thissubsection.”\n\t\tIn section 39C of the SSCBA (rate of widowed parent’s allowance andbereavement allowance)—\n\t\t\tfor subsection (2) substitute—\n\t\t\t“(1A)In its application by virtue of subsection (1) above, section 44(4) belowis to be read as if for the first amount specified in that provision therewere substituted a reference to the amount prescribed for the purposes of thissubsection.\n\t\tThe weekly amount of a bereavement allowance is an amount equal to theamount prescribed for the purposes of subsection (1A) above.”; and\n\t\t\tin subsection (3), for the words “or (as the case may be) section 44 belowby virtue of subsection (1) or (2) above” substitute “by virtue of subsection(1) above”.\n\t\tSubsections (2)(a) and (b), (3), (5) and (6) have effect in relation to thedesignated tax year (see section 5(4)) and subsequent tax years.\n\t\tSubsections (2)(c) and (4) have effect in relation to the tax year in whichthis Act is passed and subsequent tax years.\n\t\tThe Secretary of State must exercise his power to prescribe amounts for thepurposes of the new sections 39(2A) and 39C(1A) (inserted by subsections (5)and (6)) in such a way as to secure that, at any time before the coming intoforce of the first provision made under the new section 150A that alters theamount of the basic pension, the amounts prescribed are equal to the amount ofthe basic pension for the time being.\n\t\tIn subsection (9)—\n\t\t\t  * “the amount of the basic pension” means the first amount specified in section 44(4) of the SSCBA (weekly rate of Category A retirement pension); \n\t\t\t  * “the new section 150A” means the section 150A inserted by section 5(1). \n\tRemoval of link between lower earnings limit and basic pension\n\t\tSection 5 of the SSCBA (earnings limits and thresholds for Class 1contributions) is amended as follows.\n\t\tIn subsection (1) (limits and thresholds to be specified in regulations)for the words from “in the case of” to the end substitute “in the case of theupper earnings limit shall be made in accordance with subsection (3) below.”\n\t\tOmit subsection (2) (link between lower earnings limit and weekly rate ofbasic pension).\n\t\tSubsections (2) and (3) have effect in relation to the tax year followingthe designated tax year (see section 5(4)) and subsequent tax years.\n\t\tIn section 176(1) of the SSCBA (instruments subject to affirmativeprocedure), before paragraph (a) insert—\n\t\t\tregulations under section 5 specifying the lower earnings limit for thetax year following the designated tax year (see section 5(4) of the PensionsAct 2007) or any subsequent tax year;”.\n\tRemoval of link between lower earnings limit and basic pension: NorthernIreland\n\t\tSection 5 of the Social Security Contributions and Benefits (NorthernIreland) Act [1992 (c. 7)](/id/ukpga/1992/7?view=plain \"Go to item oflegislation\") (earnings limits and thresholds for Class 1 contributions) isamended as follows.\n\t\tIn subsection (1) (limits and thresholds to be specified in regulations)for the words from “in the case of” to the end substitute “in the case of theupper earnings limit shall be made in accordance with subsection (3) below.”\n\t\tOmit subsection (2) (link between lower earnings limit and weekly rate ofbasic pension).\n\t\tSubsections (2) and (3) have effect in relation to the tax year followingthe designated tax year (see section 5(4)) and subsequent tax years.\n\t\tIn section 172 of the Social Security Contributions and Benefits (NorthernIreland) Act 1992 (Assembly, etc. control of regulations and orders)—\n\t\t\tin subsection (9) for “(11), (11A) and” substitute “(11) to”; and\n\t\t\tafter subsection (11) insert—\n\t\t\t\t“(11ZA)A statutory instrument containing (whether alone or with otherprovisions) regulations under section 5 specifying the lower earnings limitfor—\n\t\t\tthe tax year following the designated tax year (see section 5(4) of thePensions Act 2007), or\n\t\t\tany subsequent tax year,\n\t\t\tshall not be made unless a draft of the instrument has been laid before andapproved by resolution of each House of Parliament.”"
    },
    {
        "length": 1426,
        "text": "\nAdditional pension: deemed earnings factors\n\tDeemed earnings factors for purposes of additional pension\n\t\tAfter section 44A of the SSCBA insert—\n\t\t“44BDeemed earnings factors: 2010-11 onwards\n\t\t\tThis section applies to 2010-11 and subsequent tax years.\n\t\t\tFor the purposes of section 44(6)(za) above, if any of Conditions A to C insubsections (3) to (5) below is satisfied for a relevant year to which thissection applies, a pensioner is deemed to have an earnings factor for thatyear which—\n\t\t\t\tis derived from so much of his earnings as did not exceed the applicablelimit and on which primary Class 1 contributions were paid; and\n\t\t\t\tis equal to the amount which, when added to any other earnings factorstaken into account under that provision, produces an aggregate of earningsfactors equal to the low earnings threshold.\n\t\t\tCondition A is that the pensioner would, apart from this section, have anearnings factor for the year—\n\t\t\t\tequal to or greater than the qualifying earnings factor (“the QEF”) for theyear, but\n\t\t\t\tless than the low earnings threshold for the year.\n\t\t\tCondition B is that the pensioner—\n\t\t\t\twould, apart from this section and section 44C below, have an earningsfactor for the year less than the QEF for the year, but\n\t\t\t\tis entitled to an aggregate amount of earnings factor credits for that yearunder section 44C below equal to the difference between the QEF for the yearand the earnings factor mentioned in paragraph (a) above.\n\t\t\tCondition C is that the pensioner is entitled to 52 earnings factor creditsfor that year under section 44C below.\n\t\t\tThis section has effect in relation to the flat rate introduction year andany subsequent tax year as if—\n\t\t\t\tsubsection (2)(b) referred to an aggregate of earnings factors greater thanthe QEF, but less than the low earnings threshold, for the year (rather thanto one equal to that threshold); and\n\t\t\t\tCondition A in subsection (3) (and the reference to it in subsection (2))were omitted.\n\t\t\tIn this section—\n\t\t\t\t“the applicable limit” has the same meaning as in section 44 above;\n\t\t\t\t“the low earnings threshold” means the low earnings threshold for the yearconcerned as specified in section 44A above; and\n\t\t\t\tin subsections (3) and (4), any reference to the pensioner’s earningsfactor for a relevant year is to be construed in accordance with section44(6)(za) above.\n\t\tCEarnings factor credits\n\t\t\tThis section applies, for the purposes of Conditions B and C in section44B(4) and (5) above, to 2010-11 and subsequent tax years.\n\t\t\tIn respect of each week—\n\t\t\t\twhich falls in a relevant year to which this section applies, and\n\t\t\t\tin respect of which a pensioner is eligible for earnings factorenhancement,\n\t\t\t\t\tthe pensioner is entitled to an earnings factor credit equal to 1/52 of theQEF for that year.\n\t\t\t\tThis is subject to subsection (5) below.\n\t\t\tA pensioner is eligible for earnings factor enhancement in respect of aweek if one or more of the following apply—\n\t\t\t\the was a relevant carer in respect of that week for the purposes of section23A above (see section 23A(3));\n\t\t\t\tcarer’s allowance was payable to him for any part of that week, or wouldhave been so payable but for the fact that under regulations the amountpayable to him was reduced to nil because of his receipt of other benefits;\n\t\t\t\tsevere disablement allowance was payable to him for any part of that week;\n\t\t\t\tlong-term incapacity benefit was payable to him for any part of that weekor would have been so payable but for the fact that—\n\t\t\t\the did not satisfy the contribution conditions in paragraph 2 of Schedule3, or\n\t\t\t\tunder regulations the amount payable to him was reduced to nil because ofhis receipt of other benefits or of payments from an occupational pensionscheme or personal pension scheme;\n\t\t\t\the satisfies such other conditions as may be prescribed.\n\t\t\tIn subsection (3)(d)(ii) above “occupational pension scheme” and “personalpension scheme” have the meanings given by subsection (6) of section 30DDabove for the purposes of subsection (5) of that section.\n\t\t\tFor the purposes of Condition B in section 44B(4) above a person is notentitled to an aggregate amount of earnings factor credits in respect of ayear that is greater than the difference referred to in that Condition.\n\t\t\tFor the purposes of this section a week that falls partly in one tax yearand partly in another is to be treated as falling in the year in which itbegins and not in the following year.\n\t\t\tIn section 44B above and this section—\n\t\t\t\t“the QEF” means the qualifying earnings factor, and\n\t\t\t\tany reference to a person being entitled to an earnings factor credit of aparticular amount (or to an aggregate amount of earnings factor credits) for ayear is a reference to the person being treated as having for that year anearnings factor (within the meaning of section 44(6)(za) above) of the amountin question by virtue of subsection (2) above.”\n\t\t\tPart 6 of Schedule 1 contains consequential and related amendments."
    },
    {
        "length": 2100,
        "text": "\nAdditional pension: simplification of accrual rates\n\tAdditional pension: removal of accrual band from 2010-11\n\t\tSchedule 4A to the SSCBA (additional pension) is amended as follows.\n\t\tIn Part 2 (surplus earnings factor) in paragraph 2 (calculation of amountwhere there is a surplus in pensioner’s earnings factor)—\n\t\t\tin sub-paragraph (4), after “2009” insert “where the tax year concernedfalls before 2010-11”;\n\t\t\tafter sub-paragraph (4) insert—\n\t\t\t\t“(4A)The appropriate table for persons attaining pensionable age on or after6th April 2009 where the tax year concerned is 2010-11 or a subsequent taxyear is as follows—\n\t\tTABLE 2A\n\t\t\tAmount of surplus| Percentage  ---|---  Band 1| Not exceeding LET| 40  Band 2| Exceeding LET but not exceeding AUEL| 10”;    (c)in sub-paragraph (6) (interpretation) after paragraph (c) insert—\n\t\t\t\t“AUEL” means the amount equal to the upper earnings limit for the tax yearconcerned multiplied by 52.”\n\t\t\tIn Part 3 (contracted-out employment) in paragraph 5 (calculation of amountA)—\n\t\t\t\tin sub-paragraph (4), after “2009” insert “where the tax year concernedfalls before 2010-11”;\n\t\t\t\tafter sub-paragraph (4) insert—\n\t\t\t\t“(4A)The appropriate table for persons attaining pensionable age on or after6th April 2009 where the tax year concerned is 2010-11 or a subsequent taxyear is as follows—\n\t\tTABLE 4A\n\t\t\tAmount of surplus| Percentage  ---|---  Band 1| Not exceeding LET| 40  Band 2| Exceeding LET but not exceeding AUEL| 10”.    (4)In paragraph 7 (calculation of amount B second case)—\n\t\t\t\tin sub-paragraph (4), after “2009” insert “where the tax year concernedfalls before 2010-11”;\n\t\t\t\tafter sub-paragraph (4) insert—\n\t\t\t\t“(4A)The appropriate table for persons attaining pensionable age on or after6th April 2009 where the tax year concerned is 2010-11 or a subsequent taxyear is as follows—\n\t\tTABLE 6A\n\t\t\tAmount of surplus| Percentage  ---|---  Band 1| Not exceeding LET| 40  Band 2| Exceeding LET but not exceeding AUEL| 10”.    (5)In paragraph 8, in sub-paragraph (4) (interpretation) after paragraph (c)insert—\n\t\t\t\t“AUEL” means the amount equal to the upper earnings limit for the tax yearconcerned multiplied by 52.”\n\t\t\tFor the heading for that Schedule substitute “Additional pension: accrualrates for purposes of section 45(2)(c)”.\n\tAdditional pension: simplified accrual rates as from flat rateintroduction year\n\t\tSection 45 of the SSCBA (the additional pension in a Category A retirementpension) is amended as follows.\n\t\tIn subsection (2) (calculation of the weekly rate of additional pension)after paragraph (c) insert “; and\n\t\t\tin relation to the flat rate introduction year and subsequent tax years,the weekly equivalent of the amount calculated in accordance with Schedule 4Bto this Act.”\n\t\tIn subsection (3A) (tax years for which weekly rate is calculated byreference to Schedule 4A) at the end of paragraph (b) insert “before the flatrate introduction year”.\n\t\tIn section 122 of the SSCBA (interpretation of Parts 1 to 6) in subsection(1) at the appropriate place insert—\n\t\t\t““the flat rate introduction year” means such tax year as may be designated assuch by order;”.\n\t\tIn Schedule 2 to this Act—\n\t\t\tPart 1 inserts a new Schedule 4B into the SSCBA;\n\t\t\tPart 2 makes provision for up-rating the flat rate accrual amountintroduced by the new Schedule 4B; and\n\t\t\tPart 3 contains consequential and related amendments.\n\tAdditional pension: upper accrual point\n\t\tIn section 22 of the SSCBA (earnings factors)—\n\t\t\tin subsection (2A) (person’s earnings factors to be treated as derived onlyfrom so much of his earnings as did not exceed the upper earnings limit etc.)for “the upper earnings limit” substitute “the applicable limit”; and\n\t\t\tafter that subsection insert—\n\t\t\t\t“(2B)“The applicable limit” means—\n\t\t\tin relation to a tax year before the flat rate introduction year, the upperearnings limit;\n\t\t\tin relation to the flat rate introduction year or any subsequent tax year,the upper accrual point.”\n\t\tIn section 44 of the SSCBA (Category A retirement pension)—\n\t\t\tin subsection (6) (meaning of references to earnings factors) in paragraph(za) for “the upper earnings limit” substitute “the applicable limit”;\n\t\t\tin subsection (7), at the end insert—\n\t\t\t“the applicable limit” means—\n\t\t\tin relation to a tax year before the flat rate introduction year, the upperearnings limit;\n\t\t\tin relation to the flat rate introduction year or any subsequent tax year,the upper accrual point.”\n\t\tIn section 122 of the SSCBA (interpretation of Parts 1 to 6)—\n\t\t\tin subsection (1), at the appropriate place insert—\n\t\t\t““the upper accrual point” is to be construed in accordance with subsections(7) and (8) below;”;\n\t\t\tafter subsection (6) insert—\n\t\t“The upper accrual point” is the amount that is equal to the amount of theupper earnings limit for the flat rate introduction year multiplied by 52.\n\t\tThis is subject to subsection (8) below.\n\t\tThe Secretary of State may, by order made before the beginning of thatyear, direct that the upper accrual point is to be such other amount (whethergreater or lesser than that mentioned in subsection (7) above) as is specifiedin the order.”\n\t\tPart 7 of Schedule 1 contains consequential amendments.\n\t\tSubsection (6) applies if it appears to the Secretary of State that (apartfrom that subsection) he would be required to make an order under section 148Aof the Administration Act (revaluation of low earnings threshold) by virtue ofwhich the low earnings threshold for the following tax year would be an amountnot less than the upper accrual point.\n\t\tIn that event the Secretary of State—\n\t\t\tis not required to make such an order under section 148A of theAdministration Act, and\n\t\t\tinstead must make an order abolishing the low earnings threshold and theupper accrual point as from the beginning of the following tax year.\n\t\tAn order under subsection (6) may make—\n\t\t\tsuch consequential, incidental or supplemental provision, and\n\t\t\tsuch transitional, transitory or saving provision,\n\t\t\tas the Secretary of State thinks necessary or expedient in connection with, orin consequence of, the abolition of the low earnings threshold and the upperaccrual point.\n\t\tAn order under subsection (6) may in particular amend, repeal or revoke anyprovision of any Act or subordinate legislation (whenever passed or made).\n\t\tNo order may be made under subsection (6) unless a draft of the order hasbeen laid before and approved by a resolution of each House of Parliament.\n\t\tIn this section—\n\t\t\t  * “the low earnings threshold” has the meaning given by section 44A(5) of the SSCBA; \n\t\t\t  * “the upper accrual point” has the meaning given by section 122(7) and (8) of that Act. "
    },
    {
        "length": 181,
        "text": "\nIncrease in state pension age\n\tIncrease in pensionable age for men and women\n\t\tSchedule 3 amends section 126 of, and Part 1 of Schedule 4 to, the PensionsAct [1995 (c. 26)](/id/ukpga/1995/26?view=plain \"Go to item of legislation\")for the purpose of increasing the pensionable age for men and womenprogressively over a period of 22 years beginning with 6th April 2024.\n\t\tPart 8 of Schedule 1 contains consequential amendments.\n\t\tThe amendments made by that Part of that Schedule have effect as from 6thApril 2024."
    },
    {
        "length": 3412,
        "text": "\nConversion of guaranteed minimum pensions\n\tAfter section 13(1) of the Pension Schemes Act [1993 (c.48)](/id/ukpga/1993/48?view=plain \"Go to item of legislation\") (contracted-outscheme: requirement for guaranteed minimum pension) insert—\n\t\t“(1A)But a scheme may be amended so as to omit provision of the kind specifiedin subsection (1)(a) and (b) if the conditions specified in section 24B aresatisfied.”\n\tAfter section 17(1) of that Act (minimum pension for survivors) insert—\n\t“(1A)But a scheme may be amended so as to omit provision of the kind specifiedin subsection (1) if the conditions specified in section 24B are satisfied.”\n\tBefore section 25 of that Act (before the italic cross-heading) insert—\n\t“24AConversion of guaranteed minimum pension into other benefits:introduction\n\t\tIn this section and sections 24B to 24H—\n\t\t\tthe rules specified in sections 13(1)(a) and (b) and 17(1) are referred toas the “guaranteed minimum pension rules”,\n\t\t\t“GMP conversion” means amendment of the scheme in relation to an earner sothat it no longer contains the guaranteed minimum pension rules,\n\t\t\ta “GMP-converted scheme” is a scheme which has been subject to GMPconversion,\n\t\t\t“the conversion date” means the date on which that amendment takes effect,\n\t\t\t“the pre-conversion benefits” means the benefits provided under the schemeimmediately before the conversion date (disregarding money purchase benefits),\n\t\t\t“the post-conversion benefits” means the benefits which are provided underthe converted scheme (disregarding money purchase benefits),\n\t\t\t“the converted scheme” means the scheme as it has effect immediately afterconversion, and\n\t\t\t“the trustees” in relation to a scheme means the trustees, managers orother persons responsible under the scheme for effecting amendments of it.\n\tBThe conversion conditions\n\t\tThis section specifies the conditions referred to in sections 13(1A) and17(1A) (for exemption from the requirement to guarantee a minimum pension).\n\t\tCondition 1 is that the post-conversion benefits must be actuarially atleast equivalent to the pre-conversion benefits.\n\t\tCondition 2 is that if the earner was entitled immediately before theconversion date to the payment of a pension under the scheme, the convertedscheme does not provide for a reduction of, or have the effect of reducing,the amount of that pension immediately after conversion.\n\t\tCondition 3 is that the post-conversion benefits must not include moneypurchase benefits, apart from any money purchase benefits provided under thescheme immediately before the conversion date.\n\t\tCondition 4 is that the converted scheme provides survivors' benefits inaccordance with section 24D in such circumstances, and during such periods, asare prescribed by regulations.\n\t\tCondition 5 is that the procedural requirements of section 24E have beencomplied with.\n\t\tIn applying these conditions to a scheme in respect of an earner—\n\t\t\tit is immaterial whether or not on the conversion date the scheme was alsoconverted in respect of other earners, and\n\t\t\tit is immaterial (except for Condition 2) whether or not on the conversiondate the earner was entitled to the payment of a pension under the scheme.\n\tCActuarial equivalence\n\t\tRegulations may make provision for determining actuarial equivalence for thepurpose of Condition 1 of section 24B.\n\tDSurvivors' benefits\n\t\tThis section specifies the benefits mentioned in Condition 4 of section24B.\n\t\tThe first benefit is that if the earner dies (whether before or afterattaining normal pension age) leaving a widow, she is entitled to a pension ofat least half the value of the pension to which the earner would have beenentitled by reference to employment during the period—\n\t\t\tbeginning with 6th April 1978, and\n\t\t\tending with 5th April 1997.\n\t\tThe second benefit is that if the earner dies (whether before or afterattaining normal pension age) leaving a widower or surviving civil partner, heor she is entitled to a pension of at least half the value of the pension towhich the earner would have been entitled by reference to employment duringthe period—\n\t\t\tbeginning with 6th April 1988, and\n\t\t\tending with 5th April 1997.\n\tEProcedural requirements\n\t\tThis section specifies the procedural requirements that must be compliedwith in order to satisfy Condition 5 of section 24B.\n\t\tThe employer in relation to the scheme must consent to the GMP conversionin advance.\n\t\tThe trustees must take all reasonable steps to—\n\t\t\tconsult the earner in advance, and\n\t\t\tnotify all members, and survivors, affected by the GMP conversion before,or as soon as is reasonably practicable after, the conversion date.\n\t\tThe Commissioners for Her Majesty’s Revenue and Customs must be notified onor before the conversion date—\n\t\t\tthat the GMP conversion will occur or has occurred, and\n\t\t\tthat it affects the earner.\n\tFTransfer out\n\t\tRegulations may prescribe—\n\t\t\trestrictions on the transfer of the earner’s accrued rights under a GMP-converted scheme;\n\t\t\tconditions which must be complied with on the transfer of the earner’saccrued rights under a GMP-converted scheme.\n\t\tSection 20(2) and (5) shall apply to regulations under this section.\n\t\tWhere a member of a non-GMP-converted scheme makes an application undersection 95(1), the trustees may with his consent adjust any guaranteed cashequivalent so as to reflect rights that would have accrued if the scheme hadbeen subject to GMP conversion in accordance with Conditions 1 to 4 of section24B.\n\tGPowers to amend schemes\n\t\tThe trustees of an occupational pension scheme may by resolution modify itso as to effect GMP conversion (whether in relation to present earners,pensioners or survivors) in accordance with the conditions in section 24B.\n\t\tThe subsisting rights provisions within the meaning of section 67 of thePensions Act [1995 (c. 26)](/id/ukpga/1995/26?view=plain \"Go to item oflegislation\") shall not apply to a power conferred by an occupational pensionscheme to modify the scheme in so far as the power enables GMP conversion inaccordance with the conditions in section 24B.\n\t\tWhere a scheme is amended to effect GMP conversion the trustees may includeother amendments which they think are necessary or desirable as a consequenceof, or to facilitate, the GMP conversion.\n\t\tWhere an occupational pension scheme is being wound up, the trustees may,before the winding up is completed, adjust rights under the scheme so as toreflect what would have happened if the scheme had been subject to GMPconversion in accordance with Conditions 1 to 4 of section 24B.\n\t\tIn the application of section 24E by virtue of subsection (1) above, areference to the earner includes a reference to a pensioner or survivor whosepension is subjected to GMP conversion.\n\tHEnforcement of GMP conversion conditions\n\t\tIf the Regulatory Authority thinks that the conditions of section 24B havenot been satisfied in relation to an amendment, modification or adjustmenteffected in accordance with any of sections 13(1A), 17(1A), 24F and 24G, theRegulatory Authority may make an order declaring the amendment, modificationor adjustment void—\n\t\t\tin respect of a specified person or class of person,\n\t\t\tto a specified extent, and\n\t\t\tas from a specified time.\n\t\tWhere the Regulatory Authority makes an order under subsection (1) it may—\n\t\t\trequire the trustees of the scheme concerned to take specified steps;\n\t\t\tdeclare that specified action of the trustees shall not be treated as acontravention of the scheme if it would not have been a contravention if theorder under subsection (1) had not been made.\n\t\tAn order may be made under subsection (1) before or after the amendment,modification or adjustment takes effect.\n\t\tIf the Regulatory Authority thinks that the process of effecting a GMPconversion of a scheme has been commenced and that a relevant condition ofsection 24B is not being complied with, or may not be complied with, theRegulatory Authority may by order—\n\t\t\tprohibit the taking of further steps in the GMP conversion (whethergenerally or in relation to specified steps), and\n\t\t\trequire the trustees of the scheme to take specified steps before resumingthe process of GMP conversion.\n\t\tSection 10 of the Pensions Act 1995 (civil penalties) shall apply to atrustee who has failed to take all reasonable steps to secure compliance withthe conditions of section 24B in relation to an amendment, modification oradjustment effected in accordance with any of sections 13(1A), 17(1A), 24F and24G.”\n\t\tIn section 9(2A) of the Pension Schemes Act [1993 (c.48)](/id/ukpga/1993/48?view=plain \"Go to item of legislation\") (requirementsfor certification) for “sections 13 to 23” substitute “sections 13 to 24E”.\n\t\tAt the end of section 47 of that Act (deductions from social securitypayments) add—\n\t\tFor the purposes of section 46, a person shall be treated as entitled to aguaranteed minimum pension to which, in the opinion of the Commissioners forHer Majesty’s Revenue and Customs, he would have been entitled but for theamendment of a scheme so that it no longer contains the guaranteed minimumpension rules.\n\t\tWhere the earner’s accrued rights have been transferred after theamendment of the scheme, in making the calculation under subsection (9) theCommissioners shall assume the application of section 16(1) after thetransfer.\n\t\tIn making the calculation under subsection (9) the Commissioners shallignore any effect of the scheme being wound up.”\n\t\tIn section 97(5) of the Pensions Act [2004 (c.35)](/id/ukpga/2004/35?view=plain \"Go to item of legislation\") (PensionsRegulator: special procedure) after paragraph (t) insert—\n\t\t\ta power under section 24H of the Pension Schemes Act 1993;”.\n\t\tAt the end of Part 1 of Schedule 2 to that Act (reserved regulatoryfunctions: Pension Schemes Act 1993) add—\n\t\t\t“3AA power under section 24H (compliance with conditions of conversion ofguaranteed minimum pension).”\n\t\tSubsection (9) applies where—\n\t\t\ta person has been in receipt of a guaranteed minimum pension and a CategoryA or Category B retirement pension,\n\t\t\tthe guaranteed minimum pension has been increased in accordance withsection 15(1) of the Pension Schemes Act [1993 (c.48)](/id/ukpga/1993/48?view=plain \"Go to item of legislation\") or the CategoryA or Category B retirement pension has been increased in accordance withparagraph 5 of Schedule 5 to the SSCBA (increase of pension where commencementof guaranteed minimum pension postponed),\n\t\t\tthe pension scheme under which the guaranteed minimum pension is paid issubject to GMP conversion, and\n\t\t\tan order under section 150(2) of the Administration Act would have appliedto the person in respect of the increase mentioned in paragraph (b) above butfor the scheme having been subject to GMP conversion.\n\t\tThe person’s Category A or Category B retirement pension shall be increasedby the amount by which it would have increased as a result of the order.\n\t\tIf paragraph 5 of Schedule 5 to the SSCBA (increase of pension forsurvivor of “S”) would apply to a person but for the fact that the scheme ofwhich S was a member was subject to GMP conversion before S’s death, theparagraph shall apply to the person (with any necessary modifications) despitethat fact.\n\t\tIn subsections (8)(c) and (d) and (10) “GMP conversion” has the meaninggiven by section 24A of the Pension Schemes Act 1993 inserted by subsection(3) above.\n\t\tIn section 186 of the Pension Schemes Act 1993 (parliamentary control oforders and regulations)—\n\t\t\tbefore subsection (3)(a) insert—\n\t\t\tregulations made under section 24B(5), or”,\n\t\t\trenumber the existing paragraphs of subsection (3), and\n\t\t\tin subsection (4) for “(a) or (c)” substitute “(b) or (d)”."
    },
    {
        "length": 578,
        "text": "\nAbolition of contracting-out for defined contribution pension schemes\n\tAny certificate which is either—\n\t\ta contracting-out certificate in relation to a money purchase contracted-out scheme, or\n\t\tan appropriate scheme certificate,\n\t\t\tand is in force immediately before the abolition date, ceases to have effecton that date.\n\tIn this section—\n\t\t  * “the abolition date” means the day appointed under section 30 for the coming into force of subsection (1); \n\t\t  * “contracting-out certificate”, “money purchase contracted-out scheme” and “appropriate scheme certificate” have the meanings given by section 181(1) of the Pension Schemes Act [1993 (c. 48)](/id/ukpga/1993/48?view=plain \"Go to item of legislation\") (as in force immediately before that day). \n\tIn Schedule 4—\n\t\tParts 1 and 2 contain amendments which are consequential on, or related to,the provision made by subsection (1), and\n\t\tPart 3 contains savings relating to amendments made by Part 1.\n\tThe amendments made by Part 1 of that Schedule have effect as from theabolition date (but any power to make regulations conferred by thoseamendments may be exercised at any time so as to make regulations havingeffect as from the abolition date).\n\tThe Secretary of State may by regulations make—\n\t\tsuch consequential, incidental or supplemental provision, and\n\t\tsuch transitional, transitory or saving provision,\n\t\tas he thinks necessary or expedient in connection with, or in consequence of,the provisions of subsection (1) and Schedule 4.\n\tRegulations under subsection (5) may in particular amend, repeal or revokeany provision of any Act or subordinate legislation (whenever passed or made).\n\tNo regulations which amend or repeal any provision of an Act may be madeunder this section unless a draft of the regulations has been laid before andapproved by a resolution of each House of Parliament.\n\tA statutory instrument containing regulations under this section that donot fall within subsection (7) is subject to annulment in pursuance of aresolution of either House of Parliament."
    },
    {
        "length": 844,
        "text": "\nDispute resolution\n\tDispute resolution arrangements\n\t\tSection 273 of the Pensions Act [2004 (c. 35)](/id/ukpga/2004/35?view=plain\"Go to item of legislation\"), which substitutes new sections 50 to 50B forsection 50 of the Pensions Act [1995 (c. 26)](/id/ukpga/1995/26?view=plain \"Goto item of legislation\"), is amended as follows.\n\t\tIn subsection (1) of the new section 50 (requirement for dispute resolutionarrangements) after “arrangements” insert “complying with the requirements ofthis section”.\n\t\tIn subsection (2) of that section, for “such arrangements as are requiredby this section” substitute “arrangements”.\n\t\tAfter subsection (4) of that section insert—\n\t\t\t“(4A)The dispute resolution arrangements may make provision for securing thatan application for the resolution of a pension dispute may not be made to thetrustees or managers unless—\n\t\t\tthe matters in dispute have been previously referred to a person of adescription specified in the arrangements (“the specified person”) in orderfor him to consider those matters, and\n\t\t\tthe specified person has given his decision on those matters,\n\t\t\tand for enabling the specified person’s decision to be confirmed or replacedby the decision taken by the trustees or managers on the application, afterreconsidering those matters.”\n\t\tAfter subsection (5) of that section insert—\n\t\t“(5A)In a case where a reference is made to the specified person in accordancewith provision made under subsection (4A), subsection (5) applies in relationto the specified person as it applies in relation to the trustees or managersin a case where an application for the resolution of a pension dispute is madeto them.”\n\t\tIn subsection (6) of that section, after “arrangements” insert “inpursuance of subsection (4)”.\n\t\tIn subsection (1) of the new section 50B (dispute resolution procedure) for“under section 50 must” substitute “in pursuance of section 50(4) must (inaccordance with section 50(6))”.\n\t\tFor subsection (3) of that section substitute—\n\t\tThe procedure—\n\t\t\tmust include provision requiring an application to which subsection (3A)applies to be made by the end of such reasonable period as is specified;\n\t\t\tmay include provision about the time limits for making such otherapplications for the resolution of pension disputes as are specified.\n\t\t\t(3A)This subsection applies to—\n\t\t\tany application by a person with an interest in a scheme as mentioned insection 50A(1)(e), and\n\t\t\tany application by a person with an interest in a scheme as mentioned insection 50A(1)(f) who is claiming to be such a person as is mentioned insection 50A(1)(e).”\n\t\tIn subsection (4) of that section, in paragraph (c), after “required”insert “in relation to such an application”.\n\t\tAfter subsection (4) of that section insert—\n\t\t“(4A)The provision made under subsection (4)(c) may include provision fordecisions of the trustees or managers to be taken on their behalf by one ormore of their number.”"
    },
    {
        "length": 1915,
        "text": "\nFinancial assistance scheme\n\tFinancial assistance scheme: increased levels of payments\n\t\tSection 286 of the Pensions Act [2004 (c. 35)](/id/ukpga/2004/35?view=plain\"Go to item of legislation\") (financial assistance scheme for members ofcertain pension schemes) is amended as follows.\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)The Secretary of State must, in particular, make provision for securingthat (subject to any relevant restriction) the aggregate amount of—\n\t\t\tany annual payment payable to a qualifying member of such a scheme, and\n\t\t\tthe member’s actual pension (if any),\n\t\t\tis not less than 80% of the member’s expected pension, irrespective of thedate of his attaining normal retirement age (or the date when he would haveattained that age if he dies before attaining it).\n\t\t\t(1B)A “relevant restriction” means any provision of the regulations which—\n\t\t\toperates to restrict the amount of an annual payment by means of a cap onthe product of the calculation of a specified fraction of the member’sexpected pension, or\n\t\t\tprovides for an annual payment not to be payable where the member’s actualpension exceeds any specified amount.”\n\t\tIn subsection (2), before the definition of “qualifying member” insert—\n\t\t““actual pension” and “expected pension”, in relation to a qualifying memberof a qualifying pension scheme, mean the amounts which, in accordance withregulations under subsection (1), are to be taken into account as the member’sactual pension and expected pension, respectively, in determining the amountof any annual payment payable to the member;\n\t\t“annual payment” has the meaning given by regulations under subsection (1);”.\n\t\tSubsections (5) and (6) below apply where the scheme manager has determinedthat an initial payment may be made under the FAS regulations to or in respectof a qualifying member of a qualifying pension scheme, and they so applywhether the determination—\n\t\t\thas been made, or\n\t\t\trelates to a period beginning,\n\t\t\tbefore or after the passing of this Act.\n\t\tSubject to any relevant restriction, the amount of any such initial paymentpayable to the member is to be—\n\t\t\tthe amount of the member’s expected pension multiplied by 0.8, less\n\t\t\tthe amount of the member’s interim pension (if any),\n\t\t\tirrespective of the date of the member attaining normal retirement age (or thedate when he would have attained that age if he dies before attaining it).\n\t\tThe amount of any such initial payment payable to the survivor of themember is to be—\n\t\t\twhichever is the smaller of—\n\t\t\tone-half of the product of the calculation in subsection (5)(a), or\n\t\t\tone-half of the product of that calculation as reduced by virtue of anyrelevant restriction,\n\t\t\tless\n\t\t\tthe amount of the interim pension payable to the survivor (if any),\n\t\t\tirrespective of the date of the member attaining normal retirement age (or thedate when he would have attained that age if he dies before attaining it).\n\t\tIn subsections (5) and (6) “relevant restriction” means any provision ofthe FAS regulations which—\n\t\t\toperates to restrict the amount of an initial payment by means of a cap onthe product of the calculation of a specified fraction of the member’sexpected pension, or\n\t\t\tprovides for an initial payment not to be payable where the member’sinterim pension exceeds any specified amount;\n\t\t\tbut for the purposes of those subsections any such specified fraction is to betaken to be 0.8.\n\t\tAny provision of the FAS regulations which is inconsistent with subsection(5) or (6) is of no effect to the extent of the inconsistency.\n\t\tThe Secretary of State may by regulations—\n\t\t\tamend subsection (5) so as to substitute for the fraction for the timebeing specified there such fraction as is specified in the regulations, and\n\t\t\tmake a corresponding amendment in subsection (7).\n\t\tNo regulations may be made under subsection (9) unless a draft of theregulations has been laid before and approved by a resolution of each House ofParliament.\n\t\tIn this section—\n\t\t\t  * “expected pension” and “interim pension”, in relation to a qualifying member of a qualifying pension scheme, mean the amounts which, in accordance with the FAS regulations, are to be taken into account as the member’s expected pension and interim pension, respectively, in determining the amount of any initial payment payable to, or in respect of, the member; \n\t\t\t  * “the FAS regulations” means regulations under section 286(1) of the Pensions Act [2004 (c. 35)](/id/ukpga/2004/35?view=plain \"Go to item of legislation\"); \n\t\t\t  * “initial payment” has the meaning given by the FAS regulations; \n\t\t\t  * “interim pension”, in relation to the survivor of a qualifying member of a qualifying pension scheme, means the amount which, in accordance with the FAS regulations, is to be taken into account as the interim pension payable to the survivor in determining the amount of any initial payment payable to the survivor; \n\t\t\t  * “qualifying member”, “qualifying pension scheme” and “scheme manager” have the same meanings as in section 286 of the Pensions Act [2004 (c. 35)](/id/ukpga/2004/35?view=plain \"Go to item of legislation\"); \n\t\t\t  * “survivor” has the meaning given by the FAS regulations. \n\tTemporary restriction on purchase of annuities\n\t\tThe Secretary of State must by regulations make provision for securingthat, during the period of 9 months beginning with the date on which theregulations come into force, the trustees of relevant pension schemes areprohibited from purchasing, or agreeing to purchase, annuities on behalf ofqualifying members, unless—\n\t\t\tbefore that date they have entered into a binding commitment to purchasethe annuities, or\n\t\t\tthe purchase of the annuities is approved in pursuance of subsection (2).\n\t\tThe regulations must make provision—\n\t\t\tfor enabling the trustees of a relevant pension scheme to apply to thescheme manager for approval of the purchase of annuities on behalf ofqualifying members;\n\t\t\tfor authorising the scheme manager to approve the purchase of any suchannuities if the scheme manager thinks it appropriate to do so.\n\t\tFor the purposes of this section an occupational pension scheme is a“relevant pension scheme” at any time during the period mentioned insubsection (1) if at that time the scheme is a qualifying pension scheme whichhas not been fully wound up.\n\t\tRegulations under this section—\n\t\t\tmust be made as soon as is reasonably practicable after the passing of thisAct;\n\t\t\tmay make such consequential, incidental, supplemental or transitionalprovision as the Secretary of State considers appropriate.\n\t\tA statutory instrument containing regulations under this section is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\t\tIn this section “occupational pension scheme”, “qualifying member”,“qualifying pension scheme” and “scheme manager” have the same meanings as insection 286 of the Pensions Act 2004."
    },
    {
        "length": 1251,
        "text": "\nPart 3Personal Accounts Delivery Authority\n\tPersonal Accounts Delivery Authority\n\t\tThere is to be a body corporate known as the Personal Accounts DeliveryAuthority (referred to in this Part as the “Authority”).\n\t\tThe Authority is not to be regarded as the servant or agent of the Crown oras enjoying any status, immunity or privilege of the Crown.\n\t\tSchedule 6 makes provision about the Authority.\n\tInitial function of the Authority\n\t\tThe Authority may do anything it thinks appropriate for preparing for theimplementation of, or for advising on the modification of, any relevantproposals about personal accounts.\n\t\tIn this Part “relevant proposals about personal accounts” means proposalsby the Secretary of State (whether or not Parliament has given any approval onwhich their implementation depends) which are—\n\t\t\tproposals for the establishment of a national low-cost portable pensionssavings scheme, or\n\t\t\tproposals that are made in connection with proposals falling withinparagraph (a) and—\n\t\t\trelate to the subject-matter of those proposals, or\n\t\t\trelate to matters that are incidental or supplemental to those proposalsor proposals falling within sub-paragraph (i), or to any consequential ortransitional matters.\n\t\tSubject to subsections (4) and (5), the Authority may do anything which iscalculated to facilitate, or is incidental or conducive to, the discharge ofits function under this section.\n\t\tNothing in this section is to be taken, in relation to proposals that havenot yet been approved by Parliament—\n\t\t\tas dispensing with the need for any Parliamentary approval otherwiserequired for the implementation of the proposals; or\n\t\t\tas requiring the Authority, before any such approval is given, to carry outany activities other than—\n\t\t\tthe formulation of the proposals;\n\t\t\tthe taking of preparatory steps towards their implementation whenapproved;\n\t\t\tactivities which are carried out in connection with activities fallingwithin sub-paragraph (i) or (ii).\n\t\tThe Authority may not borrow money from any person for the purposes of, orin connection with, its function under this section.\n\t\tThe Secretary of State may from time to time issue guidance to theAuthority about the discharge of its function under this section.\n\t\tIf guidance is issued under subsection (6), the Authority must have regardto it in discharging its function under this section.\n\t\tIn this Part “modification” includes omissions, alterations and additions.\n\tManagement of the Authority\n\t\tIn managing its affairs, the Authority must have regard—\n\t\t\tto such general guidance concerning the management of the affairs of publicbodies as the Authority thinks appropriate, and\n\t\t\tto generally accepted principles of good corporate governance.\n\t\tBut the obligation in subsection (1)(b)—\n\t\t\tis subject to guidance falling within subsection (1)(a), and\n\t\t\tapplies only to the extent that the principles in question may reasonablybe regarded as applicable in relation to a statutory corporation.\n\tWinding up of the Authority\n\t\tIf the condition in subsection (3) is satisfied, the Secretary of State mayby order provide for the winding up and dissolution of the Authority.\n\t\tIf the condition in subsection (3) is satisfied at any time after 2008, theSecretary of State must lay before Parliament a draft of an order under thissection as soon as reasonably practicable.\n\t\tThe condition is that, as a result of the abandonment or modification ofany relevant proposals about personal accounts, it appears to the Secretary ofState that it is no longer necessary for the Authority to continue to exist.\n\t\tIf— \n\t\t\tthe Secretary of State lays a draft of an order under this section beforeParliament in accordance with subsection (2), and\n\t\t\ta motion for the approval of the order is defeated in either House,\n\t\t\t\tthat subsection is not to be taken to oblige the Secretary of State to lay anyfurther draft of such an order before Parliament.\n\t\tAn order under this section may, in particular—\n\t\t\tprovide for the transfer of property, rights or liabilities of theAuthority to the Secretary of State;\n\t\t\tprovide, in connection with provision made under paragraph (a)—\n\t\t\tfor the creation of interests in property transferred;\n\t\t\tfor the creation of rights and liabilities in relation to such property;\n\t\t\tfor interests, rights and liabilities to be extinguished;\n\t\t\tprovide for the payment by the Secretary of State or the Authority ofcompensation to any person who suffers loss or damage as a result of theprovision made for the winding up of the Authority.\n\t\tAn order under this section may make—\n\t\t\tsuch consequential, incidental or supplemental provision, and\n\t\t\tsuch transitional, transitory or saving provision,\n\t\t\tas the Secretary of State thinks necessary or expedient in connection with, orin consequence of, the winding up and dissolution of the Authority.\n\t\tAn order under this section may also contain provision repealing anyprovision of sections 20 to 22 or Schedule 6.\n\t\tNo order may be made under this section unless a draft of the order hasbeen laid before and approved by a resolution of each House of Parliament."
    },
    {
        "length": 1832,
        "text": "\nPart 4General\n\tReview of operation of Act\n\t\tThe Secretary of State must, before the end of 2014, prepare a report onthe operation of the provisions of this Act.\n\t\tThe Secretary of State may prepare subsequent reports on the operation ofthe provisions of this Act.\n\t\tThe Secretary of State must lay a copy of any report prepared under thissection before Parliament.\n\tOrders and regulations\n\t\tAny order or regulations under this Act must be made by statutoryinstrument.\n\t\tAny power of the Secretary of State to make an order or regulations underthis Act includes power to make different provision for different purposes orcases.\n\t\tBefore the Secretary of State makes any regulations by virtue of—\n\t\t\tsection 15(5), or\n\t\t\tsection 18(9),\n\t\t\t\the must consult such persons as he considers appropriate.\n\t\tSubsection (3) does not apply—\n\t\t\tto regulations made for the purpose only of consolidating other regulationsrevoked by them,\n\t\t\tin a case where it appears to the Secretary of State that by reason ofurgency consultation is inexpedient,\n\t\t\tto regulations made before the end of the period of 6 months beginning withthe coming into force of the provision mentioned in subsection (3) by virtueof which the regulations are made, or\n\t\t\tto regulations which—\n\t\t\tstate that they are consequential upon a specified enactment, and\n\t\t\tare made before the end of the period of 6 months beginning with thecoming into force of that enactment.\n\t\tIn subsection (4) “enactment” includes an enactment comprised insubordinate legislation.\n\tInterpretation \n\t\tIn this Act—\n\t\t  * “the Administration Act” means the Social Security Administration Act [1992 (c. 5)](/id/ukpga/1992/5?view=plain \"Go to item of legislation\"); \n\t\t  * “the SSCBA” means the Social Security Contributions and Benefits Act [1992 (c. 4)](/id/ukpga/1992/4?view=plain \"Go to item of legislation\"); \n\t\t  * “subordinate legislation” has the same meaning as in the Interpretation Act [1978 (c. 30)](/id/ukpga/1978/30?view=plain \"Go to item of legislation\"); \n\t\t  * “tax year” has the same meaning as in Parts 1 to 6 of the SSCBA (see section 122(1) of that Act). \n\tConsequential etc. provision, repeals and revocations\n\t\tThe Secretary of State may by order make—\n\t\t\tsuch supplementary, incidental or consequential provision, or\n\t\t\tsuch transitory, transitional or saving provision,\n\t\t\t\tas he considers appropriate for the general purposes, or any particularpurposes, of this Act, or in consequence of, or for giving full effect to, anyprovision made by this Act.\n\t\tSchedule 7 contains repeals and revocations.\n\t\tThe following repeals have effect at the end of the period of 2 monthsbeginning with the day on which this Act is passed—\n\t\t\tthe repeals in Part 2 of Schedule 7 of the provisions of the Pensions Act[1995 (c. 26)](/id/ukpga/1995/26?view=plain \"Go to item of legislation\") otherthan paragraphs 19 and 20 of Schedule 4 to that Act;\n\t\t\tthe repeal in Part 2 of Schedule 7 of paragraph 36 of Schedule 24 to theCivil Partnership Act [2004 (c. 33)](/id/ukpga/2004/33?view=plain \"Go to itemof legislation\");\n\t\t\tthe repeals in Parts 3 and 5 of Schedule 7.\n\t\tThe following repeals and revocations have effect on 6th April 2010—\n\t\t\tthe repeals and revocations in Part 1 of Schedule 7;\n\t\t\tthe repeals in Part 2 of that Schedule other than those falling withinsubsection (3).\n\t\tThe repeals in Part 4 of that Schedule have effect on 6th April in the taxyear following the designated tax year (see section 5(4)).\n\t\tThe repeals and revocations in Part 6 of that Schedule have effect on theabolition date (within the meaning of section 15).\n\t\tThe other repeals contained in that Schedule have effect on the date onwhich they come into force by virtue of an order made under section 30.\n\t\tA statutory instrument containing an order under subsection (1) is subjectto annulment in pursuance of a resolution of either House of Parliament.\n\tFinancial provisions\n\t\tThere is to be paid out of money provided by Parliament—\n\t\t\tany expenditure incurred by the Secretary of State by virtue of this Act;and\n\t\t\tany increase attributable to this Act in the sums payable under any otherAct out of money so provided.\n\t\tThere is to be paid into the Consolidated Fund any increase in the sumspayable into that Fund under any other Act.\n\tExtent \n\t\tThe following provisions of this Act extend to England and Wales, Scotlandand Northern Ireland—\n\t\t\tsections 18 and 19,\n\t\t\tPart 3, and\n\t\t\tthis Part.\n\t\tBut section 24 extends to Northern Ireland in accordance with subsection(1) only as respects the provisions of this Act extending there.\n\t\tSection 8 and the repeal in the Social Security Contributions and Benefits(Northern Ireland) Act [1992 (c. 7)](/id/ukpga/1992/7?view=plain \"Go to itemof legislation\") in Part 4 of Schedule 7 extend to Northern Ireland only.\n\t\tThe amendments made by Schedule 5 have the same extent as the enactmentsamended.\n\t\tThe other provisions of this Act extend to England and Wales and Scotland.\n\tCommencement \n\t\tThe following provisions of this Act come into force on the day on which itis passed—\n\t\t\tsections 5 and 6, and Part 5 of Schedule 1, so far as relating to theamounts mentioned in subsection (1)(d) of the new section 150A inserted intothe Administration Act by section 5(1);\n\t\t\tsections 18(4) to (11) and 19;\n\t\t\tPart 3;\n\t\t\tthis Part.\n\t\tThe following provisions of this Act come into force on such day as theSecretary of State may by order appoint—\n\t\t\tsection 14;\n\t\t\tsection 15(1), Part 2 of Schedule 4 and Part 7 of Schedule 7;\n\t\t\tsection 17, Schedule 5 and Part 8 of Schedule 7;\n\t\t\tsection 18(1) to (3).\n\t\tThe other provisions of this Act come into force at the end of the periodof 2 months beginning with the day on which it is passed.\n\t\tAn order under subsection (2) may—\n\t\t\tappoint different days for different purposes;\n\t\t\tmake such provision as the Secretary of State considers necessary orexpedient for transitory, transitional or saving purposes in connection withthe coming into force of any provision falling within subsection (2).\n\tShort title\n\t\tThis Act may be cited as the Pensions Act 2007."
    }
]