[
    {
        "length": 1138,
        "text": "\nMeaning of “fuel poverty”\n\tFor the purposes of this Act, a person is to be regarded as living “in fuelpoverty” if he is a member of a household living on a lower income in a homewhich cannot be kept warm at reasonable cost.\n\tThe Secretary of State (as respects England) or the National Assembly forWales (as respects Wales) may by regulations—\n\t\tspecify what is to be regarded for the purposes of subsection (1) as alower income or a reasonable cost or the circumstances in which a home is tobe regarded for those purposes as being warm, or\n\t\tsubstitute for the definition in subsection (1) such other definition asmay be specified in the regulations.\n\tBefore making regulations under subsection (2), the Secretary of State orthe National Assembly for Wales shall consult—\n\t\tpersons appearing to the Secretary of State or the Assembly to representthe interests of persons living in fuel poverty, and\n\t\tsuch other persons as the Secretary of State or the Assembly thinks fit.\n\tRegulations under subsection (2) shall be made by statutory instrument; anda statutory instrument containing such regulations made by the Secretary ofState shall be subject to annulment in pursuance of a resolution of eitherHouse of Parliament.\nStrategy relating to fuel poverty\n\tIt shall be the duty of the appropriate authority to prepare and publish,before the end of the period of twelve months beginning with the relevantcommencement, a strategy setting out the authority’s policies for ensuring, bymeans including the taking of measures to ensure the efficient use of energy,that as far as reasonably practicable persons do not live in fuel poverty.\n\tThe strategy must—\n\t\tdescribe the households to which it applies,\n\t\tspecify a comprehensive package of measures for ensuring the efficient useof energy, such as the installation of appropriate equipment or insulation,\n\t\tspecify interim objectives to be achieved and target dates for achievingthem, and\n\t\tspecify a target date for achieving the objective of ensuring that as faras reasonably practicable persons in England or Wales do not live in fuelpoverty.\n\tThe target date specified under subsection (2)(d) must be not more thanfifteen years after the date on which the strategy is published.\n\tIn preparing the strategy or any revision of the strategy, the appropriateauthority shall consult—\n\t\tlocal authorities or associations of local authorities,\n\t\tpersons appearing to the appropriate authority to represent the interestsof persons living in fuel poverty,\n\t\tthe Gas and Electricity Markets Authority and the Gas and ElectricityConsumer Council, and\n\t\tsuch other persons as the appropriate authority thinks fit.\n\tThe appropriate authority shall take such steps as are in its opinionnecessary to implement the strategy.\n\tThe appropriate authority shall—\n\t\tfrom time to time assess the impact of steps taken under subsection (5) andthe progress made in achieving the objectives and meeting the target dates,\n\t\tmake any revision of the strategy which the authority considers appropriatein consequence of the assessment,\n\t\tfrom time to time publish reports on such assessments.\n\tIf the appropriate authority revises the strategy, it shall publish thestrategy as revised.\n\tIn this section—\n\t\t  * “the appropriate authority” means— \n\t\tas respects England, the Secretary of State, and\n\t\tas respects Wales, the National Assembly for Wales;\n\t\t\t  * “the relevant commencement” means— \n\t\tas respects England, the day on which this Act is passed, and\n\t\tas respects Wales, the day on which this section comes into force as respectsWales.\n\tIn relation to any time before the commencement of section 3(1) of theUtilities Act 2000, the reference in subsection (4)(c) to the [2000 c. 27.]Gas and Electricity Markets Authority and the Gas and Electricity ConsumerCouncil shall have effect as a reference to the Director General of Gas Supplyand the Director General of Electricity Supply.\nExpenses \n\tThere shall be paid out of money provided by Parliament—\n\t\tany expenses of the Secretary of State under this Act; and\n\t\tany increase attributable to this Act in the sums payable under any otherAct.\nInterpretation, short title, commencement and extent\n\tIn this Act “local authority” means—\n\t\tin relation to England, the council of a county, district or Londonborough, the Common Council of the City of London or the Council of the Islesof Scilly, and\n\t\tin relation to Wales, the council of a county or county borough.\n\tThis Act may be cited as the Warm Homes and Energy Conservation Act 2000.\n\tSection 2 shall not come into force as respects Wales until such day as theNational Assembly for Wales may by order made by statutory instrument appoint.\n\tThis Act extends to England and Wales only.\n\t\t"
    }
]