[
    {
        "length": 2144,
        "text": "\nPower to make healthcare payments\n\tThe Secretary of State may make payments, and arrange for payments to be made,in respect of the cost of healthcare provided in an EEA state or Switzerland.\nHealthcare and healthcare agreements\n\tThe Secretary of State may by regulations make provision—\n\t\tin relation to the exercise of the power conferred by section 1;\n\t\tfor and in connection with the provision of healthcare in an EEA state orSwitzerland;\n\t\tto give effect to a healthcare agreement.\n\tRegulations under subsection (1) may only do one or more of the followingthings—\n\t\tspecify or describe levels of payments and how they are to be calculated;\n\t\tspecify or describe persons in respect of whom payments and provision maybe made;\n\t\tspecify or describe the types of healthcare in respect of which paymentsand provision may be made;\n\t\tmake provision about set-off arrangements between countries or territories;\n\t\tmake provision about reimbursement levels (which may include caps);\n\t\tspecify or describe evidential or administrative requirements or processes;\n\t\tmake provision about appeals;\n\t\tconfer functions (including conferring a discretion);\n\t\tprovide for the delegation of functions.\n\tBut regulations under subsection (1) may not confer functions on, orprovide for the delegation of functions to, a person who is not a publicauthority.\n\tThe Secretary of State may give directions to a person about the exerciseof any functions exercisable by the person by virtue of regulations undersubsection (1).\n\tThe Secretary of State may vary or revoke directions given under subsection(4).\n\tIn this section “public authority” means a person who exercises functionsof a public nature (but does not include a person who does so only because ofexercising functions on behalf of another).\n\tNo regulations may be made under subsection (1)(a) or (b) after the end ofthe period of five years beginning with exit day.\nMeaning of “healthcare” and “healthcare agreement”\n\tIn this Act—\n\t  * “healthcare” means all forms of healthcare provided for individuals, whether relating to mental or physical health, and includes related ancillary care; \n\t  * “healthcare agreement” means an agreement made between the government of the United Kingdom and either the government of an EEA state or Switzerland or an international organisation, concerning either or both of the following— \n\t\thealthcare provided in an EEA state or Switzerland, payments in respect ofwhich may be made by the government of the United Kingdom;\n\t\thealthcare provided in the United Kingdom, payments in respect of which may bemade by an EEA state or Switzerland;\n\t\t\t  * “international organisation” means an organisation of which— \n\t\ttwo or more sovereign powers are members, or\n\t\tthe governments of two or more sovereign powers are members.\nData processing\n\tAn authorised person may process personal data held by the person inconnection with any of the person’s functions where that person considers itnecessary for the purposes of implementing, operating or facilitating thedoing of anything under or by virtue of this Act.\n\tThe processing of personal data in accordance with subsection (1) does notbreach—\n\t\tany obligation of confidence owed by the person processing the personaldata, or\n\t\tany other restriction on the processing of personal data (however imposed).\n\tBut nothing in subsection (1) authorises the processing of personal datawhich—\n\t\tcontravenes the data protection legislation, or\n\t\tis prohibited by any of Parts 1 to 7 or Chapter 1 of Part 9 of theInvestigatory Powers Act 2016.\n\tUntil the repeal of Part 1 of the Regulation of Investigatory Powers Act2000 by paragraphs 45 and 54 of Schedule 10 to the Investigatory Powers Act2016 is fully in force, subsection (3)(b) has effect as if it included areference to that Part.\n\tSubsection (1) does not limit the circumstances in which personal data maybe processed apart from this section.\n\tIn this section—\n\t\t  * “authorised person” means— \n\t\tthe Secretary of State, the Treasury, the Commissioners for Her Majesty’sRevenue and Customs, the Scottish Ministers, the Welsh Ministers and aNorthern Ireland department;\n\t\tan NHS body (as defined in section 275 of the National Health Service Act 2006or in section 206 of the National Health Service (Wales) Act 2006);\n\t\ta health service body listed in section 17A(2)(a) to (e) of the NationalHealth Service (Scotland) Act 1978 or in article 8(2)(a) to (e) of the Healthand Personal Social Services (Northern Ireland) Order 1991 ([S.R. & O. (N.I.)1991 No. 194](/id/nisi/1991/194?view=plain \"Go to item of legislation\"));\n\t\ta provider of healthcare (not falling within paragraph (b) or (c));\n\t\tany other person authorised, or falling within a description of personsauthorised, by regulations made by the Secretary of State for the purposes ofthis section;\n\t\t\t  * “the data protection legislation” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); \n\t\t\t  * “personal data” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act). \nRequirement for consultation with devolved authorities\n\tBefore making regulations under section 2 that contain provision which iswithin the legislative competence of a devolved legislature, the Secretary ofState must consult the relevant devolved authority on that provision.\n\tIn this section—\n\t\t  * “devolved authority” means the Scottish Ministers, the Welsh Ministers or a Northern Ireland department; \n\t\t  * “devolved legislature” means the Scottish Parliament, the National Assembly for Wales or the Northern Ireland Assembly. \n\tA provision is within the legislative competence of a devolved legislatureif—\n\t\tit would be within the legislative competence of the Scottish Parliament ifit were contained in an Act of the Scottish Parliament;\n\t\tit would be within the legislative competence of the National Assembly forWales if it were contained in an Act of the Assembly (including any provisionthat could only be made with the consent of a Minister of the Crown); or\n\t\tthe provision, if it were contained in an Act of the Northern IrelandAssembly—\n\t\twould be within the legislative competence of the Assembly, and\n\t\twould not require the consent of the Secretary of State.\nReport on payments made under this Act\n\tThe Secretary of State must, in relation to each relevant period—\n\t\tprepare a report in accordance with this section, and\n\t\tlay the report before Parliament as soon as practicable after the end ofthe period.\n\tEach report must give details of payments made under the powers conferredby or under this Act.\n\t“Relevant period” means—\n\t\tthe period beginning with the day on which this Act is passed and endingwith the end of the first financial year to begin after exit day;\n\t\teach subsequent period of 12 months.\n\t“Financial year” means the period of 12 months beginning with 1 April.\nRegulations and directions\n\tA power to make regulations under this Act is exercisable by statutoryinstrument.\n\tRegulations and directions under this Act may—\n\t\tmake different provision for different purposes;\n\t\tbe made for all cases to which the power in question applies, for thosecases subject to specified exceptions or for any specified cases ordescriptions of case;\n\t\tmake any provision either unconditionally or subject to specifiedconditions;\n\t\tprovide for a person to exercise a discretion in dealing with any matter;\n\t\tinclude consequential, supplementary, incidental, transitional, transitoryor saving provision.\n\tRegulations under this Act may amend, repeal or revoke retained EU law thatis not primary legislation.\n\tA statutory instrument which contains (whether alone or with otherprovision) regulations under section 4(6) may not be made unless a draft ofthe instrument has been laid before Parliament and approved by a resolution ofeach House.\n\tAny other statutory instrument which contains regulations under this Act issubject to annulment in pursuance of a resolution of either House ofParliament.\n\tIn this section “primary legislation” means—\n\t\tan Act;\n\t\tan Act of the Scottish Parliament;\n\t\ta Measure or Act of the National Assembly for Wales;\n\t\tNorthern Ireland legislation.\nExtent, commencement and short title\n\tThis Act extends to England and Wales, Scotland and Northern Ireland.\n\tThis Act comes into force on the day it is passed.\n\tThis Act may be cited as the Healthcare (European Economic Area andSwitzerland Arrangements) Act 2019.\n\t\t"
    }
]