{
    "general": "This act makes arrangements for people who need medical care while they are visiting or living in European Economic Area (EEA) countries or Switzerland. It also helps ensure that these countries will provide the same level of medical care as they would in the UK. The purpose of the act is to make sure that people can get the medical care they need when traveling or living abroad, and to keep the cost of that care reasonable.",
    "series": [
        [
            {
                "length": 199,
                "short": "\"UK Healthcare Payment Regulations: Government Authority & Data Processing\"",
                "text": "\n* Simplified point 1: The UK government can make payments for healthcare provided in EEA states or Switzerland.\n* Simplified point 2: The UK government can make regulations regarding the exercise of these payment powers, including specifying levels of payments and the types of healthcare covered.\n* Simplified point 3: The UK government can give directions to persons exercising functions under these regulations.\n* Simplified point 4: Personal data can be processed by authorized persons for the purpose of implementing, operating, or facilitating the doing of anything under or by virtue of this act.\n* Simplified point 5: Before making regulations under section 2 that contain provisions within the legislative competence of a devolved legislature, the secretary of state must consult the relevant devolved authority."
            }
        ]
    ],
    "summary": "The Healthcare (European Economic Area and Switzerland Arrangements) Act 2019 allows the UK government to pay for healthcare received in European Economic Area (EEA) countries or Switzerland if British citizens need medical treatment while traveling or living there. This law also lets the government create rules on how these payments will work, like setting specific amounts or covering certain types of care. Additionally, the government can tell people who are responsible for carrying out these tasks what they need to do. Finally, the law says that personal information can be used by authorized individuals to ensure that everything is done correctly. Before creating any new rules related to Scotland, Wales, or Northern Ireland, the UK government needs to talk to the appropriate authorities in those countries first.",
    "single": "\n* The UK government can make payments for healthcare provided in EEA states or Switzerland.\n* The Secretary of State can make regulations regarding these payments and the provision of healthcare.\n* These regulations can specify payment levels, eligibility criteria, and types of healthcare covered.\n* The regulations cannot confer functions on non-public authorities.\n* Directions can be given to persons exercising functions under the regulations.\n* Personal data can be processed for the purpose of implementing the act.\n* Authorized persons can process personal data without breaching confidentiality obligations.\n* Reports on payments made under the act must be prepared and laid before parliament.\n* Regulations and directions under the act can amend, repeal, or revoke retained EU law that is not primary legislation.\n* The act extends to England, Wales, Scotland, and Northern Ireland.\n* It comes into force on the day it is passed.\n* It can be cited as the Healthcare (EEA and Switzerland Arrangements) Act 2019."
}