[
    {
        "length": 1131,
        "text": "\nSubstance testing of residents in approved premises\n\tThe Offender Management Act 2007 is amended as follows.\n\tIn section 13 (approved premises), in subsection (1), after “section”insert “and section 13A”.\n\tAfter section 13 insert—\n\t“13AApproved premises: substance testing\n\t\tSubsection (2) applies if—\n\t\t\tthe manager of any approved premises has given an authorisation thatspecifies when the power in that subsection may be exercised at thosepremises, and\n\t\t\tthat authorisation is in force.\n\t\tA member of staff may, at the approved premises and in accordance with theauthorisation given under subsection (1), require any resident of thosepremises to provide a sample of urine for the purpose of ascertaining whetherthe resident has in their body any—\n\t\t\tcontrolled drug,\n\t\t\tprescription only medicine, or\n\t\t\tpsychoactive substance.\n\t\tThe power in subsection (2) includes power to require a resident to providea sample of any other description, except an intimate sample, whether insteadof or in addition to a sample of urine.\n\t\tThe Secretary of State may use any residents’ samples to test, on ananonymised basis, for the prevalence of the following substances in approvedpremises—\n\t\t\tcontrolled drugs,\n\t\t\tmedicinal products, or\n\t\t\tpsychoactive substances.\n\t\tIn giving, or deciding whether to give, an authorisation under subsection(1), the manager must have regard to any guidance regarding the giving ofauthorisations issued by the Secretary of State.\n\t\tIn exercising the power in subsection (2), a member of staff must haveregard to any guidance regarding the exercise of that power issued by theSecretary of State.\n\t\tIn this section—\n\t\t\t  * “approved premises” has the meaning given by section 13(1);\n\t\t\t  * “controlled drug” means any drug which is a controlled drug for the purposes of the Misuse of Drugs Act 1971 (see section 2 of that Act);\n\t\t\t  * “intimate sample” has the same meaning as in Part 5 of the Police and Criminal Evidence Act 1984 (see section 65 of that Act);\n\t\t\t  * “medicinal product” has the meaning given in regulation 2 of the Human Medicines Regulations 2012 ([S.I. 2012/1916](/id/uksi/2012/1916?view=plain \"Go to item of legislation\"));\n\t\t\t  * “prescription only medicine” has the meaning given in regulation 8 of the Human Medicines Regulations 2012 ([S.I. 2012/1916](/id/uksi/2012/1916?view=plain \"Go to item of legislation\"));\n\t\t\t  * “psychoactive substance” has the same meaning as in the Psychoactive Substances Act 2016 (see section 2 of that Act);\n\t\t\t  * “resident” means a person who lives in approved premises other than a member of staff;\n\t\t\t  * “residents’ sample” means any sample—\n\t\t\tprovided under subsection (2) or (3), or\n\t\t\tprovided voluntarily;\n\t\t\t\t  * “the manager” means, in relation to approved premises, the individual in general control over the management of the approved premises.\n\t\tThe Secretary of State may by regulations make such amendments of thissection as the Secretary of State considers appropriate in consequence of—\n\t\t\tthe amendment or revocation of the Human Medicines Regulations 2012 ([S.I.2012/1916](/id/uksi/2012/1916?view=plain \"Go to item of legislation\")), or\n\t\t\tthe making, amendment or revocation of any other subordinate legislation(whenever made) which relates to human medicines.\n\t\tIn subsection (8) “subordinate legislation” has the same meaning as in theInterpretation Act 1978.”\n\t\tIn section 36 (orders and regulations), in subsection (3), after paragraph(a) insert—\n\t\t\tsection 13A(8),”.\nExtent, commencement and short title\n\tThis Act extends to England and Wales only.\n\tThis Act comes into force on such day as the Secretary of State may appointby regulations made by statutory instrument.\n\tThis Act may be cited as the Approved Premises (Substance Testing) Act2022.\n\t\t"
    }
]