{
    "general": "This law makes sure that people who are living in places that have been approved by the government, like homeless shelters or halfway houses, can be tested for drugs or alcohol to make sure they are not using them. This is to help keep the people living there safe and healthy.",
    "series": [
        [
            {
                "length": 322,
                "short": "The Approved Premises (Substance Testing) Act 2022: Empowering Managers to Combat Substance Abuse",
                "text": "\n* Simplified point 1: The Approved Premises (Substance Testing) Act 2022 allows for the testing of residents in approved premises for certain substances, including controlled drugs, prescription-only medicines, and psychoactive substances.\n* Simplified point 2: The Act gives managers of approved premises the power to require residents to provide samples of urine for testing, and also allows for the use of residents' samples to test for the prevalence of these substances in approved premises.\n* Simplified point 3: The Act defines \"approved premises\" as premises that are approved under the Offender Management Act 2007, and specifies that \"resident\" means a person who lives in approved premises other than a member of staff.\n* Simplified point 4: The Act provides that the Secretary of State may issue guidance regarding the giving of authorizations under the Act, and that members of staff exercising the power to require samples must have regard to any such guidance.\n* Simplified point 5: The Act allows for the testing of residents' samples for the prevalence of controlled drugs, prescription-only medicines, and psychoactive substances, and provides that the results of such tests may be used anonymously."
            }
        ]
    ],
    "summary": "The Approved Premises (Substance Testing) Act 2022 is a law that lets managers of places where criminals live (called \"approved premises\") test those living there for certain drugs and medicine. This helps keep everyone safe and healthy. The law says that managers can ask people living there to give samples of their urine so they can be tested. The law also allows managers to use the samples to see how many people in the place have these drugs or medicine. The law only applies to people who live in these places and don't work there. The government can make rules about how the testing is done and how the results are used. The results can be used to help people get better if they have a problem with drugs or medicine.",
    "single": "\n* The Approved Premises (Substance Testing) Act 2022 allows for substance testing of residents in approved premises in England and Wales.\n* The act adds a new section 13A to the Offender Management Act 2007, which gives managers of approved premises the power to require residents to provide samples of urine for drug testing.\n* The power can only be exercised if the manager has given an authorization specifying when the power may be exercised, and the authorization is in force.\n* The act also allows for the Secretary of State to use residents' samples to test for the prevalence of certain substances in approved premises, on an anonymous basis.\n* The act defines several terms used in the new section 13A, including \"approved premises,\" \"controlled drug,\" \"intimate sample,\" \"medicinal product,\" \"prescription only medicine,\" \"psychoactive substance,\" \"resident,\" and \"residents' sample.\"\n* The act provides that the Secretary of State may make regulations to amend the new section 13A in consequence of changes to the Human Medicines Regulations 2012 or other subordinate legislation related to human medicines.\n* The act extends to England and Wales only and comes into force on a day appointed by the Secretary of State through statutory instruments."
}