[
    {
        "length": 1067,
        "text": "\nRemediable service\n\tMeaning of “remediable service”\n\t\tFor the purposes of this Chapter any continuous period of service of aperson in an employment or office is “remediable service” in that employmentor office if the following four conditions are met.\n\t\tIn this section “the service in question” means the service mentioned insubsection (1).\n\t\tThe first condition is that the service in question takes place in theperiod beginning with the day after the closing date and ending with 31 March2022.\n\t\tThe second condition is that the service in question is—\n\t\t\tpensionable service under a Chapter 1 legacy scheme,\n\t\t\tpensionable service under a Chapter 1 new scheme that would have beenpensionable service under a Chapter 1 legacy scheme but for the person’sfailure to meet a condition relating to the person’s attainment of normalpension age, or another specified age, by a specified date, or\n\t\t\texcess teacher service.\n\t\t\t\tThe second condition is met if all of the service in question falls withinparagraphs (a) to (c) (even if it does not all fall within only one of thoseparagraphs).\n\t\tThe third condition is that the person—\n\t\t\twas, on 31 March 2012 or any earlier day, in service in any employment oroffice that is pensionable service under—\n\t\t\ta Chapter 1 legacy scheme,\n\t\t\ta judicial legacy scheme (within the meaning of Chapter 2), or\n\t\t\ta local government legacy scheme (within the meaning of Chapter 3), or\n\t\t\tis not within paragraph (a) and was, on 31 March 2012, in service as afirefighter which entitled the person to be an active member of a relevantfirefighters’ legacy scheme.\n\t\tThe fourth condition is that there is no disqualifying gap in servicefalling within the period—\n\t\t\tbeginning with—\n\t\t\tin a case in which the third condition is met by virtue of subsection(5)(a), the day after the most recent day in relation to which that conditionis met;\n\t\t\tin a case in which the third condition is met by virtue of subsection(5)(b), 1 April 2012, and\n\t\t\tending with the day before the first day of the service in question.\n\t\tIn subsection (6) “disqualifying gap in service” means a period longer than5 years at no time during which is the person in service in an employment oroffice which—\n\t\t\tis pensionable service under—\n\t\t\ta Chapter 1 scheme,\n\t\t\ta judicial scheme (within the meaning of Chapter 2), or\n\t\t\ta local government scheme (within the meaning of Chapter 3),\n\t\t\tis, as a result of a Fair Deal transfer, pensionable service under a FairDeal scheme, or\n\t\t\tis, as a result of a local government contracting-out transfer, pensionableservice under a pension scheme that offers pension arrangements that arebroadly comparable with those offered to the person before the transfer.\n\t\tIn this Chapter “the closing date” means—\n\t\t\t31 March 2015 in relation to service which is pensionable service under aChapter 1 scheme that is not an Agency scheme;\n\t\t\t31 March 2016 in relation to service which is pensionable service under anAgency scheme.\n\t\tIn determining for the purposes of this section whether any service ispensionable service under a particular scheme, sections 2(1), 42(2) to (5) and45(2) (under which service may be treated as pensionable, or not pensionable,under particular schemes) are to be disregarded.\n\t\tSee also section 30(1) (which requires section 61 of the Equality Act 2010 andparagraph 2 of Schedule 1 to EEAR(NI) 2006 to be disregarded).\n\t\tFor provision under which the second condition is treated as met inrelation to a person’s service in an employment or office, despite the servicenot being pensionable service under a Chapter 1 scheme or excess teacherservice, see section 5(2) (opted-out service)."
    },
    {
        "length": 2886,
        "text": "\nRetrospective provision about remediable service\n\tRemediable service treated as pensionable under Chapter 1 legacyschemes\n\t\tA person’s remediable service in an employment or office that would, apartfrom this subsection, be pensionable service under a Chapter 1 new scheme—\n\t\t\tis not, and is treated as never having been, pensionable service under thatscheme, and\n\t\t\tis treated as being, and as always having been, pensionable service underthe relevant Chapter 1 legacy scheme.\n\t\t\t\tFor the meaning of “the relevant Chapter 1 legacy scheme”, see section 4.\n\t\tWhere a person has remediable service in multiple employments or offices,subsection (1) applies separately in relation to the person’s remediableservice in each of them.\n\t\tSubsection (1) has effect—\n\t\t\tfor the purposes of determining which Chapter 1 scheme is (or at any timewas) required to pay benefits to or in respect of a member,\n\t\t\tfor the purposes of determining the amount of any benefits that are (or atany time were) payable under a Chapter 1 scheme to or in respect of a member,and\n\t\t\tsubject to subsection (4), and to any other provision of this Chapter tothe contrary, for all other purposes.\n\t\tSubsection (1) does not have effect for the purposes of determining theexistence or amount of any liability that any member of a Chapter 1 scheme, orany employer in relation to such a scheme, has (or at any time had) to paypension contributions in respect of a person’s remediable service.\n\t\tSubsection (1) does not affect—\n\t\t\tany arrangements under a Chapter 1 scheme under which a member payscontributions to the scheme on a voluntary basis so as to secure additionalbenefits, or the earlier payment of benefits, under the scheme, or\n\t\t\tany rights under a Chapter 1 scheme in respect of a transfer in to thescheme of an amount in respect of rights accrued under another pension scheme.\n\t\tFor provision disapplying subsection (3)(b), or affecting the time at whichthat provision applies, in relation to pensioner and deceased members, seesection 6 (immediate choice to receive new scheme benefits).\n\t\tFor further provision under which benefits determined by reference to amember’s remediable service may be new scheme benefits, see section 10(deferred choice to receive new scheme benefits).\n\tBenefits already paid\n\t\tSubsection (2) applies in relation to any benefits (“the paid benefits”)that a Chapter 1 new scheme has at any time paid to a person (“P”) so far as—\n\t\t\tthey are calculated by reference to P’s, or any other person’s, remediableservice in an employment or office, and\n\t\t\tthey are benefits that, as a result of section 2(1)(a), P was not entitledto receive from the scheme.\n\t\tThe paid benefits are to be treated for all purposes—\n\t\t\tas not having been paid to P by the Chapter 1 new scheme, but\n\t\t\tas having been paid to P instead by the relevant Chapter 1 legacy scheme.\n\tMeaning of “the relevant Chapter 1 legacy scheme” etc\n\t\tIn this Chapter “the relevant Chapter 1 legacy scheme”, in relation to aperson’s remediable service in an employment or office, means the Chapter 1legacy scheme for people in that employment, or holders of that office, underwhich (disregarding section 2(1)) the person most recently accrued pensionableservice.\n\t\t\tThis is subject to subsections (2) to (8).\n\t\tIn a case in which—\n\t\t\ton or before the closing date, the person opted that their service in theemployment or office in question should no longer be pensionable service underthe Chapter 1 legacy scheme mentioned in subsection (1),\n\t\t\ton the closing date, the rules of that scheme prohibited a person frombecoming an active member of the scheme, and\n\t\t\ton that date, the rules of another Chapter 1 legacy scheme for people inthe employment, or holders of the office, in question did not include such aprohibition,\n\t\t\t“the relevant Chapter 1 legacy scheme”, in relation to the person’s remediableservice in the employment or office, means the Chapter 1 legacy schemementioned in paragraph (c).\n\t\tIn a case in which—\n\t\t\tat any time after the closing date, the person—\n\t\t\topted that their service in the employment or office in question should nolonger be pensionable service under a Chapter 1 scheme, or\n\t\t\tceased to be in service in the employment or office in question,\n\t\t\tat any later time before 1 April 2022, the person—\n\t\t\topted that their service in the employment or office in question shouldagain be pensionable service under a Chapter 1 scheme, or\n\t\t\tresumed service in the employment or office in question,\n\t\t\tat that time, the rules of the Chapter 1 legacy scheme mentioned insubsection (1) prohibited a person from becoming an active member of thescheme, and\n\t\t\tat that time, the rules of another Chapter 1 legacy scheme for people inthe employment, or holders of the office, in question did not include such aprohibition,\n\t\t\t“the relevant Chapter 1 legacy scheme”, in relation to the person’s remediableservice in the employment or office that takes place after the time mentionedin paragraph (b), means the Chapter 1 legacy scheme mentioned in paragraph(d).\n\t\tIn a case in which any of the person’s remediable service in the employmentor office in question is excess teacher service, “the relevant Chapter 1legacy scheme”, in relation to so much of the person’s remediable service asis excess teacher service, means the local government new scheme mentioned insection 110(2).\n\t\tSubsection (6) applies in a case in which—\n\t\t\tthe person never accrued pensionable service as mentioned in subsection(1), or\n\t\t\tparagraphs (a) and (b) of subsection (2) apply, but no Chapter 1 legacyscheme falls within paragraph (c) of that subsection.\n\t\tWhere this subsection applies, “the relevant Chapter 1 legacy scheme”, inrelation to the person’s remediable service in the employment or office, meansthe Chapter 1 legacy scheme for people in the employment, or holders of theoffice, in question that the person would have been eligible to join on 31March 2012 if, on that date, the person—\n\t\t\thad been in that employment or a holder of that office, and\n\t\t\thad met all other conditions as to eligibility (if any).\n\t\tSubsection (8) applies in a case in which paragraphs (a) to (c) ofsubsection (3) apply, but no Chapter 1 legacy scheme falls within paragraph(d) of that subsection.\n\t\tWhere this subsection applies, “the relevant Chapter 1 legacy scheme”, inrelation to the person’s remediable service in the employment or office thattakes place after the time mentioned in subsection (3)(b), means the Chapter 1legacy scheme for people in the employment, or holders of the office, inquestion that the person would have been eligible to join on 31 March 2012 if,on that date, the person—\n\t\t\thad been in that employment or a holder of that office, and\n\t\t\thad met all other conditions as to eligibility (if any).\n\t\tRemediable service that is treated under section 2(1) as pensionableservice under a Chapter 1 legacy scheme is, if the scheme has differentsections or otherwise makes different provision in relation to differentpeople, treated as pensionable service under—\n\t\t\tthe section or provision of the scheme under which the person most recentlyaccrued pensionable service (disregarding section 2(1)), or\n\t\t\tif the person has not (disregarding section 2(1)) accrued pensionableservice under the scheme, the section or provision under which the personwould have accrued service if on 31 March 2012 the person had been in servicein the employment or in the office in question, and had joined the scheme onthat date.\n\tElection for retrospective provision to apply to opted-out service\n\t\tScheme regulations for a Chapter 1 legacy scheme must make provision so asto secure that an election may be made in relation to relevant opted-outservice in an employment or office.\n\t\tWhere an election by virtue of this section is made in relation to relevantopted-out service in an employment or office—\n\t\t\tthe second condition in section 1 is treated as met in relation to theservice (so that the service becomes “remediable service”), and\n\t\t\tsection 2(1)(b) applies to the service (so that the service is treated aspensionable service under the relevant Chapter 1 legacy scheme).\n\t\tAn election by virtue of this section—\n\t\t\tmust be made before the end of the election period,\n\t\t\ttakes effect when it is made, and\n\t\t\tis irrevocable.\n\t\tIn subsection (3) “the end of the election period” means—\n\t\t\tthe end of the period of one year beginning with the day on which aremediable service statement is first provided in respect of the member, or\n\t\t\tsuch later time as the scheme manager considers reasonable in all thecircumstances.\n\t\tScheme regulations made by virtue of subsection (1) may, in particular,include provision—\n\t\t\tunder which an election may be made in relation to a person’s relevantopted-out service only on the making of an application by or on behalf of theperson;\n\t\t\tunder which an application by virtue of paragraph (a) may be refused unlessa condition specified in the regulations is met;\n\t\t\trequiring information to be provided before an election is made;\n\t\t\tabout the form and manner in which an election is to be made;\n\t\t\tabout who may make an election in relation to the service of a deceasedmember.\n\t\tThe conditions that may be specified by virtue of subsection (5)(b) includein particular—\n\t\t\ta condition relating to the reason why the person opted that the service towhich the application relates should not be pensionable service (or did notopt that it should be pensionable service) under a Chapter 1 scheme;\n\t\t\ta condition requiring—\n\t\t\tthe transfer to the scheme of any assets and liabilities held for thepurposes of a partnership pension account that are referable to pensioncontributions made by or on behalf of the person in respect of the person’srelevant opted-out service, and\n\t\t\tthe surrender of any entitlement to a pension under the scheme, and anyright to a future pension under the scheme, that would otherwise arise underthe rules of the scheme in respect of the value of the assets and liabilitiestransferred;\n\t\t\tin cases in which any assets and liabilities that are referable to pensioncontributions made by or on behalf of the person have been transferred out ofa partnership pension account, a condition requiring the payment to the schemeof an amount in respect of the transfer.\n\t\tFor the purposes of this section a person’s opted-out service is “relevant”in relation to a Chapter 1 legacy scheme if the scheme is the relevant Chapter1 legacy scheme (within the meaning given by section 4) in relation to thatservice (reading any reference in that provision to remediable service as areference to opted-out service)."
    },
    {
        "length": 1527,
        "text": "\nPensioner and deceased members: immediate choice of new scheme benefits\n\tImmediate choice to receive new scheme benefits\n\t\tScheme regulations for a Chapter 1 legacy scheme must make provision so asto secure that an election for new scheme benefits may be made in relation tothe remediable service in an employment or office of a relevant member of thescheme that is pensionable service under the scheme (whether or not by virtueof section 2(1)).\n\t\tIn this section “relevant member”, in relation to a Chapter 1 legacyscheme, means a member of the scheme who, immediately before the coming intoforce of section 2(1)—\n\t\t\tis a pensioner member of the scheme, or of a Chapter 1 new scheme, inrelation to the employment or office, or\n\t\t\tis deceased.\n\t\tWhere a member has remediable service in multiple employments or officesthat is pensionable service under the scheme, provision made under subsection(1) must include provision for separate elections in relation to the member’sremediable service in each of them.\n\t\tSection 2(1)—\n\t\t\thas effect in relation to a relevant member’s remediable service in anemployment or office for the purposes mentioned in section 2(3)(b) (effect ofsection 2(1) on amount of benefits payable) only if no election by virtue ofthis section is made before the end of the section 6 election period, and\n\t\t\tin such a case, applies for those purposes in relation to the relevantmember’s remediable service from the end of the section 6 election period.\n\t\tWhere an election by virtue of this section is made in relation to amember’s remediable service in an employment or office, the benefits payableunder the scheme to or in respect of the member, so far as they are determinedby reference to the member’s legacy scheme remediable service in theemployment or office, are new scheme benefits.\n\t\tFor the purposes of subsection (5) a member’s remediable service in anemployment or office is “legacy scheme remediable service” in that employmentor office if and to the extent that it is pensionable service under a Chapter1 legacy scheme otherwise than by virtue of section 2(1).\n\t\tAn election by virtue of this section has effect in relation to all of themember’s remediable service in the employment or office in question that ispensionable service under the scheme.\n\tElections by virtue of section 6: timing and procedure\n\t\tAn election—\n\t\t\tmust be made before the end of the section 6 election period,\n\t\t\tis treated as having taken effect—\n\t\t\timmediately before the member became a pensioner member of the scheme, or(if earlier) became a pensioner member of a Chapter 1 new scheme, in relationto the employment or office, or\n\t\t\tif the member died without having become a pensioner member of the scheme,or of a Chapter 1 new scheme, in relation to the employment or office,immediately before the member’s death, and\n\t\t\tis irrevocable.\n\t\tIn this Chapter “the end of the section 6 election period” means—\n\t\t\tthe end of the period of one year beginning with the day on which aremediable service statement is first provided in respect of the member, or\n\t\t\tsuch later time as the scheme manager considers reasonable in all thecircumstances.\n\t\tScheme regulations made by virtue of section 6(1) may, in particular,include provision—\n\t\t\trequiring information to be provided before an election is made;\n\t\t\tabout the form and manner in which an election is to be made;\n\t\t\tabout who may make an election in relation to the remediable service of adeceased member.\n\t\tReferences in this section to “an election” are to an election by virtue ofsection 6.\n\tPower to deem election by virtue of section 6 to have been made\n\t\tScheme regulations made by virtue of section 6(1) may include provisionunder which an election by virtue of section 6 is treated as having been madeimmediately before the end of the section 6 election period.\n\t\tProvision by virtue of subsection (1) may be made only in relation to casesin which—\n\t\t\tthe end of the section 6 election period in relation to a member haspassed, and\n\t\t\tno decision as to whether an election is to be made in relation to themember’s remediable service has been communicated to the scheme.\n\t\tProvision by virtue of subsection (1) may, in particular, include provisionspecifying conditions that are to be met if an election is to be treated ashaving been made, including conditions relating to the value of benefitspayable under the scheme if an election is or is not made.\n\tPersons with remediable service in more than one Chapter 1 legacyscheme\n\t\tThis section applies where—\n\t\t\tan election is made by virtue of section 6 (immediate choice to receive newscheme benefits) in relation to the remediable service in an employment oroffice of a member (“M”) of a Chapter 1 legacy scheme that is pensionableservice under the scheme, and\n\t\t\tM has any remediable service in that employment or office that ispensionable service under another Chapter 1 legacy scheme.\n\t\tIf M is a relevant member within the meaning of section 6 in relation tothe scheme mentioned in subsection (1)(b), the election has effect as anelection by virtue of section 6 in relation to M’s remediable service that ispensionable service under that scheme (as well as having effect as such anelection in relation to M’s remediable service that is pensionable serviceunder the scheme mentioned in subsection (1)(a)).\n\t\tIf M is a relevant member within the meaning of section 10 (deferred choiceto receive new scheme benefits) in relation to the scheme mentioned insubsection (1)(b), the election has effect as an election by virtue of section10 in relation to M’s remediable service that is pensionable service underthat scheme (as well as having effect as an election by virtue of section 6 inrelation to M’s remediable service that is pensionable service under thescheme mentioned in subsection (1)(a))."
    },
    {
        "length": 1463,
        "text": "\nActive and deferred members: deferred choice of new scheme benefits\n\tDeferred choice to receive new scheme benefits\n\t\tScheme regulations for a Chapter 1 legacy scheme must make provision so asto secure that an election for new scheme benefits may be made in relation tothe remediable service in an employment or office of a relevant member of thescheme that is pensionable service under the scheme (whether or not by virtueof section 2(1)).\n\t\tIn this section “relevant member”, in relation to a Chapter 1 legacyscheme, means a member of the scheme who, immediately before the coming intoforce of section 2(1)—\n\t\t\tis an active or deferred member of the scheme, or of a Chapter 1 newscheme, in relation to the employment or office, and\n\t\t\tis not a pensioner member of a Chapter 1 scheme in relation to theemployment or office.\n\t\tWhere a member has remediable service in multiple employments or officesthat is pensionable service under the scheme, provision made under subsection(1) must make provision for separate elections in relation to the member’sremediable service in each of them.\n\t\tWhere an election by virtue of this section is made in relation to amember’s remediable service in an employment or office, the benefits payableunder the scheme to or in respect of the member, so far as they are determinedby reference to the member’s remediable service in that employment or officeare new scheme benefits.\n\t\tAn election by virtue of this section has effect in relation to all of themember’s remediable service in the employment or office in question that ispensionable service under the scheme.\n\tElections by virtue of section 10: timing and procedure\n\t\tScheme regulations made by virtue of section 10(1) must specify a time(“the end of the section 10 election period”) in relation to a member.\n\t\tThe end of the section 10 election period must not be more than one yearbefore the day on which it is reasonably expected that, if an election weremade, new scheme benefits would become payable under the scheme to or inrespect of the member.\n\t\tAn election—\n\t\t\tmust be made before the end of the section 10 election period, and\n\t\t\t(subject to subsection (4)) takes effect immediately before the memberbecomes a pensioner member of the scheme in relation to the employment oroffice.\n\t\tWhere an election is made on behalf of a deceased member, the election istreated as having taken effect immediately before the member’s death.\n\t\tScheme regulations made by virtue of section 10(1) may, in particular,include provision—\n\t\t\trequiring information to be provided before an election is made;\n\t\t\tabout the form and manner in which an election is to be made;\n\t\t\tabout who may make an election in relation to the remediable service of adeceased member;\n\t\t\tsubject to subsection (6), about how and when an election lapses or may berevoked.\n\t\tScheme regulations made by virtue of section 10(1) may not provide for anelection made in relation to a member’s remediable service in an employment oroffice to lapse or be revoked after any benefits have become payable to or inrespect of the member after the end of the section 10 election period.\n\t\tWhere an election lapses or is revoked, the election is treated as neverhaving had effect.\n\t\tReferences in this section to “an election” are to an election by virtue ofsection 10.\n\tPower to deem election by virtue of section 10 to have been made\n\t\tScheme regulations made by virtue of section 10(1) may include provisionunder which an election by virtue of section 10 is treated as having been madeimmediately before the end of the section 10 election period.\n\t\tProvision by virtue of subsection (1) may be made only in relation to casesin which—\n\t\t\tthe end of the section 10 election period in relation to a member haspassed, and\n\t\t\tno decision as to whether an election is to be made in relation to themember’s remediable service has been communicated to the scheme.\n\t\tProvision by virtue of subsection (1) may, in particular, include provisionspecifying conditions that are to be met if an election is to be treated ashaving been made, including conditions relating to the value of benefitspayable under the scheme if an election is or is not made.\n\tPersons with remediable service in more than one Chapter 1 legacyscheme\n\t\tThis section applies where—\n\t\t\tan election is made by virtue of section 10 (deferred choice to receive newscheme benefits) in relation to the remediable service in an employment oroffice of a member (“M”) of a Chapter 1 legacy scheme that is pensionableservice under the scheme, and\n\t\t\tM has any remediable service in that employment or office that ispensionable service under another Chapter 1 legacy scheme.\n\t\tIf M is a relevant member within the meaning of section 10 in relation tothe scheme mentioned in subsection (1)(b), the election has effect as anelection by virtue of section 10 in relation to M’s remediable service that ispensionable service under that scheme (as well as having effect as such anelection in relation to M’s remediable service that is pensionable serviceunder the scheme mentioned in subsection (1)(a)).\n\t\tIf M is a relevant member within the meaning of section 6 (immediate choiceto receive new scheme benefits) in relation to the scheme mentioned insubsection (1)(b), the election has effect as an election by virtue of section6 in relation to M’s remediable service that is pensionable service under thatscheme (as well as having effect as an election by virtue of section 10 inrelation to M’s remediable service that is pensionable service under thescheme mentioned in subsection (1)(a))."
    },
    {
        "length": 3770,
        "text": "\nPension benefits and contributions: corrections\n\tPension benefits and lump sum benefits: pensioner and deceased members\n\t\tThis section applies in relation to a relevant member (“M”) of a Chapter 1legacy scheme who has remediable service in an employment or office that ispensionable service under the scheme (whether or not by virtue of section2(1)).\n\t\tIn this section “relevant member”, in relation to a Chapter 1 legacyscheme, means a member of the scheme who, immediately before the coming intoforce of section 2(1)—\n\t\t\tis a pensioner member of the scheme, or of a Chapter 1 new scheme, inrelation to the employment or office, or\n\t\t\tis deceased.\n\t\tWhere, at the operative time—\n\t\t\tthe aggregate of the pension benefits that (after taking into account theeffect, if any, of section 3(2)) have been paid under the scheme to any person(“the beneficiary”) in respect of M’s remediable service in the employment oroffice, exceeds\n\t\t\tthe aggregate of the pension benefits to which (after taking into accountthe effect, if any, of sections 2(1) and 6(4) and (5) in relation to theservice) the beneficiary is entitled under the scheme in respect of theservice,\n\t\t\t\tthe beneficiary must pay an amount equal to the difference to the scheme.\n\t\tWhere, at the operative time—\n\t\t\tthe amount mentioned in subsection (3)(a), is less than\n\t\t\tthe amount mentioned in subsection (3)(b),\n\t\t\tthe scheme manager must pay an amount equal to the difference to thebeneficiary.\n\t\tWhere, at the operative time—\n\t\t\tthe aggregate of the lump sum benefits that (after taking into account theeffect, if any of section 3(2)) have been paid under the scheme to any person(“the beneficiary”) in respect of M’s remediable service in the employment oroffice, exceeds\n\t\t\tthe aggregate of the lump sum benefits to which (after taking into accountthe effect, if any, of sections 2(1) and 6(4) and (5) in relation to theservice) the beneficiary is entitled under the scheme in respect of theservice,\n\t\t\tthe beneficiary must pay an amount equal to the difference to the scheme.\n\t\tWhere, at the operative time—\n\t\t\tthe amount mentioned in subsection (5)(a), is less than\n\t\t\tthe amount mentioned in subsection (5)(b),\n\t\t\tthe scheme manager must pay an amount equal to the difference to thebeneficiary.\n\t\tIn this section “the operative time” means—\n\t\t\tif an election by virtue of section 6 (immediate choice to receive newscheme benefits) is made in relation to M’s remediable service—\n\t\t\tthe time the election is made, or\n\t\t\tif later, the coming into force of section 2(1);\n\t\t\totherwise, the end of the section 6 election period in relation to M.\n\t\tIn this section—\n\t\t\t  * “lump sum benefit” means any benefit payable under a pension scheme by way of a lump sum; \n\t\t\t  * “pension benefit” means any benefit payable under a pension scheme otherwise than by way of a lump sum. \n\tPension contributions: pensioner and deceased members\n\t\tThis section applies in relation to a relevant member (“M”) of a Chapter 1legacy scheme who has remediable service in an employment or office that ispensionable service under the scheme (whether or not by virtue of section2(1)).\n\t\tIn this section “relevant member”, in relation to a Chapter 1 legacyscheme, means a member of the scheme who, immediately before the coming intoforce of section 2(1)—\n\t\t\tis a pensioner member of the scheme, or of a Chapter 1 new scheme, inrelation to the employment or office, or\n\t\t\tis deceased.\n\t\tWhere, at the operative time—\n\t\t\tthe paid contributions amount in relation to M, exceeds\n\t\t\tthe adjusted contributions amount in relation to M,\n\t\t\t\tthe scheme manager must pay an amount of compensation equal to the differenceto the appropriate person.\n\t\tWhere, at the operative time—\n\t\t\tthe paid contributions amount in relation to M, is less than\n\t\t\tthe adjusted contributions amount in relation to M,\n\t\t\tthe appropriate person must pay pension contributions equal to the differenceto the scheme.\n\t\tIn this section “the operative time” means—\n\t\t\tif an election by virtue of section 6 (immediate choice to receive newscheme benefits) is made in relation to M’s remediable service—\n\t\t\tthe time the election is made, or\n\t\t\tif later, the coming into force of section 2(1);\n\t\t\totherwise, the end of the section 6 election period in relation to M.\n\t\tIn this section “the paid contributions amount” means the aggregate of thepension contributions paid by M in the relevant tax years in respect of M’sremediable service in the employment or office under—\n\t\t\tany Chapter 1 scheme, and\n\t\t\twhere M has made an election by virtue of section 5 (election forretrospective provision to apply: opted-out service), any partnership pensionaccount.\n\t\tA reference in subsection (6) to pension contributions paid by M includes,in relation to any pension contributions paid under a partnership pensionaccount, such sums as are deducted by M under section 192 of FA 2004 (reliefat source).\n\t\tIn this section “the adjusted contributions amount” means—\n\t\t\tif an election by virtue of section 6 (immediate choice to receive newscheme benefits) has been made in relation to the remediable service, theaggregate of M’s new scheme contributions for the relevant tax years;\n\t\t\totherwise, the aggregate of M’s legacy scheme contributions for therelevant tax years.\n\t\tIn this section “the relevant tax years” means—\n\t\t\tin relation to pensionable service under a Chapter 1 legacy scheme that isnot an Agency scheme, the tax years from 2015-16 to 2021-22 inclusive;\n\t\t\tin relation to pensionable service under a Chapter 1 legacy scheme that isan Agency scheme, the tax years from 2016-17 to 2021-22 inclusive.\n\t\tIn this section “the appropriate person” means—\n\t\t\tM, or\n\t\t\tif M is deceased, M’s personal representatives.\n\tPension contributions: active and deferred members (immediatecorrection)\n\t\tThis section applies in relation to a relevant member (“M”) of a Chapter 1legacy scheme who has remediable service in an employment or office that ispensionable service under the scheme (whether or not by virtue of section2(1)).\n\t\tIn this section “relevant member”, in relation to a Chapter 1 legacyscheme, means a member of the scheme who, immediately before the coming intoforce of section 2(1)—\n\t\t\tis an active or deferred member of the scheme, or of a Chapter 1 newscheme, in relation to the employment or office, and\n\t\t\tis not a pensioner member of a Chapter 1 scheme in relation to theemployment or office.\n\t\tWhere, on the coming into force of section 2(1)—\n\t\t\tthe paid contributions amount in relation to M, exceeds\n\t\t\tthe adjusted contributions amount in relation to M,\n\t\t\t\tthe scheme manager must pay an amount of compensation equal to the differenceto the appropriate person.\n\t\tWhere, on the coming into force of section 2(1)—\n\t\t\tthe paid contributions amount in relation to M, is less than\n\t\t\tthe adjusted contributions amount in relation to M,\n\t\t\tthe appropriate person must pay pension contributions equal to the differenceto the scheme.\n\t\tIn this section “the paid contributions amount” means the aggregate of thepension contributions paid by M in the relevant tax years in respect of M’sremediable service in the employment or office under—\n\t\t\tany Chapter 1 scheme, and\n\t\t\twhere M has made an election by virtue of section 5 (opting in: personswith opted-out service), any partnership pension account.\n\t\tA reference in subsection (5) to pension contributions paid by M includes,in relation to any pension contributions paid under a partnership pensionaccount, such sums as are deducted by M under section 192 of FA 2004 (reliefat source).\n\t\tIn this section “the adjusted contributions amount” means the aggregate ofM’s legacy scheme contributions for the relevant tax years.\n\t\tIn this section “the appropriate person” means—\n\t\t\tM, or\n\t\t\tif M is deceased, M’s personal representatives.\n\t\tIn this section “the relevant tax years” means—\n\t\t\tin relation to pensionable service under a Chapter 1 legacy scheme that isnot an Agency scheme, the tax years from 2015-16 to 2021-22 inclusive;\n\t\t\tin relation to pensionable service under a Chapter 1 legacy scheme that isan Agency scheme, the tax years from 2016-17 to 2021-22 inclusive.\n\tPension contributions: active and deferred members (deferredcorrection)\n\t\tThis section applies in relation to a relevant member (“M”) of a Chapter 1legacy scheme—\n\t\t\twho has remediable service in an employment or office that is pensionableservice under the scheme (whether or not by virtue of section 2(1)), and\n\t\t\tin respect of whom an election by virtue of section 10 (deferred choice toreceive new scheme benefits) has been made.\n\t\tIn this section “relevant member”, in relation to a Chapter 1 legacyscheme, means a member of the scheme who, immediately before the coming intoforce of section 2(1)—\n\t\t\tis an active or deferred member of the scheme, or of a Chapter 1 newscheme, in relation to the employment or office, and\n\t\t\tis not a pensioner member of a Chapter 1 scheme in relation to theemployment or office.\n\t\tWhere— \n\t\t\tthe paid contributions amount in relation to M, exceeds\n\t\t\tthe adjusted contributions amount in relation to M,\n\t\t\t\tthe scheme manager must pay an amount of compensation equal to the differenceto the appropriate person.\n\t\tWhere— \n\t\t\tthe paid contributions amount in relation to M, is less than\n\t\t\tthe adjusted contributions amount in relation to M,\n\t\t\tthe appropriate person must pay pension contributions equal to the differenceto the scheme.\n\t\tIn this section “the paid contributions amount” means (subject tosubsection (7)) the aggregate of the pension contributions paid by M in therelevant tax years in respect of M’s remediable service in the employment oroffice under—\n\t\t\tany Chapter 1 scheme, and\n\t\t\twhere M has made an election by virtue of section 5 (opting in: personswith opted-out service), any partnership pension account.\n\t\tA reference in subsection (5) to pension contributions paid by M includes,in relation to any pension contributions paid under a partnership pensionaccount, such sums as are deducted by M under section 192 of FA 2004 (reliefat source).\n\t\tThe “paid contributions amount” determined under subsection (5) is to beadjusted by—\n\t\t\tdeducting any amounts of compensation paid to M in respect of theremediable service in question under section 16(3), and\n\t\t\tadding any pension contributions paid by M in respect the remediableservice in question under section 16(4).\n\t\tIn this section “the adjusted contributions amount” means the aggregate ofM’s new scheme contributions for the relevant tax years.\n\t\tIn this section “the appropriate person” means—\n\t\t\tM, or\n\t\t\tif M is deceased, M’s personal representatives.\n\t\tIn this section “the relevant tax years” means—\n\t\t\tin relation to pensionable service under a Chapter 1 legacy scheme that isnot an Agency scheme, the tax years from 2015-16 to 2021-22 inclusive;\n\t\t\tin relation to pensionable service under a Chapter 1 legacy scheme that isan Agency scheme, the tax years from 2016-17 to 2021-22 inclusive.\n\tPowers to reduce or waive liabilities\n\t\tScheme regulations for a Chapter 1 legacy scheme may make provision underwhich a liability owed by a person to the scheme under section 14 (correctionsfor pension benefits and lump sum benefits) is reduced or waived.\n\t\tScheme regulations for a Chapter 1 legacy scheme may make provision underwhich a liability to pay pension contributions owed by a member to the schemeunder section 15, 16 or 17 (corrections for pension contributions) in relationto the member’s remediable service in an employment or office is reduced orwaived.\n\t\tThe provision that may be made under subsection (2) includes, inparticular, provision under which a liability to pay pension contributions isreduced by tax relief amounts.\n\t\tIn subsection (3) “tax relief amounts” means amounts determined byreference to the tax relief under section 188 of FA 2004 (relief for members’contributions) that would have been available in respect of the amounts owedif they were paid in a different tax year.\n\t\tScheme regulations for a Chapter 1 legacy scheme may make provision underwhich a liability to pay compensation owed by the scheme to a member undersection 15, 16 or 17 (corrections for pension contributions) in relation tothe member’s remediable service in an employment or office is reduced orwaived.\n\t\tThe provision that may be made under subsection (5) includes, inparticular, provision under which a liability is reduced by tax reliefamounts.\n\t\tIn subsection (6) “tax relief amounts” means amounts determined byreference to the tax relief under section 188 of FA 2004 (relief for members’contributions) that was received by the member in respect of pensioncontributions paid in a tax year in respect of the member’s remediable servicein the employment or office.\n\t\tScheme regulations for a Chapter 1 legacy scheme may make provision underwhich a liability owed by the scheme to a person under section 16 (pensioncontributions: active and deferred members (immediate correction)) may, byagreement, be reduced or waived."
    },
    {
        "length": 3703,
        "text": "\nPowers to make provision in relation to special cases\n\tPension credit members\n\t\tScheme regulations for a Chapter 1 scheme may make provision about thebenefits payable to or in respect of a relevant pension credit member and thecorresponding pension debit member.\n\t\tIn this section “relevant pension credit member”, in relation to a Chapter1 scheme, means a member of the scheme who has rights under the scheme—\n\t\t\twhich are attributable (directly or indirectly) to a pension credit, and\n\t\t\tthe value of which was determined (to any extent) by reference to the valueof benefits payable in respect of the remediable service in an employment oroffice of another member.\n\t\tIn this section “the corresponding pension debit member”, in relation to arelevant pension credit member, means the member mentioned in subsection(2)(b).\n\t\tThe provision that may be made under subsection (1) includes provisionunder which—\n\t\t\tthe pension debit of the corresponding pension debit member is adjustedwhere an election under section 6 (immediate choice) or section 10 (deferredchoice) is made in relation to the member’s remediable service;\n\t\t\tthe pension credit of a relevant pension credit member is adjusted on theassumption that an election under section 6 or 10 is made in relation to theremediable service of the corresponding pension debit member (regardless ofwhether it in fact is).\n\t\tProvision made under subsection (1) must include provision under which, ina case in which the corresponding pension debit member in relation to arelevant pension credit member has mixed service, any pension credit retainedby the relevant pension credit member under the scheme is of a valuedetermined by reference to the value of benefits payable under only oneChapter 1 scheme.\n\t\tFor the purposes of this Chapter a member’s remediable service in anemployment or office is “mixed service” if, disregarding section 2(1)—\n\t\t\tsome of the service is pensionable service under a Chapter 1 legacy scheme,and\n\t\t\tsome of the service is pensionable service under a Chapter 1 new scheme.\n\t\tIn this section—\n\t\t\t  * “pension debit” means a debit under section 29(1)(a) of WPRA 1999 or Article 26(1)(a) of WRP(NI)O 1999; \n\t\t\t  * “pension credit” means a credit under section 29(1)(b) of WPRA 1999 or Article 26(1)(b) of WRP(NI)O 1999. \n\tVoluntary contributions\n\t\tScheme regulations for a Chapter 1 scheme may make provision about cases inwhich a member has paid voluntary contributions to the scheme during anyperiod of remediable service.\n\t\tThe provision that may be made under subsection (1) includes, inparticular, provision under which the rights to additional benefits, orearlier payment of benefits, that would otherwise have been secured by thepayment of the voluntary contributions are varied, in a case in which anelection by virtue of section 6 or 10 is made in respect of any remediableservice of the member in question.\n\t\tThe rights may, in particular, be varied so that they are of an equivalentvalue to rights the member would have secured under the Chapter 1 new schemethat is connected with the scheme if the voluntary contributions had been paidto that scheme.\n\t\tThe provision that may be made under subsection (1) in scheme regulationsfor a Chapter 1 new scheme includes, in particular, provision under which therights to additional benefits, or earlier payment of benefits, that wouldotherwise have been secured by the payment of the voluntary contributions areextinguished.\n\t\tWhere scheme regulations made by virtue of subsection (1) make provision asmentioned in subsection (4), scheme regulations by virtue of subsection (1)must be made that include provision under which—\n\t\t\tthe person whose rights are extinguished receives rights under a Chapter 1scheme that are of an equivalent value to the extinguished rights,\n\t\t\trights are conferred under a Chapter 1 scheme that would have been securedunder that scheme if the voluntary contributions had been paid to that scheme,or\n\t\t\tthe scheme manager is required to pay the member who paid the contributionsor, if that member is deceased, that member’s personal representatives anamount by way of compensation equal to—\n\t\t\tthe aggregate of the voluntary contributions paid, less\n\t\t\tan amount in respect of the value of the tax relief under section 188 ofFA 2004 (member contributions) to which the member was entitled in respect ofthe voluntary contributions.\n\tTransfers \n\t\tScheme regulations for a Chapter 1 scheme may make provision about cases inwhich—\n\t\t\ta member transfers out of the scheme rights in respect of remediableservice in an employment or office that is pensionable service under thescheme;\n\t\t\ta member transfers in to the scheme rights in respect of remediable servicein an employment or office that is pensionable service under another Chapter 1scheme;\n\t\t\ta member transfers in to the scheme rights in respect of remediable servicein a judicial office (within the meaning of Chapter 2) that is pensionableservice under a judicial scheme (within the meaning of that Chapter);\n\t\t\ta member transfers in to the scheme rights in respect of remediable servicein an employment or office (within the meaning of Chapter 3) that ispensionable service under a local government scheme (within the meaning ofthat Chapter);\n\t\t\ta person, within the period beginning with the closing date and ending with31 March 2022, transfers in to the scheme, or to any other Chapter 1 scheme,rights in respect of service in any employment or office.\n\t\tThe provision that may be made under subsection (1)(b) to (e) includes, inparticular, provision under which the rights to benefits that would otherwisehave been secured by the transfer are varied, in a case in which an electionby virtue of section 6 or 10 is made in respect of any remediable service ofthe member in question.\n\t\tThe rights may, in particular, be varied so that they are of an equivalentvalue to rights the member would have secured under another Chapter 1 schemeif the rights had been transferred in to that scheme.\n\t\tThe provision that may be made under subsection (1)(b) to (e) includes, inparticular, provision under which the rights to benefits that would otherwisehave been secured by the transfer are extinguished.\n\t\tWhere scheme regulations made by virtue of subsection (1) make provision asmentioned in subsection (4), scheme regulations by virtue of subsection (1)must be made that include provision under which—\n\t\t\tthe person in question receives rights under a Chapter 1 scheme that are ofan equivalent value to the extinguished rights, or\n\t\t\tthe person in question is given rights under a Chapter 1 scheme that themember would have secured under that scheme if the transfer had been made into that scheme.\n\tFurther powers to make provision about special cases\n\t\tScheme regulations for a Chapter 1 scheme may make further provisionrelating to a member who has remediable service in an employment or office.\n\t\tThe provision that may be made under subsection (1) includes, inparticular—\n\t\t\tprovision about the benefits payable to or in respect of a member who hasremediable service in an employment or office that is mixed service;\n\t\t\tprovision about the benefits payable to or in respect of a member who hasremediable service in an employment or office where—\n\t\t\tthere is another Chapter 1 scheme that provides benefits for persons inthat employment or office, and\n\t\t\tthe two schemes provide (or in any circumstances might provide) benefitsto or in respect of a person in relation to the same period of service;\n\t\t\tprovision about the benefits payable to or in respect of a member where,disregarding section 2(1), the member—\n\t\t\thas remediable service in an employment or office that is pensionableservice under a Chapter 1 new scheme, and\n\t\t\thas a right under that scheme, if they retire before normal pension age,on the making of a payment to the scheme, to the reduction or elimination ofthe actuarial reduction that would otherwise have been made to the benefitspayable to or in respect of the member in respect of that remediable service;\n\t\t\tprovision about the benefits payable to or in respect of a person who haspartially retired;\n\t\t\tprovision about the benefits payable in respect of a child of a deceasedmember where—\n\t\t\tthe member has remediable service in an employment or office, and\n\t\t\tthe child is not living in the same household as an adult survivor of themember;\n\t\t\tprovision about cases in which a person has remediable service in anemployment or office any of which is excess teacher service;\n\t\t\tprovision about cases in which a person has remediable service in anemployment or office and also has service in an employment or office as ateacher which—\n\t\t\ttakes place in the period beginning with the day after the closing date andending with 31 March 2022,\n\t\t\tis pensionable service under a Chapter 1 new scheme, and\n\t\t\tis not remediable service;\n\t\t\tprovision about cases in which a person has a partnership pension account;\n\t\t\tprovision about cases in which a person is made redundant;\n\t\t\tprovision about cases in which the scheme administrator of a Chapter 1scheme pays a liability under section 217 or 237B of FA 2004 (joint liabilityof scheme administrator to lifetime allowance charge or annual allowancecharge);\n\t\t\tprovision about cases in which remuneration is or was payable to a personon the satisfaction of a condition relating to whether any remediable serviceof the person is or was, or is or was eligible to be, pensionable serviceunder a particular Chapter 1 scheme (including provision requiring any suchremuneration that has been paid to be repaid);\n\t\t\tprovision about cases in which a former member of the armed forces—\n\t\t\tis, disregarding section 2(1), entitled under regulation 19 of AFEDP 2014(lump sum awards: incapacity for armed forces service) to a payment determined(to any extent) by reference to the person’s remediable service in anemployment or office, or\n\t\t\twould be entitled under that regulation to such a payment if the benefitspayable to the person, so far as determined by reference the person’sremediable service in the employment or office, were new scheme benefits.\n\t\tScheme regulations for a Chapter 1 new scheme may make provision aboutinjury and compensation benefits payable under a relevant injury andcompensation scheme to or in respect of a member who has remediable service inan employment or office.\n\t\tProvision made under subsection (3) may in particular be made by amendingthe relevant injury and compensation scheme.\n\t\tIn subsections (3) and (4) and this subsection—\n\t\t\t“injury and compensation scheme” means a pension scheme that is listed inSchedule 6 to PSPA 2013 or Schedule 6 to PSPA(NI) 2014 (existing injury andcompensation schemes);\n\t\t\tan injury and compensation scheme is “relevant”, in relation to a Chapter 1new scheme, if it is connected with the Chapter 1 new scheme;\n\t\t\ta reference to “injury and compensation benefits” payable under an injuryand compensation scheme is a reference to—\n\t\t\tin the case of an injury and compensation scheme in relation to whichSchedule 6 to PSPA 2013 or Schedule 6 to PSPA(NI) 2014 specifies particularbenefits, those benefits;\n\t\t\tin the case of any other injury and compensation scheme, any benefitspayable under the scheme.\n\t\tThe provision that may be made by scheme regulations under this section, orunder section 19, 20 or 21, includes, in particular—\n\t\t\tprovision modifying any provision of this Chapter in its application topersons of a description specified in the regulations;\n\t\t\tprovision corresponding to, or applying, any provision of this Chapter,with or without modifications.\n\t\tIn this section—\n\t\t\t  * “adult survivor”, in relation to a member of a Chapter 1 scheme who has remediable service, means a surviving spouse, civil partner or other adult who is entitled under the scheme to a pension determined (to any extent) by reference to the member’s remediable service; \n\t\t\t  * “AFEDP 2014” means the Armed Forces Early Departure Payments Scheme Regulations 2014 ([S.I. 2014/2328](/id/uksi/2014/2328?view=plain \"Go to item of legislation\")); \n\t\t\t  * “child”, in relation to a member of a Chapter 1 scheme, means any individual who— \n\t\t\tis entitled to receive benefits under the scheme in their capacity as a childof the member, or\n\t\t\twould have been entitled to receive benefits under the scheme in that capacityon the assumption that any election under this Chapter was, or was not, madein respect of the member;\n\t\t\t\t  * “made redundant”: a reference to a person being “made redundant” includes, in relation to a member of the armed forces, a person becoming entitled to a redundancy payment under— \n\t\t\tPart 2 of the Armed Forces (Redundancy, Resettlement and Gratuity EarningsSchemes) (No 2) Order 2010 ([S.I. 2010/832](/id/uksi/2010/832?view=plain \"Goto item of legislation\")),\n\t\t\tthe Armed Forces Redundancy Scheme Order 2006 ([S.I.2006/55](/id/uksi/2006/55?view=plain \"Go to item of legislation\")), or\n\t\t\tthe Armed Forces Redundancy Scheme Order 2020 ([S.I.2020/1298](/id/uksi/2020/1298?view=plain \"Go to item of legislation\"));\n\t\t\t\t  * “modifying” includes disapplying or supplementing (and cognate expressions are to be construed accordingly); \n\t\t\t\t  * “scheme administrator” has the same meaning as in Part 4 of FA 2004 (see section 270 of that Act); \n\t\t\t\t  * “the armed forces” has the same meaning as in PSPA 2013 (see paragraph 8 of Schedule 1 to that Act). "
    },
    {
        "length": 1865,
        "text": "\nCompensation\n\tPower to pay compensation\n\t\tThe scheme manager for a Chapter 1 legacy scheme may pay amounts by way ofcompensation in respect of compensatable losses incurred by members or, in thecase of deceased members, their personal representatives.\n\t\tScheme regulations for a Chapter 1 legacy scheme may make provision underwhich an employer in relation to the scheme is required to reimburse thescheme manager for amounts paid under subsection (1).\n\t\tFor the purposes of this section a loss incurred by a member, or by amember’s personal representatives, is “compensatable” if and to the extentthat—\n\t\t\tany of the following three conditions is met, and\n\t\t\tthe loss is of a description specified in Treasury directions.\n\t\tThe first condition is that the loss is attributable to, or is reasonablyregarded as attributable to, a relevant breach of a non-discrimination rule.\n\t\tThe second condition is that the loss is attributable to the application ofany provision of, or made under, this Chapter.\n\t\tThe third condition is that—\n\t\t\tthe member is a relevant member, and\n\t\t\tthe loss is a Part 4 tax loss that is attributable to the value of rightsin respect of remediable service which would, apart from section 2(1), bepensionable service under a Chapter 1 new scheme.\n\t\tIn subsection (6) “relevant member” means a member of the scheme—\n\t\t\twho, immediately before the coming into force of section 2(1)—\n\t\t\tis a pensioner member of the scheme, or of a Chapter 1 new scheme, inrelation to the employment or office, or\n\t\t\tis deceased, and\n\t\t\tin respect of whom an election by virtue of section 6 (election for newscheme benefits) has been made.\n\t\tIn this section (subject to subsection (10)) “loss” includes a loss of anykind including, in particular, a Part 4 tax loss.\n\t\tIn this section “Part 4 tax loss”, in relation to a member, means a lossarising as a result of the member—\n\t\t\tincurring a charge, or incurring an increased charge, under Part 4 of FA2004, or\n\t\t\tnot being entitled to a relief, or being entitled to less relief, underthat Part of that Act.\n\t\tIn this section “loss” does not include an amount that is payable underthis Chapter or under regulations made by virtue of this Chapter.\n\t\tIn this section “non-discrimination rule” means a rule that is, or at anytime was, included in a Chapter 1 scheme by virtue of—\n\t\t\tsection 61 of EA 2010, or\n\t\t\tparagraph 2 of Schedule 1 to EEAR(NI) 2006.\n\t\tFor the purposes of this section a breach of a non-discrimination rule is“relevant” if it arises from the application of—\n\t\t\tan exception to section 18(1) of PSPA 2013 made under section 18(5) to (7)of that Act, or\n\t\t\tan exception to section 18(1) of PSPA(NI) 2014 made under section 18(5) to(8) of that Act.\n\t\tSubsection (1) does not confer power to pay amounts by way of compensationin respect of compensatable losses so far as—\n\t\t\tany person has already received amounts by way of compensation in respectof them, or\n\t\t\tamounts that any person has paid the scheme have been reduced by amounts inrespect of them,\n\t\t\t\twhether pursuant to an order of a court or tribunal or otherwise.\n\tIndirect compensation\n\t\tScheme regulations for a Chapter 1 legacy scheme may make provision underwhich, where a member has incurred a compensatable loss that is a Part 4 taxloss—\n\t\t\tthe member is not paid an amount under section 23 by way of compensation inrespect of the loss, and\n\t\t\tthe member is instead paid such additional benefits under the scheme as maybe determined in accordance with the regulations.\n\t\tIn this section “compensatable loss” and “Part 4 tax loss” have the samemeaning as in section 23.\n\tRemedial arrangements to pay voluntary contributions to legacy schemes\n\t\tScheme regulations for a Chapter 1 legacy scheme may make provision so asto secure that a relevant member may enter into remedial voluntarycontributions arrangements.\n\t\tIn subsection (1)—\n\t\t\t  * “relevant member”, in relation to a Chapter 1 legacy scheme, means a member (other than a deceased member) who has remediable service in an employment or office which, after the coming into force of section 2(1), is pensionable service under the scheme (whether or not by virtue of that provision); \n\t\t\t  * “remedial voluntary contributions arrangements” means arrangements— \n\t\t\twhich are entered into by a member after the coming into force of section2(1), and\n\t\t\tunder which the member pays voluntary contributions to the scheme.\n\t\tProvision by virtue of subsection (1) may permit a member (“M”) to enterinto arrangements only if the scheme manager is satisfied that it is morelikely than not that, but for a relevant breach of a non-discrimination rule,M would, during the period of M’s remediable service in the employment oroffice, have entered into the same or similar arrangements.\n\t\tThe provision that may be made by virtue of subsection (1) includes, inparticular, provision under which liabilities to pay voluntary contributionsthat would otherwise arise under the arrangements are reduced by tax reliefamounts.\n\t\tIn subsection (4) “tax relief amounts” means amounts determined byreference to the tax relief under section 188 of FA 2004 (relief for members’contributions) that would have been available in respect of the amounts owedif they were paid in a different tax year.\n\t\tProvision by virtue of subsection (1) may not permit a member (“M”) toenter into arrangements after—\n\t\t\tthe end of the period of one year beginning with the day on which aremediable service statement is first provided in respect of M, or\n\t\t\tsuch later time as the scheme manager considers reasonable in all thecircumstances.\n\t\tSubsection (6) does not affect the continued operation after the timementioned in that subsection of any remedial arrangements entered into beforethat time.\n\t\tIn this section “non-discrimination rule” means a rule that is, or at anytime was, included in a Chapter 1 scheme by virtue of—\n\t\t\tsection 61 of EA 2010, or\n\t\t\tparagraph 2 of Schedule 1 to EEAR(NI) 2006.\n\t\tFor the purposes of this section a breach of a non-discrimination rule is“relevant” if it arises from the application of—\n\t\t\tan exception to section 18(1) of PSPA 2013 made under section 18(5) to (7)of that Act, or\n\t\t\tan exception to section 18(1) of PSPA(NI) 2014 made under section 18(5) to(8) of that Act."
    },
    {
        "length": 949,
        "text": "\nFurther provision about corrections, special cases and compensation\n\tInterest and process\n\t\tScheme regulations for a Chapter 1 scheme may make provision—\n\t\t\tunder which interest is required to be calculated and paid on relevantamounts;\n\t\t\tabout the process by which relevant amounts (and any interest on them) areto be paid.\n\t\tScheme regulations made by virtue of subsection (1)(b) may, in particular,include provision—\n\t\t\tabout when relevant amounts (and any interest on them) are to be paid(including provision under which they are paid in instalments);\n\t\t\tunder which relevant amounts (and any interest on them) owed by the schemeto a person may be paid only on the making of an application;\n\t\t\tfor the netting off of relevant amounts (and any interest on them) owed toa person by the scheme against relevant amounts (and any interest on them)owed by the person to the scheme;\n\t\t\tconferring rights of appeal against decisions taken under the regulations.\n\t\tIn this section “relevant amounts” means any amounts that are payable by aperson to the scheme, or by the scheme to a person, under or by virtue of thisChapter.\n\tTreasury directions\n\t\tThe powers mentioned in subsection (2) must be exercised in accordance withTreasury directions.\n\t\tThe powers are—\n\t\t\tthe powers to make scheme regulations by virtue of section 18 (powers toreduce or waive liabilities) and any powers exercisable by virtue of suchregulations;\n\t\t\tthe power to make scheme regulations by virtue of section 19 (pensioncredit members) and any powers exercisable by virtue of such regulations;\n\t\t\tthe power to make scheme regulations by virtue of section 20 (voluntarycontributions) and any powers exercisable by virtue of such regulations;\n\t\t\tthe power to make scheme regulations by virtue of section 21 (transfers)and any powers exercisable by virtue of such regulations;\n\t\t\tthe power to make scheme regulations by virtue of section 22 (furtherpowers to make provision about special cases) and any powers exercisable byvirtue of such regulations;\n\t\t\tthe power of a scheme manager under section 23(1) (power to paycompensation);\n\t\t\tthe power to make scheme regulations by virtue of section 23(2) (power torequire employer to reimburse compensation paid by scheme manager) and anypowers exercisable by virtue of such regulations;\n\t\t\tthe power to make scheme regulations by virtue of section 24 (indirectcompensation) and any powers exercisable by virtue of such regulations;\n\t\t\tthe power to make scheme regulations by virtue of section 25 (remedialarrangements to pay voluntary contributions to legacy schemes) and any powersexercisable by virtue of such regulations;\n\t\t\tthe power to make scheme regulations by virtue of section 26 (interest andprocess) and any powers exercisable by virtue of such regulations.\n\t\tTreasury directions under this section may provide for amounts that are tobe paid by or to a scheme in relation to a member, or any reduction or waiverof a liability to pay such amounts, to be determined—\n\t\t\ttaking into account the particular circumstances of the member and (ifdifferent) the person to whom or by whom the amount is to be paid or theliability is owed, or\n\t\t\twithout taking into account any or all of the particular circumstances ofthat person or those persons.\n\t\tTreasury directions under this section that relate to the calculation andpayment of interest, and variations and revocations of such directions, mayonly be made after consultation with the Government Actuary.\n\t\tFor the definition of “Treasury directions”, see section 38(1)."
    },
    {
        "length": 1502,
        "text": "\nMiscellaneous\n\tScheme rules that prohibit unauthorised payments\n\t\tSubsection (2) applies where—\n\t\t\ta payment from a Chapter 1 scheme is permitted or required to be made underor by virtue of this Chapter,\n\t\t\tthe payment, if made, would be an unauthorised payment, and\n\t\t\ta rule of the scheme prohibits the scheme from making unauthorisedpayments.\n\t\tThe payment may be made only if it falls within a description of paymentsspecified for the purposes of this section in Treasury directions.\n\t\tIn this section “unauthorised payment” means a payment that is anunauthorised payment for the purposes of Part 4 of FA 2004 (see section 160(5)of that Act).\n\tRemediable service statements\n\t\tScheme regulations for a Chapter 1 legacy scheme must make provisionrequiring the scheme manager to provide a statement (a “remediable servicestatement”) in respect of each member of the scheme who has relevant servicein an employment or office.\n\t\tFor the purposes of this section, service in an employment or office of amember of a Chapter 1 legacy scheme is “relevant service” if either of thefollowing conditions is met in relation to the service.\n\t\tThe first condition is that the service—\n\t\t\tis opted-out service, and\n\t\t\tis service in respect of which—\n\t\t\tan application by virtue of subsection (5)(a) of section 5 (election forretrospective provision to apply) has been made, but\n\t\t\tno election by virtue of that section has been made.\n\t\tThe second condition is that the service is remediable service—\n\t\t\tthat is pensionable service under the scheme (whether by virtue of section2(1) or otherwise), and\n\t\t\tin relation to which an election by virtue of section 6 or 10 (election fornew scheme benefits) has not been made.\n\t\tA remediable service statement must include—\n\t\t\ta description of the benefits currently available under the scheme inrespect of the relevant service (if any),\n\t\t\ta description of the benefits that would be available under the scheme inrespect of the relevant service if any election under section 5, 6 or 10 thatcould be made in relation to the service were made,\n\t\t\ta description of when and how any election that could be made in relationto the service may be made, and\n\t\t\ta description of—\n\t\t\tthe arrangements (if any) that, by virtue of section 25 (remedialarrangements to pay voluntary contributions to legacy schemes), may be enteredinto under the scheme, and\n\t\t\tthe circumstances in which, and the process by which, such arrangementsmay be entered into.\n\t\tTreasury directions may require—\n\t\t\tspecified information (in addition to that specified in subsection (5)) tobe included in a remediable service statement;\n\t\t\tinformation that is included in a remediable service statement to be in aspecified form;\n\t\t\ta remediable service statement to be provided to a specified person or in aspecified manner;\n\t\t\tthat a remediable service statement should accompany, or be combined with,a benefit information statement provided under section 14 of PSPA 2013 orsection 14 of PSPA(NI) 2014 (benefit information statements).\n\t\t\t\tIn this subsection “specified” means specified in Treasury directions.\n\t\tProvision made under subsection (1) must require a remediable servicestatement in respect of a member of the scheme to be provided on or before therelevant date.\n\t\tProvision made under subsection (1) must also—\n\t\t\tin the case of a member of the scheme who has remediable service in anemployment or office in relation to which the member is for the time being anactive member, require a remediable service statement in respect of the memberto be provided at least once in each year ending with the anniversary of therelevant date;\n\t\t\tin the case of a member of the scheme who has remediable service in anemployment or office in relation to which the member is for the time being adeferred member, require a remediable service statement in respect of themember to be provided on request.\n\t\tOnly one request under subsection (8)(b) may be made during any period of12 months.\n\t\tIn this section “the relevant date” means—\n\t\t\tthe day after the final day of the period of 18 months beginning with theday on which section 2(1) comes into force in relation to the Chapter 1 legacyscheme, or\n\t\t\tsuch later day as the scheme manager considers reasonable in all thecircumstances in the case of a particular member or a particular class ofmember.\n\t\tA requirement by virtue of this section to provide a remediable servicestatement may be satisfied by providing it before this section or any otherprovision of this Chapter comes into force (and for the purposes of any suchstatement, references in this section to any provision of this Chapter are tobe read as if the provision were in force).\n\tSection 61 of the Equality Act 2010 etc\n\t\tIn determining for the purposes of this Chapter whether any service ispensionable service under a particular pension scheme, section 61 of EA 2010and paragraph 2 of Schedule 1 to EEAR(NI) 2006 (non-discrimination rule) areto be disregarded.\n\t\tTo the extent that section 61 of EA 2010 or paragraph 2 of Schedule 1 toEEAR(NI) 2006 has the effect (apart from this subsection) that any remediableservice of a person—\n\t\t\tis not pensionable service under a Chapter 1 new scheme, or\n\t\t\tis pensionable service under a Chapter 1 legacy scheme,\n\t\t\t\tit ceases to have effect (to that extent) immediately before the coming intoforce of section 2(1)."
    },
    {
        "length": 865,
        "text": "\nImmediate detriment cases\n\tApplication of Chapter to immediate detriment cases\n\t\tSubject as follows, nothing in sections 2 to 30 applies in relation to aperson’s remediable service in an employment or office if an immediatedetriment remedy has been obtained in relation to the service.\n\t\tScheme regulations for a Chapter 1 scheme may make provision for thepurpose of putting persons who have rights in respect of remediable service inrelation to which an immediate detriment remedy has been obtained, so far aspossible, in the position that they would have been in if there had been norelevant breach of a non-discrimination rule in relation to the service.\n\t\tThe provision that may be made under subsection (2) includes, inparticular—\n\t\t\tprovision corresponding to any provision of sections 2 to 30, or\n\t\t\tprovision applying any provision of this Chapter in its application topersons of a description specified in the regulations,\n\t\t\t\twith or without modifications.\n\t\tIn this section “non-discrimination rule” means a rule that is, or at anytime was, included in a Chapter 1 scheme by virtue of—\n\t\t\tsection 61 of EA 2010, or\n\t\t\tparagraph 2 of Schedule 1 to EEAR(NI) 2006.\n\t\tFor the purposes of this section a breach of a non-discrimination rule is“relevant” if it arises from the application of—\n\t\t\tan exception to section 18(1) of PSPA 2013 made under section 18(5) to (7)of that Act, or\n\t\t\tan exception to section 18(1) of PSPA(NI) 2014 made under section 18(5) to(8) of that Act.\n\tWhether an “immediate detriment remedy” has been obtained\n\t\tFor the purposes of section 31 an “immediate detriment remedy” has beenobtained in relation to a person’s remediable service in an employment oroffice if either of the following conditions is met.\n\t\tThe first condition is that—\n\t\t\ta court or tribunal has determined that, as a result of a non-discrimination rule, any person has any rights under a Chapter 1 scheme inrespect of the remediable service, and\n\t\t\tthe scheme manager of the scheme has—\n\t\t\tpaid any benefits or compensation in accordance with the determination, or\n\t\t\ttaken any other step (for example, altering records) to implement thedetermination.\n\t\tThe second condition is that—\n\t\t\tthe scheme manager of a Chapter 1 scheme and any person have agreed that,as a result of a non-discrimination rule, the person has any rights under aChapter 1 scheme in respect of the remediable service, and\n\t\t\tthe scheme manager of the scheme has—\n\t\t\tpaid any benefits or compensation in accordance with the agreement, or\n\t\t\ttaken any other step (for example, altering records) to implement theagreement.\n\t\tIn this section “non-discrimination rule” means a rule that is, or at anytime was, included in a Chapter 1 scheme by virtue of—\n\t\t\tsection 61 of EA 2010, or\n\t\t\tparagraph 2 of Schedule 1 to EEAR(NI) 2006."
    },
    {
        "length": 3053,
        "text": "\nInterpretation\n\tMeaning of “Chapter 1 scheme” etc\n\t\t“A Chapter 1 scheme” means—\n\t\t\ta Chapter 1 new scheme, or\n\t\t\ta Chapter 1 legacy scheme.\n\t\t“A Chapter 1 new scheme” means—\n\t\t\ta scheme under section 1 of PSPA 2013 (schemes for persons in publicservice) which—\n\t\t\tis a defined benefits scheme,\n\t\t\tis not a scheme for holders of a judicial office, and\n\t\t\tis not a scheme for local government workers (within the meaning of thatAct), or\n\t\t\ta scheme under section 1 of PSPA(NI) 2014 (schemes for persons in publicservice) which—\n\t\t\tis a defined benefits scheme,\n\t\t\tis not a scheme for holders of a judicial office, and\n\t\t\tis not a scheme for local government workers (within the meaning of thatAct).\n\t\t“A Chapter 1 legacy scheme” means—\n\t\t\tan existing scheme (within the meaning of PSPA 2013), other than—\n\t\t\ta scheme mentioned in any of paragraphs 2 to 15 of Schedule 5 to that Act(judicial schemes), or\n\t\t\ta scheme mentioned in paragraph 16 or 17 of that Schedule (localgovernment workers), or\n\t\t\tan existing scheme (within the meaning of PSPA(NI) 2014), other than—\n\t\t\ta scheme mentioned in paragraph 2 of Schedule 5 to that Act (judicialschemes), or\n\t\t\ta scheme mentioned in paragraph 3 of that Schedule (local governmentworkers).\n\t\tIn this section “judicial office” has the same meaning as in Chapter 2 (seesection 71).\n\t\tThis section has effect for the purposes of this Chapter.\n\tMeaning of “new scheme benefits”\n\t\tSubsection (2) defines “new scheme benefits” in relation to the remediableservice in an employment or office of a member of a Chapter 1 legacy schemethat is pensionable service under the scheme (whether or not by virtue ofsection 2(1)).\n\t\t“New scheme benefits” means the benefits that would be payable to or inrespect of the member if the remediable service were pensionable service underthe relevant Chapter 1 new scheme.\n\t\tWhere— \n\t\t\tby virtue of section 6 or 10, the benefits payable to or in respect of amember of a Chapter 1 legacy scheme, so far as they are determined byreference to the member’s remediable service, are new scheme benefits, and\n\t\t\tthe corresponding benefits, if payable under the relevant Chapter 1 newscheme, would have been payable only on the meeting of a condition (forexample that the member attains a particular age or makes a particularelection),\n\t\t\t\tthe new scheme benefits are payable under the Chapter 1 legacy scheme to or inrespect of the member only on the meeting of that condition.\n\t\tIn this section “the relevant Chapter 1 new scheme”, in relation to aChapter 1 legacy scheme, means the Chapter 1 new scheme that is connected withthe Chapter 1 legacy scheme.\n\t\tThis section has effect for the purposes of this Chapter.\n\tMeaning of “legacy scheme contributions” and “new schemecontributions”\n\t\tSubsections (2) and (3) apply in relation to a member of a Chapter 1 legacyscheme who has remediable service in an employment or office that ispensionable service under the scheme (whether or not by virtue of section2(1)).\n\t\tThe member’s “legacy scheme contributions” for a tax year are the pensioncontributions that would have been payable by the member under the scheme inthe tax year in respect of the remediable service if the service had, at thetime it took place, been pensionable service under the scheme.\n\t\tThe member’s “new scheme contributions” for a tax year are the pensioncontributions that would have been payable by the member under the relevantChapter 1 new scheme in the tax year in respect of the remediable service ifthe service had, at the time it took place, been pensionable service underthat scheme.\n\t\tIn this section “the relevant Chapter 1 new scheme”, in relation to aChapter 1 legacy scheme, means the Chapter 1 new scheme that is connected withthe Chapter 1 legacy scheme.\n\t\tThis section has effect for the purposes of this Chapter.\n\tMeaning of “opted-out service”\n\t\tAny continuous period of service of a person in an employment or office is“opted-out service” in that employment or office if—\n\t\t\tthe first, third, and fourth conditions in section 1 are met in relation tothe person and the service, and\n\t\t\tthe second condition in that section is not met in relation to the service,but would have been met if the person had not opted that the service shouldnot be (or had opted that the service should be) pensionable service under aChapter 1 scheme.\n\t\tFor the purposes of subsection (1)(b) a person is treated as having optedthat service should not be pensionable service under a Chapter 1 scheme if theservice would have been pensionable service under that scheme (or would havebeen if the person had opted that it should be) but for the fact that theperson had a partnership pension account.\n\t\tThis section has effect for the purposes of this Chapter.\n\tScheme regulations\n\t\tIn this Chapter “scheme regulations”—\n\t\t\tin relation to a Chapter 1 scheme within section 33(2)(a) or (3)(a), hasthe same meaning as in PSPA 2013 (see section 1(4) of that Act);\n\t\t\tin relation to a Chapter 1 scheme within section 33(2)(b) or (3)(b), hasthe same meaning as in PSPA(NI) 2014 (see section 1(4) of that Act).\n\t\tA power under this Chapter to make provision by means of scheme regulationsfor a Chapter 1 legacy scheme—\n\t\t\tis to be exercised by the responsible authority for the Chapter 1 newscheme that is connected with the Chapter 1 legacy scheme, and\n\t\t\tmay be exercised by amending the Chapter 1 legacy scheme.\n\t\tIn subsection (2) “responsible authority”—\n\t\t\tin relation to a Chapter 1 scheme within section 33(2)(a) or (3)(a), hasthe same meaning as in PSPA 2013 (see section 2 of that Act);\n\t\t\tin relation to a Chapter 1 scheme within section 33(2)(b) or (3)(b), hasthe same meaning as in PSPA(NI) 2014 (see section 2 of that Act).\n\tInterpretation of Chapter\n\t\tIn this Chapter—\n\t\t\t  * “Agency scheme” means— \n\t\t\ta scheme under section 1 of PSPA 2013 which is a defined benefits scheme forstaff of the Secret Intelligence Service or Security Service, or\n\t\t\ta scheme under section 1 of SA 1972 which is a defined benefits scheme andrelates to staff of the Secret Intelligence Service or Security Service;\n\t\t\t\t  * “Chapter 1 legacy scheme” has the meaning given by section 33(3); \n\t\t\t\t  * “Chapter 1 new scheme” has the meaning given by section 33(2); \n\t\t\t\t  * “Chapter 1 scheme” has the meaning given by section 33(1); \n\t\t\t\t  * “the closing date” has the meaning given by section 1(8); \n\t\t\t\t  * “compensation benefits” means benefits by way of compensation for loss of office or employment; \n\t\t\t\t  * “defined benefits scheme”: a pension scheme is a “defined benefits scheme” if or to the extent that the benefits that may be provided under the scheme are not— \n\t\t\tmoney purchase benefits (within the meaning of PSA 1993 or PS(NI)A 1993), or\n\t\t\tinjury and compensation benefits;\n\t\t\t\t  * “the end of the section 6 election period”, in relation to a member of a Chapter 1 legacy scheme, has the meaning given by section 7(2); \n\t\t\t\t  * “the end of the section 10 election period”, in relation to a member of a Chapter 1 legacy scheme, has the meaning given by section 11(1); \n\t\t\t\t  * “injury benefits” means benefits by way of compensation for incapacity or death as a result of injury or illness; \n\t\t\t\t  * “judicial legacy scheme” has the same meaning as in Chapter 2 (see section 70); \n\t\t\t\t  * “legacy scheme contributions” has the meaning given by section 35; \n\t\t\t\t  * “mixed service” has the meaning given by section 19; \n\t\t\t\t  * “new scheme benefits” has the meaning given by section 34; \n\t\t\t\t  * “new scheme contributions” has the meaning given by section 35; \n\t\t\t\t  * “opted-out service” has the meaning given by section 36; \n\t\t\t\t  * “the relevant Chapter 1 legacy scheme”, in relation to a person’s remediable service in an employment or office, has the meaning given by section 4; \n\t\t\t\t  * “a relevant firefighters’ legacy scheme” means— \n\t\t\tSchedule 1 to the Firefighters’ Pension Scheme (England) Order 2006 ([S.I.2006/3432](/id/uksi/2006/3432?view=plain \"Go to item of legislation\")) (newfirefighters’ scheme),\n\t\t\tSchedule 1 to the Firefighters’ Pension Scheme (Wales) Order 2007 ([S.I.2007/1072](/id/uksi/2007/1072?view=plain \"Go to item of legislation\")) (newfirefighters’ scheme),\n\t\t\tSchedule 1 to the Firefighters’ Pension Scheme (Scotland) Order 2007 ([S.S.I.2007/199](/id/ssi/2007/199?view=plain \"Go to item of legislation\")) (newfirefighters’ scheme), or\n\t\t\tthe Annex to the New Firefighters’ Pension Scheme Order (Northern Ireland)2007 ([S.R. (N.I.) 2007 No. 215](/id/nisr/2007/215?view=plain \"Go to item oflegislation\")) (new firefighters’ scheme);\n\t\t\t\t  * “remediable service” has the meaning given by section 1; \n\t\t\t\t  * “remediable service statement” has the meaning given by section 29; \n\t\t\t\t  * “scheme regulations” has the meaning given by section 37; \n\t\t\t\t  * “Treasury directions” means— \n\t\t\tin relation to a Chapter 1 scheme within section 33(2)(a) or (3)(a),directions given by the Treasury;\n\t\t\tin relation to a Chapter 1 scheme within section 33(2)(b) or (3)(b),directions given by the Department of Finance in Northern Ireland.\n\t\tWhere— \n\t\t\ta member of a pension scheme has service in multiple employments or officesthat is pensionable service under the scheme, and\n\t\t\tthe service is aggregated for the purpose of determining the amount of anybenefit under the scheme,\n\t\t\t\tthe service is treated for the purposes of this Chapter as service in a singleemployment or office (and references to the employment or office in relationto the service are to be read accordingly)."
    },
    {
        "length": 794,
        "text": "\nRemediable service\n\tMeaning of “remediable service”\n\t\tFor the purposes of this Chapter any continuous period of service of aperson in a judicial office is “remediable service” in that office if thefollowing five conditions are met.\n\t\tIn this section “the service in question” means the service mentioned insubsection (1).\n\t\tThe first condition is that the service in question takes place in theperiod beginning with 1 April 2015 and ending with 31 March 2022.\n\t\tThe second condition is that the service in question—\n\t\t\tis pensionable service under a judicial scheme, or\n\t\t\twould have been pensionable service under a judicial scheme but for thefact that the person, in accordance with the scheme, opted that it should notbe (or failed to opt that it should be) pensionable service under the scheme.\n\t\t\t\tThe second condition is met if all of the service in question falls withinparagraphs (a) and (b) (even if it does not all fall within only one of thoseparagraphs).\n\t\tThe third condition is that the person was, on 31 March 2012 or any earlierday, in service in an employment or office that is pensionable service under—\n\t\t\ta Chapter 1 legacy scheme (within the meaning of Chapter 1),\n\t\t\ta judicial legacy scheme, or\n\t\t\ta local government legacy scheme (within the meaning of Chapter 3).\n\t\tThe fourth condition is that there is no disqualifying gap in servicefalling within the period—\n\t\t\tbeginning with the day after the most recent day in relation to which thethird condition is met, and\n\t\t\tending with the day before the first day of the service in question.\n\t\tThe fifth condition is that the person was under the age of 55 on 1 April2012.\n\t\tFor the purposes of subsection (4)(b), a person is treated as having optedin accordance with the scheme that service should not be pensionable serviceunder a judicial scheme if the service would have been pensionable serviceunder that scheme (or would have been if the person had opted that it shouldbe) but for the fact that the person had a partnership pension account.\n\t\tIn subsection (6) “disqualifying gap in service” means a period longer than5 years at no time during which is the person in service in an employment oroffice which is pensionable service under—\n\t\t\ta Chapter 1 scheme (within the meaning of Chapter 1),\n\t\t\ta judicial scheme, or\n\t\t\ta local government scheme (within the meaning of Chapter 3).\n\t\tIn determining for the purposes of this section whether any service ispensionable service under a particular scheme, sections 2(1), 42(2) to (5) and45(2) (under which service may be treated as pensionable, or not pensionable,under particular schemes) are to be disregarded.\n\t\tSee also section 66(1) (which requires section 61 of the Equality Act 2010 andparagraph 2 of Schedule 1 to EEAR(NI) 2006 to be disregarded)."
    },
    {
        "length": 3454,
        "text": "\nOptions exercise\n\tLegacy scheme elections\n\t\tAn election (“a legacy scheme election”) may be made in respect of a personwho has remediable service in a judicial office.\n\t\tSubsection (1) is subject to subsection (3) and section 41(2) and (5)(partnership pension account: requirement to transfer and surrender rights).\n\t\tA legacy scheme election may not be made in respect of a person if a 2015scheme election has been made in respect of the person.\n\t\tA legacy scheme election—\n\t\t\tmust be in writing,\n\t\t\tmust be received by the relevant authority before the end of the electionperiod,\n\t\t\t(subject to subsection (5)) takes effect at the end of the election period,and\n\t\t\tis irrevocable.\n\t\tIn a case in which—\n\t\t\tsection 41(2) or (5) applies (election made in respect of a person with PPAopted-out service), and\n\t\t\tthe steps mentioned in section 41(3) or (6) have not been taken at the endof the election period,\n\t\t\t\tthe legacy scheme election takes effect immediately after the steps are taken.\n\tPartnership pension account: requirement to transfer and surrenderrights\n\t\tSubsection (2) applies where—\n\t\t\ta person (“P”) has remediable service in a salaried judicial office, and\n\t\t\tany of the remediable service is PPA opted-out service.\n\t\tA legacy scheme election in respect of P may not be made unless—\n\t\t\tthe relevant authority is satisfied that the steps mentioned in subsection(3) have been taken, or\n\t\t\tthe appropriate person has notified the relevant authority that they intendto instigate and facilitate the taking of those steps.\n\t\tThe steps are—\n\t\t\tthe transfer of any relevant assets and liabilities to the relevantjudicial legacy salaried scheme,\n\t\t\tthe surrender of any entitlement to a pension under the relevant judiciallegacy salaried scheme, and any right to a future pension under that scheme,that would otherwise arise under the rules of the scheme in respect of thevalue of the assets and liabilities transferred, and\n\t\t\tif at any time any relevant assets and liabilities were transferred out ofthe partnership pension account (otherwise than in the course of a transfer tothe relevant judicial legacy salaried scheme), the payment by the appropriateperson to the relevant judicial legacy salaried scheme of an amount,determined by the relevant authority after consulting the Government Actuary,in respect of the value of the relevant assets transferred.\n\t\tSubsection (5) applies where—\n\t\t\ta person (“P”) has remediable service in a fee-paid judicial office, and\n\t\t\tany of the remediable service is PPA opted-out service.\n\t\tA legacy scheme election in respect of P may not be made unless—\n\t\t\tthe relevant authority is satisfied that the steps mentioned in subsection(6) have been taken, or\n\t\t\tthe appropriate person has notified the relevant authority that they intendto instigate and facilitate the taking of those steps.\n\t\tThe steps are—\n\t\t\tthe transfer of any relevant assets and liabilities to the judicial legacyfee-paid scheme,\n\t\t\tthe surrender of any entitlement to a pension under the judicial legacyfee-paid scheme, and any right to a future pension under that scheme, thatwould otherwise arise under the rules of the scheme in respect of the value ofthe assets and liabilities transferred, and\n\t\t\tif at any time any relevant assets and liabilities were transferred out ofthe partnership pension account (otherwise than in the course of a transfer tothe judicial legacy fee-paid scheme), the payment by the appropriate person tothe judicial legacy fee-paid scheme of an amount, determined by the relevantauthority after consulting the Government Actuary, in respect of the value ofthe relevant assets transferred.\n\t\tIn this section “the appropriate person”, in relation to a person (“P”) whohas PPA opted-out service, means the person by whom a legacy scheme electionin respect of P may be made (see section 46).\n\t\tFor the purposes of this section assets and liabilities are “relevant” inrelation to any PPA opted-out service of a person (“P”) if—\n\t\t\tthey are referable to pension contributions or voluntary contributions thatwere made by or on behalf of P in respect of the service, and\n\t\t\tthey are held for the purposes of a partnership pension account.\n\t\t\t\tThis is subject to subsection (9).\n\t\tWhere— \n\t\t\tthe total of the pension contributions, together with any voluntarycontributions, that were paid by P in respect of the PPA opted-out service,exceeds\n\t\t\tthe total of the pension contributions that would have been payable by P inrespect of that service if the service had been pensionable service under thejudicial legacy scheme to which the relevant assets and liabilities are to betransferred,\n\t\t\tthe assets and liabilities that the relevant authority, after consulting theGovernment Actuary, determines are referable to the excess are not “relevant”in relation to the PPA opted-out service.\n\t\tA reference in subsection (9) to pension contributions or voluntarycontributions paid by P in respect of PPA opted-out service is a reference tothe amount of the contributions paid, net of any tax relief under section 188of FA 2004 (relief for contributions) to which P was entitled in respect ofthem.\n\tLegacy scheme elections: effect\n\t\tSubsections (2) to (5) apply where a legacy scheme election is made inrespect of a person.\n\t\tThe person’s remediable service in any salaried judicial office, to theextent that it is otherwise pensionable service under a judicial 2015 scheme,is treated—\n\t\t\tas not being, and as never having been, pensionable service under thatscheme, and\n\t\t\tas being, and as always having been, pensionable service under the relevantjudicial legacy salaried scheme.\n\t\tThe person’s remediable service in any salaried judicial office, to theextent that it is otherwise opted-out service, is treated as being, and asalways having been, pensionable service under the relevant judicial legacysalaried scheme.\n\t\tThe person’s remediable service in any fee-paid judicial office, to theextent that it is otherwise pensionable service under a judicial 2015 scheme,is treated—\n\t\t\tas not being, and as never having been, pensionable service under thatscheme, and\n\t\t\tas being, and as always having been, pensionable service under the judiciallegacy fee-paid scheme.\n\t\tThe person’s remediable service in any fee-paid judicial office, to theextent that it is otherwise opted-out service, is treated as being, and asalways having been, pensionable service under the judicial legacy fee-paidscheme.\n\t\tSubsections (2) to (5) have effect—\n\t\t\tfor the purposes of determining which judicial scheme is (or at any timewas) required to pay benefits to or in respect of a member,\n\t\t\tfor the purposes of determining the amount of any benefits that are (or atany time were) payable under a judicial scheme to or in respect of a member,\n\t\t\tfor the purposes of determining the judicial scheme to which a member is(or at any time was) required to pay pension contributions under a judicialscheme,\n\t\t\tfor the purposes of determining the amount of any pension contributionsthat are (or at any time were) payable under judicial schemes by members, and\n\t\t\tsubject to any provision of this Chapter to the contrary, for all otherpurposes.\n\t\tSubsections (2) to (5) do not affect—\n\t\t\tany arrangements under a judicial scheme under which a member payscontributions to the scheme on a voluntary basis so as to secure additionalbenefits, or the earlier payment of benefits, under the scheme, or\n\t\t\tany rights under a judicial scheme in respect of a transfer in to thescheme of an amount in respect of rights accrued under another pension scheme.\n\tMeaning of “the relevant judicial legacy salaried scheme”\n\t\tIn this Chapter “the relevant judicial legacy salaried scheme”, in relation toa person’s remediable service in a salaried judicial office, means—\n\t\t\tin a case in which, before 1 April 2015, the person accrued pensionableservice in a salaried judicial office under only one judicial legacy salariedscheme, that scheme;\n\t\t\tin a case in which, before 1 April 2015, the person accrued pensionableservice in a salaried judicial office under more than one judicial legacysalaried scheme, the judicial legacy salaried scheme under which the personmost recently accrued pensionable service in the office;\n\t\t\tin a case in which, before 1 April 2015, the person did not accruepensionable service in a salaried judicial office under any judicial legacysalaried scheme, the scheme constituted by Part 1 of JUPRA 1993.\n\t442015 scheme elections\n\t\tAn election (a “2015 scheme election”) may (subject to subsection (2)) bemade in respect of a person who has remediable service in a judicial office.\n\t\tA 2015 scheme election may not be made in respect of a person if—\n\t\t\tany of the person’s remediable service is opted-out service, or\n\t\t\ta legacy scheme election has been made in respect of the person.\n\t\tA 2015 scheme election—\n\t\t\tmust be in writing,\n\t\t\tmust be received by the relevant authority before the end of the electionperiod,\n\t\t\ttakes effect at the end of the election period, and\n\t\t\tis irrevocable.\n\t\tSubsection (2)(a) does not apply in a case in which—\n\t\t\tsome of the person’s service in a judicial office is pensionable serviceunder a judicial legacy scheme, and\n\t\t\tsection 39(4)(b) applies to the person’s opted-out service only in relationto a judicial 2015 scheme.\n\t452015 scheme elections: effect\n\t\tSubsection (2) applies where a 2015 scheme election is made in respect of aperson.\n\t\tThe person’s remediable service in any judicial office (whether salaried orfee-paid), to the extent that it is otherwise pensionable service under ajudicial legacy scheme, is treated—\n\t\t\tas not being, and as never having been, pensionable service under thatscheme, and\n\t\t\tas being, and as always having been, pensionable service under the relevant2015 scheme.\n\t\tIn subsection (2) “the relevant 2015 scheme” means—\n\t\t\tin relation to service in a judicial office within section 71(1)(a) or (b),the Judicial Pensions Regulations 2015 ([S.I.2015/182](/id/uksi/2015/182?view=plain \"Go to item of legislation\"));\n\t\t\totherwise, the Judicial Pensions Regulations (Northern Ireland) 2015 ([S.R.(N.I.) 2015 No. 76](/id/nisr/2015/76?view=plain \"Go to item of legislation\")).\n\t\tSubsection (2) has effect—\n\t\t\tfor the purposes of determining which judicial scheme is (or at any timewas) required to pay benefits to or in respect of a member,\n\t\t\tfor the purposes of determining the amount of any benefits that are (or atany time were) payable under a judicial scheme to or in respect of a member,\n\t\t\tfor the purposes of determining the judicial scheme to which a member is(or at any time was) required to pay pension contributions under a judicialscheme,\n\t\t\tfor the purposes of determining the amount of any pension contributionsthat are (or at any time were) payable under judicial schemes by members, and\n\t\t\tsubject to any provision of this Chapter to the contrary, for all otherpurposes.\n\t\tSubsection (2) does not affect—\n\t\t\tany arrangements under a judicial scheme under which a member payscontributions to the scheme on a voluntary basis so as to secure additionalbenefits, or the earlier payment of benefits, under the scheme, or\n\t\t\tany rights under a judicial scheme in respect of a transfer in to thescheme of an amount in respect of rights accrued under another pension scheme.\n\tPerson by whom election is to be made\n\t\tThe person by whom a legacy scheme election or 2015 scheme election inrespect of a person (“P”) is to be made is P or, if P is deceased—\n\t\t\tthe adult survivor, or\n\t\t\tif there is no adult survivor, P’s personal representatives.\n\t\tIn this section “adult survivor” means a surviving spouse, civil partner orother adult who is entitled under the relevant judicial scheme to a pensiondetermined (to any extent) by reference to P’s remediable service.\n\t\tIn subsection (2) “the relevant judicial scheme” means the judicial schemeunder which P most recently accrued pensionable service."
    },
    {
        "length": 2811,
        "text": "\nOptions exercise: further provision\n\tCases in which 2015 scheme election treated as made\n\t\tSubsection (2) applies where —\n\t\t\ta person has remediable service in a judicial office which is mixedservice, and\n\t\t\tno legacy scheme election or 2015 scheme election in respect of the personis made before the end of the election period.\n\t\tA 2015 scheme election in respect of the person is treated as having beenmade.\n\t\tFor the purposes of this section a person’s remediable service in ajudicial office is “mixed service” if—\n\t\t\tsome of the service is pensionable service under a judicial legacy scheme,and\n\t\t\tsome of the service is—\n\t\t\tpensionable service under a judicial 2015 scheme, or\n\t\t\tPPA opted-out service.\n\tBenefits for children where election made\n\t\tSubsection (2) applies where—\n\t\t\ta 2015 scheme election is made in respect of a deceased person (“P”),\n\t\t\tP is survived by a child,\n\t\t\tthe child is not living in the same household as an adult survivor of P,and\n\t\t\tthe benefits payable under the judicial 2015 scheme in respect of the childare, in the opinion of the scheme manager of the scheme, less valuable (lookedat in the round) than those that would have been payable in respect of thechild if a legacy scheme election had been made in respect of P.\n\t\tThe benefits payable in respect of the child under the judicial 2015scheme, so far as they are determined by reference to P’s remediable service,are such benefits as would have been payable in respect of the child, so faras they are determined by reference to P’s remediable service, if a legacyscheme election had been made in respect of P.\n\t\tFor the purposes of subsections (1) and (2)—\n\t\t\t“child” means any individual who would have received benefits in respect ofP under a judicial legacy scheme in their capacity as a child if a legacyscheme election had been made in respect of P;\n\t\t\t“adult survivor” means a surviving spouse, civil partner or other adult whois entitled under the judicial 2015 scheme to a pension determined (to anyextent) by reference to P’s remediable service.\n\t\tSubsection (5) applies where—\n\t\t\ta legacy scheme election is made in respect of a deceased person (“P”),\n\t\t\tP is survived by a child,\n\t\t\tthe child is not living in the same household as an adult survivor of P,and\n\t\t\tthe benefits payable under the judicial legacy scheme in respect of thechild are, in the opinion of the scheme manager of the scheme, less valuable(looked at in the round) than those that would have been payable in respect ofthe child if a 2015 scheme election had been made in respect of P.\n\t\tThe benefits payable in respect of the child under the judicial legacyscheme, so far as they are determined by reference to P’s remediable service,are such benefits as would have been payable in respect of the child, so faras they are determined by reference to P’s remediable service, if a 2015scheme election had been made in respect of P.\n\t\tFor the purposes of subsections (4) and (5)—\n\t\t\t“child” means any individual who would have received benefits in respect ofP under a judicial 2015 scheme in their capacity as a child if a 2015 schemeelection had been made in respect of P;\n\t\t\t“adult survivor” means a surviving spouse or civil partner who is entitledunder the judicial legacy scheme to a pension determined (to any extent) byreference to P’s remediable service.\n\t\tSubsections (2) and (5) apply in relation to benefits that were payable inrespect of the child before, as well as after, the election in question comesinto effect.\n\tEffect of elections on benefits previously paid or payable\n\t\tSubsection (2) applies in relation to any benefits (“the paid benefits”)that a judicial 2015 scheme has at any time paid to a person (“P”) so far as—\n\t\t\tthey are calculated by reference to P’s, or any other person’s, remediableservice in a salaried judicial office, and\n\t\t\tthey are benefits that, as a result of a legacy scheme election made inrespect of P or any other person, P was not entitled to receive from thescheme.\n\t\tThe paid benefits are to be treated for all purposes—\n\t\t\tas not having been paid to P by the judicial 2015 scheme, but\n\t\t\tas having been paid to P instead by the relevant judicial legacy salariedscheme.\n\t\tSubsection (4) applies in relation to any benefits (“the paid benefits”)that a judicial 2015 scheme has at any time paid to a person (“P”) so far as—\n\t\t\tthey are calculated by reference to P’s, or any other person’s, remediableservice in a fee-paid judicial office, and\n\t\t\tthey are benefits that, as a result of a legacy scheme election made inrespect of P or any other person, P was not entitled to receive from thescheme.\n\t\tThe paid benefits are to be treated for all purposes—\n\t\t\tas not having been paid to P by the judicial 2015 scheme, but\n\t\t\tas having been paid to P instead by the judicial legacy fee-paid scheme.\n\t\tSubsection (6) applies in relation to any benefits (“the paid benefits”)that a judicial legacy scheme has at any time paid to a person (“P”) so faras—\n\t\t\tthey are calculated by reference to P’s, or any other person’s, remediableservice in a judicial office, and\n\t\t\tthey are benefits that, as a result of a 2015 scheme election made inrespect of P or any other person, P was not entitled to receive from thescheme.\n\t\tThe paid benefits are to be treated for all purposes—\n\t\t\tas not having been paid to P by the judicial legacy scheme, but\n\t\t\tas having been paid to P instead by the relevant 2015 scheme.\n\t\tIn subsection (6) “the relevant 2015 scheme” means—\n\t\t\tin relation to service in a judicial office within section 71(1)(a) or (b),the Judicial Pensions Regulations 2015 ([S.I.2015/182](/id/uksi/2015/182?view=plain \"Go to item of legislation\"));\n\t\t\totherwise, the Judicial Pensions Regulations (Northern Ireland) 2015 ([S.R.(N.I.) 2015 No. 76](/id/nisr/2015/76?view=plain \"Go to item of legislation\")).\n\t\tSubsection (9) applies where, as a result of a legacy scheme election or2015 scheme election (and after taking into account the effect of subsections(2), (4) and (6))—\n\t\t\ta judicial scheme owes a person an amount in respect of benefits which—\n\t\t\tare calculated by reference to a member’s remediable service in a judicialoffice, and\n\t\t\twere payable before the end of the election period, or\n\t\t\ta person owes a judicial scheme an amount in respect of such benefits.\n\t\tThe liability is to be discharged only in accordance with section 51(corrections for pension benefits and lump sum benefits).\n\tEffect of elections on pension contributions previously paid orpayable\n\t\tSubsection (2) applies where a member (“M”) of a judicial 2015 scheme haspaid any pension contributions (“the paid contributions”) under the schemewhich—\n\t\t\tare calculated by reference to M’s remediable service in a salariedjudicial office, and\n\t\t\tas a result of a legacy scheme election made in respect of M, M was notrequired to pay to the scheme.\n\t\tThe paid contributions are to be treated for all purposes—\n\t\t\tas not having been paid by M to the judicial 2015 scheme, but\n\t\t\tas having been paid by M instead to the relevant judicial legacy salariedscheme.\n\t\tSubsection (4) applies where a member (“M”) of a judicial 2015 scheme haspaid any pension contributions (“the paid contributions”) under the schemewhich—\n\t\t\tare calculated by reference to M’s remediable service in a fee-paidjudicial office, and\n\t\t\tas a result of a legacy scheme election made in respect of M, M was notrequired to pay to the scheme.\n\t\tThe paid contributions are to be treated for all purposes—\n\t\t\tas not having been paid by M to the judicial 2015 scheme, but\n\t\t\tas having been paid by M instead to the judicial legacy fee-paid scheme.\n\t\tSubsection (6) applies where a member (“M”) of a judicial legacy scheme haspaid any pension contributions (“the paid contributions”) under the schemewhich—\n\t\t\tare calculated by reference to M’s remediable service in a judicial office,and\n\t\t\tas a result of a 2015 scheme election made in respect of M, M was notrequired to pay to the scheme.\n\t\tThe paid contributions are to be treated for all purposes—\n\t\t\tas not having been paid by M to the judicial legacy scheme, but\n\t\t\tas having been paid by M instead to the relevant 2015 scheme.\n\t\tIn subsection (6) “the relevant 2015 scheme” means—\n\t\t\tin relation to service in a judicial office within section 71(1)(a) or (b),the Judicial Pensions Regulations 2015 ([S.I.2015/182](/id/uksi/2015/182?view=plain \"Go to item of legislation\"));\n\t\t\totherwise, the Judicial Pensions Regulations (Northern Ireland) 2015 ([S.R.(N.I.) 2015 No. 76](/id/nisr/2015/76?view=plain \"Go to item of legislation\")).\n\t\tSubsection (9) applies where, as a result of a legacy scheme election or2015 scheme election (and after taking into account the effect of subsections(2), (4) and (6))—\n\t\t\ta judicial scheme owes a person an amount in respect of pensioncontributions which are calculated by reference to a member’s remediableservice in a judicial office, or\n\t\t\ta person owes a judicial scheme an amount in respect of such contributions.\n\t\tThe liability is to be discharged only in accordance with section 52(corrections for pension contributions)."
    },
    {
        "length": 3176,
        "text": "\nPension benefits and contributions: corrections\n\tPension benefits and lump sums benefits\n\t\tThis section applies in relation to a member (“M”) of a judicial schemewho, at the end of the election period—\n\t\t\thas remediable service in a judicial office that is pensionable serviceunder the scheme, and\n\t\t\tis a pensioner member in relation to the judicial office, or is deceased.\n\t\tWhere— \n\t\t\tthe aggregate of the pension benefits, if any, that (after taking intoaccount the effect, if any, of section 49(2), (4) or (6)) have been paid underthe scheme to any person (“the beneficiary”) in respect of M’s remediableservice in the judicial office, exceeds\n\t\t\tthe aggregate of the pension benefits to which (after taking into accountthe effect, if any, of section 42(2) to (5) or 45(2)) the beneficiary wasentitled under the scheme in respect of the service,\n\t\t\t\tthe beneficiary must pay the difference to the scheme.\n\t\tWhere— \n\t\t\tthe amount mentioned in subsection (2)(a), is less than\n\t\t\tthe amount mentioned in subsection (2)(b),\n\t\t\tthe scheme manager must pay the difference to the beneficiary.\n\t\tWhere— \n\t\t\tthe aggregate of the lump sum benefits, if any, that (after taking intoaccount the effect, if any, of section 49(2), (4) or (6)) have been paid underthe scheme to any person (“the beneficiary”) in respect of M’s remediableservice in the judicial office, exceeds\n\t\t\tthe aggregate of the lump sum benefits to which (after taking into accountthe effect, if any, of section 42(2) to (5) or 45(2)) the beneficiary wasentitled under the scheme in respect of the service,\n\t\t\tthe beneficiary must pay the difference to the scheme.\n\t\tWhere— \n\t\t\tthe amount mentioned in subsection (4)(a), is less than\n\t\t\tthe amount mentioned in subsection (4)(b),\n\t\t\tthe scheme manager must pay the difference to the beneficiary.\n\t\tIf— \n\t\t\tM is deceased,\n\t\t\ta PPA lump sum death benefit has been paid on the death of M, and\n\t\t\ta legacy scheme election has been made in respect of M,\n\t\t\tthe PPA lump sum death benefit is to be treated for the purposes of subsection(4)(a) as a lump sum benefit paid under the scheme in respect of M’sremediable service in the judicial office.\n\t\tIf— \n\t\t\ta 2015 scheme election has been made in respect of M, and\n\t\t\tM has been paid a judicial service award in respect of M’s service in thejudicial office,\n\t\t\tthe judicial service award is to be treated for the purposes of subsection(4)(a) as a lump sum benefit paid to M under the scheme in respect of M’sremediable service in the judicial office.\n\t\tIn this section—\n\t\t\t  * “judicial service award” means an amount payable pursuant to a determination of the Lord Chancellor relating to judicial service awards for holders of judicial offices; \n\t\t\t  * “lump sum benefit” means any benefit payable under a pension scheme by way of a lump sum; \n\t\t\t  * “pension benefit” means any benefit payable under a pension scheme otherwise than by way of a lump sum; \n\t\t\t  * “PPA lump sum death benefit” means an amount paid by the relevant authority, on the death of a person who has a partnership pension account, to a person nominated by the deceased or to the person’s personal representatives. \n\tPension contributions\n\t\tThis section applies in relation to a member (“M”) of a judicial schemewho, at the end of the election period has remediable service in a judicialoffice that is pensionable service under the scheme.\n\t\tWhere— \n\t\t\tthe paid contributions amount for an in-scope tax year in respect of M’sremediable service in the judicial office, exceeds\n\t\t\tthe payable contributions amount for that tax year in respect of thatservice,\n\t\t\t\tthe scheme manager must (directly or indirectly) pay an amount in respect ofthe difference to the appropriate person.\n\t\tWhere— \n\t\t\tthe paid contributions amount for an out-of-scope tax year in respect ofM’s remediable service in the judicial office, exceeds\n\t\t\tthe payable contributions amount for that tax year in respect of thatservice,\n\t\t\tno amount is to be paid by the scheme manager in respect of the difference tothe appropriate person.\n\t\tWhere— \n\t\t\tthe paid contributions amount for an in-scope or out-of-scope tax year inrespect of M’s remediable service in the judicial office, is less than\n\t\t\tthe payable contributions amount for that tax year in respect of thatservice,\n\t\t\tthe appropriate person must pay pension contributions in respect of thedifference to the scheme.\n\t\tA reference in this section to “the paid contributions amount” for a taxyear in respect of M’s remediable service in a judicial office is a referenceto the sum of—\n\t\t\tthe aggregate of the pension contributions that (after taking into accountthe effect, if any, of section 50(2), (4) and (6)) have been paid under thescheme by M in the tax year in respect of so much of the service as was notPPA opted-out service, and\n\t\t\twhere any of the remediable service was PPA opted-out service—\n\t\t\tthe aggregate of the pension contributions and any voluntary contributionsthat have been paid by M under the partnership pension account in the tax yearin respect of the PPA opted-out service, or\n\t\t\tif lower, the aggregate of the pension contributions that (after takinginto account the effect, if any, of section 42(2) to (5) or 45(2)) werepayable under the scheme by M for that tax year in respect of the PPA opted-out service.\n\t\tA reference in this section to “the payable contributions amount” for a taxyear in respect of M’s remediable service in a judicial office means theaggregate of the pension contributions that (after taking into account theeffect, if any, of section 42(2) to (5) or 45(2)) were payable under thescheme by M for that tax year in respect of the service.\n\t\tIn this section “the appropriate person” means—\n\t\t\tM, or\n\t\t\tif M is deceased, M’s personal representatives.\n\t\tFor the purposes of this section—\n\t\t\ta tax year is “in-scope” in relation to M if any necessary adjustment tothe amount of income tax paid by M in respect of PAYE income for the tax yearis capable of being enforced by HMRC under PAYE regulations;\n\t\t\ta tax year is “out-of-scope” in relation to M if it is not in-scope inrelation to M.\n\t\tA reference in this section to pension contributions or voluntarycontributions paid by a person under a partnership pension account is areference to the amount of the contributions paid, net of any tax relief undersection 188 of FA 2004 (relief for contributions) to which the person wasentitled in respect of them.\n\tEffective pension age payments\n\t\tSubsections (2) and (3) apply where—\n\t\t\ta person (“P”) has remediable service in a judicial office,\n\t\t\tP has, during the period of remediable service, paid any effective pensionage payments to a judicial 2015 scheme, and\n\t\t\ta legacy scheme election is made in respect of P.\n\t\tThe rights that would otherwise have been secured by the effective pensionage payments are extinguished.\n\t\tThe scheme manager of the judicial 2015 scheme must pay to the appropriateperson an amount by way of compensation equal to—\n\t\t\tthe aggregate of the effective pension age payments paid by P, less\n\t\t\tan amount in respect of the value of the tax relief under section 188 of FA2004 (member contributions) to which P was entitled in respect of thosepayments.\n\t\tIn subsection (3) “the appropriate person” means—\n\t\t\tP, or\n\t\t\tif P is deceased, P’s personal representatives.\n\t\tIn this section “effective pension age payments” means payments under—\n\t\t\tPart 3 of Schedule 1 to the Judicial Pensions Regulations 2015 ([S.I.2015/182](/id/uksi/2015/182?view=plain \"Go to item of legislation\")), or\n\t\t\tPart 3 of Schedule 1 to the Judicial Pensions Regulations (NorthernIreland) 2015 ([S.R. (N.I.) 2015 No. 76](/id/nisr/2015/76?view=plain \"Go toitem of legislation\")).\n\tTransitional protection allowance\n\t\tSubsection (2) applies where—\n\t\t\ta person (“P”) has remediable service in a judicial office,\n\t\t\tP’s employer (“the employer”) has paid P a transitional protectionallowance, and\n\t\t\ta legacy scheme election is made in respect of P.\n\t\tThe appropriate person must pay to the employer an amount equal to—\n\t\t\tthe amount of the transitional protection allowance, less\n\t\t\tan amount in respect of the income tax suffered by P that is attributableto the transitional protection allowance.\n\t\tIn subsection (2) “the appropriate person” means—\n\t\t\tP, or\n\t\t\tif P is deceased, P’s personal representatives.\n\t\tIn this section “transitional protection allowance” means an amount paid toa person, pursuant to an agreement between the person and the person’semployer, that the person should not accrue pensionable service under anyjudicial scheme after 31 March 2015.\n\t\tA reference in this section to a person’s employer is to the person’semployer for the purposes of any judicial scheme of which the person is amember.\n\tPower to reduce benefits in lieu of paying liabilities owed to scheme\n\t\tScheme regulations for a judicial scheme may make provision under which—\n\t\t\ta person who would otherwise be required to pay an amount under or byvirtue of this Chapter to the scheme, or to the person’s employer, is notrequired to pay that amount to the scheme or the employer, and\n\t\t\tinstead, the benefits payable to or in respect of the person under thescheme are reduced in accordance with the regulations.\n\t\tScheme regulations for a judicial scheme may make provision under which, ina case in which a person is (by virtue of provision made under subsection (1))not required to pay an amount to the person’s employer, the scheme manager isrequired to reimburse the employer.\n\t\tA reference in this section to a person’s employer is to the person’semployer for the purposes of any judicial scheme of which the person is amember.\n\tPowers to reduce or waive liabilities\n\t\tScheme regulations for a judicial scheme may make provision under which aliability owed by a person to the scheme under section 51 (corrections forpension benefits and lump sum benefits) is reduced or waived.\n\t\tScheme regulations for a judicial scheme may make provision under which aliability to pay pension contributions owed by a person to the scheme undersection 52 (corrections for pension contributions) is reduced or waived.\n\t\tThe provision that may be made under subsection (2) includes, inparticular, provision under which a liability to pay pension contributions isreduced by tax relief amounts.\n\t\tIn subsection (3) “tax relief amounts” means amounts determined byreference to the tax relief under section 188 of FA 2004 (relief for members’contributions) that would have been available in respect of the amounts owedif—\n\t\t\tthey had been paid in a different tax year, or\n\t\t\tthey had been paid to a different judicial scheme."
    },
    {
        "length": 1573,
        "text": "\nPowers to make provision in relation to special cases\n\tPension credit members\n\t\tScheme regulations for a judicial scheme may make provision about thebenefits payable to or in respect of a relevant pension credit member and thecorresponding pension debit member.\n\t\tIn this section “relevant pension credit member”, in relation to a judicialscheme, means a person who has rights under the scheme—\n\t\t\twhich are attributable (directly or indirectly) to a pension credit, and\n\t\t\tthe value of which was determined (to any extent) by reference to the valueof benefits payable in respect of the remediable service in a judicial officeof another person.\n\t\tIn this section “the corresponding pension debit member”, in relation to arelevant pension credit member, means the person mentioned in subsection(2)(b).\n\t\tThe provision that may be made under subsection (1) includes provisionunder which—\n\t\t\tthe pension debit of the corresponding pension debit member is adjustedwhere a legacy scheme election or a 2015 scheme election is made in respect ofa member;\n\t\t\tthe pension credit of a relevant pension credit member is adjusted on theassumption that a legacy scheme election or a 2015 scheme election is made inrespect of the corresponding pension debit member (regardless of whether it infact is).\n\t\tProvision made under subsection (1) must include provision under which, ina case in which the corresponding pension debit member in relation to arelevant pension credit member has mixed service, any pension credit retainedby the relevant pension credit member under the scheme is of a valuedetermined by reference to the value of benefits payable under only onejudicial scheme.\n\t\tFor the purposes of this section a person’s remediable service in ajudicial office is “mixed service” if, disregarding any legacy scheme electionor 2015 scheme election made in respect of the person—\n\t\t\tsome of the service is pensionable service under a judicial legacy scheme,and\n\t\t\tsome of the service is pensionable service under a judicial 2015 scheme.\n\t\tIn this section—\n\t\t\t  * “pension debit” means a debit under section 29(1)(a) of WPRA 1999 or Article 26(1)(a) of WRP(NI)O 1999; \n\t\t\t  * “pension credit” means a credit under section 29(1)(b) of WPRA 1999 or Article 26(1)(b) of WRP(NI)O 1999. \n\tFurther powers to make provision about special cases\n\t\tScheme regulations for a judicial scheme may make further provisionrelating to a member who has remediable service in a judicial office.\n\t\tThe provision that may be made under subsection (1) includes, inparticular—\n\t\t\tprovision about cases in which a member has paid voluntary contributions tothe scheme during any period of remediable service;\n\t\t\tprovision about the calculation or payment of transfer values on thetransfer out of the rights of a member who has remediable service in ajudicial office;\n\t\t\tprovision about the benefits payable to or in respect of a member who hasremediable service in a judicial office and has transferred in to the schemean amount in respect of rights accrued under another pension scheme;\n\t\t\tprovision about the benefits payable to or in respect of a member who hasremediable service in a judicial office that is mixed service;\n\t\t\tprovision about the benefits payable to or in respect of a member where,disregarding any legacy scheme election or 2015 scheme election made inrespect of the member, the member—\n\t\t\thas remediable service in a judicial office that is pensionable serviceunder a judicial 2015 scheme, and\n\t\t\thas a right under that scheme, if they retire before normal pension age,on the making of a payment to the scheme, to the reduction or elimination ofthe actuarial reduction that would otherwise have been made to the benefitspayable to or in respect of the member in respect of that remediable service;\n\t\t\tprovision about the benefits payable to or in respect of a person who haspartially retired;\n\t\t\tprovision about cases in which the scheme administrator of a judicialscheme pays a liability under section 217 or 237B of FA 2004 (joint liabilityof scheme administrator to lifetime allowance charge or annual allowancecharge).\n\t\tThe provision that may be made by virtue of subsection (2)(a) includes, inparticular, provision under which—\n\t\t\tthe rights that would otherwise have been secured by the payment of anyvoluntary contributions are extinguished, and\n\t\t\tthe scheme manager is required to pay the member or, if the member isdeceased, the member’s personal representatives an amount by way ofcompensation equal to—\n\t\t\tthe aggregate of the voluntary contributions paid, less\n\t\t\tan amount in respect of the tax relief under section 188 of FA 2004(member contributions) to which the member was entitled in respect of thosepayments.\n\t\tThe provision that may be made by scheme regulations under this section, orunder section 57, includes, in particular—\n\t\t\tprovision modifying any provision of this Chapter in its application topersons of a description specified in the regulations;\n\t\t\tprovision corresponding to, or applying, any provision of this Chapter,with or without modifications.\n\t\tFor the purposes of this section a person’s remediable service in ajudicial office is “mixed service” if, disregarding any legacy scheme electionor 2015 scheme election made in respect of the person—\n\t\t\tsome of the service is pensionable service under a judicial legacy scheme,and\n\t\t\tsome of the service is—\n\t\t\tpensionable service under a judicial 2015 scheme, or\n\t\t\tPPA opted-out service.\n\t\tIn this section—\n\t\t\t  * “modifying” includes disapplying or supplementing (and cognate expressions are to be construed accordingly); \n\t\t\t  * “scheme administrator” has the same meaning as in Part 4 of FA 2004 (see section 270 of that Act). "
    },
    {
        "length": 1488,
        "text": "\nCompensation\n\tPower to pay compensation\n\t\tThe scheme manager for a judicial scheme may pay amounts by way ofcompensation in respect of compensatable losses incurred by members or, in thecase of deceased members, their personal representatives.\n\t\tScheme regulations for a judicial scheme may make provision under which anemployer in relation to the scheme is required to reimburse the scheme managerfor amounts paid under subsection (1).\n\t\tFor the purposes of this section a loss incurred by a member, or by amember’s personal representatives, is “compensatable” if and to the extentthat—\n\t\t\teither of the following conditions is met, and\n\t\t\tthe loss is of a description specified in Treasury directions.\n\t\tThe first condition is that the loss is attributable to, or is reasonablyregarded as attributable to, a relevant breach of a non-discrimination rule.\n\t\tThe second condition is that the loss is attributable to the application ofany provision of, or made under, this Chapter.\n\t\tIn this section (subject to subsection (8)) “loss” includes a loss of anykind including, in particular, a Part 4 tax loss.\n\t\tIn this section “Part 4 tax loss”, in relation to a member, means a lossarising as a result of the member—\n\t\t\tincurring a charge, or incurring an increased charge, under Part 4 of FA2004, or\n\t\t\tnot being entitled to a relief, or being entitled to less relief, underthat Part of that Act.\n\t\tIn this section “loss” does not include an amount that is payable underthis Chapter or under regulations made by virtue of this Chapter.\n\t\tIn this section “non-discrimination rule” means a rule that is, or at anytime was, included in a judicial scheme by virtue of—\n\t\t\tsection 61 of EA 2010, or\n\t\t\tparagraph 2 of Schedule 1 to EEAR(NI) 2006.\n\t\tFor the purposes of this section a breach of a non-discrimination rule is“relevant” if it arises from the application of—\n\t\t\tan exception to section 18(1) of PSPA 2013 made under section 18(5) to (7)of that Act, or\n\t\t\tan exception to section 18(1) of PSPA(NI) 2014 made under section 18(5) to(8) of that Act.\n\t\tSubsection (1) does not confer power to pay amounts by way of compensationin respect of compensatable losses so far as—\n\t\t\tany person has already received amounts by way of compensation in respectof them, or\n\t\t\tamounts that any person has paid the scheme have been reduced by amounts inrespect of them,\n\t\t\t\twhether pursuant to an order of a court or tribunal or otherwise.\n\tRemedial arrangements to pay voluntary contributions to judicialschemes\n\t\tScheme regulations for a judicial scheme may make provision so as to securethat a relevant member may enter into remedial voluntary contributionsarrangements.\n\t\tIn subsection (1)—\n\t\t\t  * “relevant member”, in relation to a judicial scheme, means a member (other than a deceased member) who has remediable service in a judicial office which, after the end of the election period, is pensionable service under the scheme; \n\t\t\t  * “remedial voluntary contributions arrangements” means arrangements— \n\t\t\twhich are entered into by a member after the end of the election period, and\n\t\t\tunder which the member pays voluntary contributions to the scheme.\n\t\tProvision by virtue of subsection (1) may permit a member (“M”) to enterinto arrangements only if the scheme manager is satisfied that it is morelikely than not that, but for a relevant breach of a non-discrimination rule,M would, during the period of M’s remediable service in the judicial office,have entered into the same or similar arrangements.\n\t\tThe provision that may be made by virtue of subsection (1) includes, inparticular, provision under which liabilities to pay voluntary contributionsthat would otherwise arise under the arrangements are reduced by tax reliefamounts.\n\t\tIn subsection (4) “tax relief amounts” means amounts determined byreference to the tax relief under section 188 of FA 2004 (relief for members’contributions) that would have been available in respect of the amounts owedif they were paid in a different tax year.\n\t\tProvision by virtue of subsection (1) may not permit a member (“M”) toenter into arrangements after—\n\t\t\tthe end of the period of one year beginning with the day on which astatement under section 64 (information statements) is sent in respect of M,or\n\t\t\tsuch later time as the scheme manager considers reasonable in all thecircumstances.\n\t\tSubsection (6) does not affect the continued operation after the timementioned in that subsection of any arrangements entered into before thattime.\n\t\tIn this section “non-discrimination rule” means a rule that is, or at anytime was, included in a judicial scheme by virtue of—\n\t\t\tsection 61 of EA 2010, or\n\t\t\tparagraph 2 of Schedule 1 to EEAR(NI) 2006.\n\t\tFor the purposes of this section a breach of a non-discrimination rule is“relevant” if it arises from the application of—\n\t\t\tan exception to section 18(1) of PSPA 2013 made under section 18(5) to (7)of that Act, or\n\t\t\tan exception to section 18(1) of PSPA(NI) 2014 made under section 18(5) to(8) of that Act."
    },
    {
        "length": 890,
        "text": "\nFurther provision about corrections, special cases and compensation\n\tInterest and process\n\t\tScheme regulations for a judicial scheme may make provision—\n\t\t\tunder which interest is required to be calculated and paid on relevantamounts;\n\t\t\tabout the process by which relevant amounts (and any interest on them) areto be paid.\n\t\tScheme regulations made by virtue of subsection (1)(b) may, in particular,include provision—\n\t\t\tabout when relevant amounts (and any interest on them) are to be paid(including provision under which they are paid in instalments);\n\t\t\tunder which relevant amounts (and any interest on then) owed by the schemeto a person may be paid only on the making of an application;\n\t\t\tfor the netting off of relevant amounts (and any interest on them) owed toa person by the scheme against relevant amounts (and any interest on them)owed by the person to the scheme;\n\t\t\tconferring rights of appeal against decisions taken under the regulations.\n\t\tIn this section “relevant amounts” mean any amounts that are payable underor by virtue of this Chapter—\n\t\t\tby a person to the scheme or to an employer in relation to the scheme, or\n\t\t\tby the scheme to a person.\n\tTreasury directions\n\t\tThe powers mentioned in subsection (2) must be exercised in accordance withTreasury directions.\n\t\tThe powers are—\n\t\t\tthe power to make scheme regulations by virtue of section 55 (power toreduce benefits) and any powers exercisable by virtue of such regulations;\n\t\t\tthe powers to make scheme regulations by virtue of section 56 (powers toreduce or waive liabilities) and any powers exercisable by virtue of suchregulations;\n\t\t\tthe power to make scheme regulations by virtue of section 57 (pensioncredit members) and any powers exercisable by virtue of such regulations;\n\t\t\tthe power to make scheme regulations by virtue of section 58 (furtherpowers to make provision about special cases) and any powers exercisable byvirtue of such regulations;\n\t\t\tthe power of the scheme manager under section 59(1) (power to paycompensation);\n\t\t\tthe power to make scheme regulations by virtue of section 59(2) (power torequire employer to reimburse compensation paid by scheme manager) and anypowers exercisable by virtue of such regulations;\n\t\t\tthe power to make scheme regulations by virtue of section 60 (remedialarrangements to pay voluntary contributions to judicial schemes) and anypowers exercisable by virtue of such regulations;\n\t\t\tthe power to make scheme regulations by virtue of section 61 (interest andprocess) and any powers exercisable by virtue of such regulations.\n\t\tTreasury directions under this section may provide for amounts that are tobe paid by or to a scheme in relation to a member, or any reduction or waiverof a liability to pay such amounts, to be determined—\n\t\t\ttaking into account the particular circumstances of the member and (ifdifferent) the person to whom or by whom the amount is to be paid or theliability is owed, or\n\t\t\twithout taking into account any or all of the particular circumstances ofthat person or those persons.\n\t\tTreasury directions under this section that relate to the calculation andpayment of interest, and variations and revocations of such directions, mayonly be made after consultation with the Government Actuary.\n\t\tFor the definition of “Treasury directions”, see section 75."
    },
    {
        "length": 1060,
        "text": "\nMiscellaneous\n\tScheme rules that prohibit unauthorised payments\n\t\tSubsection (2) applies where—\n\t\t\ta payment from a judicial scheme is permitted or required to be made underor by virtue of this Chapter,\n\t\t\tthe payment, if made, would be an unauthorised payment, and\n\t\t\ta rule of the scheme prohibits the scheme from making unauthorisedpayments.\n\t\tThe payment may be made only if it falls within a description of paymentsspecified for the purposes of this section in Treasury directions.\n\t\tSubsection (4) applies where—\n\t\t\tin the course of taking the step mentioned in section 41(3)(a) or (6)(a)(requirement to transfer assets held in partnership pension account) a paymentis made from a partnership pension account,\n\t\t\tthe payment, if made, would be an unauthorised payment, and\n\t\t\ta rule of the scheme prohibits the scheme from making unauthorisedpayments.\n\t\tThe payment may be made notwithstanding the rule mentioned in subsection(3)(c).\n\t\tIn this section “unauthorised payment” means a payment that is anunauthorised payment for the purposes of Part 4 of FA 2004 (see section 160(5)of that Act).\n\tInformation statements\n\t\tThe relevant authority must—\n\t\t\tprepare a statement in relation to any person (“P”) in respect of whom alegacy scheme election or a 2015 election may be made, and\n\t\t\tsend it to the person who may make the election (see section 46).\n\t\tSubsection (1) must be complied with before the beginning of the electionperiod in relation to P.\n\t\tThe statement must contain—\n\t\t\ta description of the benefits that would be available in respect of P’sremediable service if a legacy scheme election were made in respect of P(specifying the judicial legacy scheme or schemes under which those benefitswould be available),\n\t\t\tif a 2015 scheme election may be made in respect of P, a description of thebenefits that would be available in respect of P’s remediable service if theelection were made (specifying the judicial 2015 scheme or schemes under whichthose benefits would be available),\n\t\t\ta description of the benefits (if any) that would be available in respectof P’s remediable service if no legacy scheme election or 2015 scheme electionis made in respect of P (specifying the judicial scheme or schemes under whichany benefits would be available),\n\t\t\ta description of—\n\t\t\tthe arrangements (if any) that, by virtue of section 60 (remedialarrangements to pay voluntary contributions to judicial schemes), may beentered into under judicial schemes, and\n\t\t\tthe circumstances in which, and the process by which, such arrangementsmay be entered into, and\n\t\t\tsuch other information as the relevant authority considers relevant to thedecision as to whether to make a legacy scheme election or 2015 schemeelection in respect of P.\n\tPower to delegate\n\t\tThe Lord Chancellor may delegate to another person any of the LordChancellor’s functions under this Chapter.\n\t\tThe Department of Justice in Northern Ireland may delegate to anotherperson any of its functions under this Chapter.\n\tSection 61 of the Equality Act 2010 etc\n\t\tIn determining for the purposes of this Chapter whether any service ispensionable service under a particular pension scheme, section 61 of EA 2010and paragraph 2 of Schedule 1 to EEAR(NI) 2006 (non-discrimination rule) areto be disregarded.\n\t\tTo the extent that section 61 of EA 2010 or paragraph 2 of Schedule 1 toEEAR(NI) 2006 has the effect (apart from this subsection) that any remediableservice of a person—\n\t\t\tis not pensionable service under a judicial 2015 scheme, or\n\t\t\tis pensionable service under a judicial legacy scheme,\n\t\t\t\tit ceases to have effect (to that extent) at the end of the election period."
    },
    {
        "length": 858,
        "text": "\nImmediate detriment cases\n\tApplication of Chapter to immediate detriment cases\n\t\tSubject as follows, nothing in sections 40 to 66 applies in relation to aperson’s remediable service in a judicial office if an immediate detrimentremedy has been obtained in relation to the service.\n\t\tScheme regulations for a judicial scheme may make provision for the purposeof putting persons who have rights in respect of remediable service inrelation to which an immediate detriment remedy has been obtained, so far aspossible, in the position that they would have been in if there had been norelevant breach of a non-discrimination rule in relation to the service.\n\t\tThe provision that may be made under subsection (2) includes, inparticular—\n\t\t\tprovision corresponding to any provision of sections 40 to 66, or\n\t\t\tprovision applying any provision of this Chapter in its application topersons of a description specified in the regulations,\n\t\t\t\twith or without modifications.\n\t\tIn this section “non-discrimination rule” means a rule that is, or at anytime was, included in a judicial scheme by virtue of—\n\t\t\tsection 61 of EA 2010, or\n\t\t\tparagraph 2 of Schedule 1 to EEAR(NI) 2006.\n\t\tFor the purposes of this section a breach of a non-discrimination rule is“relevant” if it arises from the application of—\n\t\t\tan exception to section 18(1) of PSPA 2013 made under section 18(5) to (7)of that Act, or\n\t\t\tan exception to section 18(1) of PSPA(NI) 2014 made under section 18(5) to(8) of that Act.\n\tWhether an “immediate detriment remedy” has been obtained\n\t\tFor the purposes of section 67 an “immediate detriment remedy” has beenobtained in relation to a person’s remediable service in a judicial office, ifeither of the following conditions is met.\n\t\tThe first condition is that—\n\t\t\ta court or tribunal has determined that, as a result of a non-discrimination rule, any person has any rights under a judicial legacy schemein respect of the remediable service, and\n\t\t\tthe scheme manager of the scheme has—\n\t\t\tpaid any benefits or compensation in accordance with the determination, or\n\t\t\ttaken any other step (for example, altering records) to implement thedetermination.\n\t\tThe second condition is that—\n\t\t\tthe scheme manager of a judicial legacy scheme and any person have agreedthat, as a result of a non-discrimination rule, the person has any rightsunder the scheme in respect of the remediable service, and\n\t\t\tthe scheme manager of the scheme has—\n\t\t\tpaid any benefits or compensation in accordance with the agreement, or\n\t\t\ttaken any other step (for example, altering records) to implement theagreement.\n\t\tIn this section “non-discrimination rule” means a rule that is, or at anytime was, included in a judicial scheme by virtue of—\n\t\t\tsection 61 of EA 2010, or\n\t\t\tparagraph 2 of Schedule 1 to EEAR(NI) 2006."
    },
    {
        "length": 2605,
        "text": "\nInterpretation\n\tMeaning of “the election period”\n\t\tIn this Chapter “the election period”, in relation to a person who hasremediable service in a judicial office, means (subject to subsection (3)) theperiod of three months beginning with such date as is specified for thepurposes of this section by the relevant authority.\n\t\tDifferent dates may be specified in relation to different descriptions ofperson.\n\t\tThe relevant authority may extend the period mentioned in subsection (1) inrelation to a particular person if the relevant authority considers it justand equitable to do so.\n\tMeaning of “a judicial scheme” etc\n\t\t“A judicial scheme” means—\n\t\t\ta judicial 2015 scheme, or\n\t\t\ta judicial legacy scheme.\n\t\t“A judicial 2015 scheme” means—\n\t\t\tthe Judicial Pensions Regulations 2015 ([S.I.2015/182](/id/uksi/2015/182?view=plain \"Go to item of legislation\")), or\n\t\t\tthe Judicial Pensions Regulations (Northern Ireland) 2015 ([S.R. (N.I.)2015 No. 76](/id/nisr/2015/76?view=plain \"Go to item of legislation\")).\n\t\t“A judicial legacy scheme” means—\n\t\t\ta judicial legacy salaried scheme, or\n\t\t\tthe judicial legacy fee-paid scheme.\n\t\t“A judicial legacy salaried scheme” means—\n\t\t\tan existing scheme (within the meaning of PSPA 2013) mentioned in any ofparagraphs 2 to 11, or paragraph 15, of Schedule 5 to that Act (judicialschemes), or\n\t\t\tan existing scheme (within the meaning of PSPA(NI) 2014) mentioned inparagraph 2 of Schedule 5 to that Act (judicial schemes).\n\t\t“The judicial legacy fee-paid scheme” means the scheme constituted by Parts1 to 11 of the Judicial Pensions (Fee-Paid Judges) Regulations 2017 ([S.I.2017/522](/id/uksi/2017/522?view=plain \"Go to item of legislation\")).\n\t\tThis section has effect for the purposes of this Chapter.\n\tMeaning of “judicial office” etc\n\t\t“Judicial office” means—\n\t\t\tan office specified in an order made under paragraph 2(1) of Schedule 1 toPSPA 2013,\n\t\t\tan office specified in regulation 3(2) of the Judicial Pensions Regulations2015 ([S.I. 2015/182](/id/uksi/2015/182?view=plain \"Go to item oflegislation\")), or\n\t\t\tan office specified in an order made under paragraph 2(1) of Schedule 1 toPSPA(NI) 2014.\n\t\t“Salaried judicial office” means a judicial office held by a person whoseservice in that office is remunerated by the payment of salary.\n\t\t“Fee-paid judicial office” means a judicial office held by a person whoseservice in that office is remunerated by the payment of fees (as opposed tothe payment of salary).\n\t\tThis section has effect for the purposes of this Chapter.\n\tMeaning of “the relevant authority”\n\t\tIn this Chapter “the relevant authority” means—\n\t\t\tin relation to a person who has remediable service in a judicial officewithin section 71(1)(a) or (b), the Lord Chancellor;\n\t\t\tin relation to any other person, the Department of Justice in NorthernIreland.\n\tMeaning of “opted-out service” and “PPA opted-out service”\n\t\tA person’s remediable service in a judicial office is “opted-out service”if and to the extent that the service meets the second condition in section 39by virtue of the application of paragraph (b) of subsection (4) of thatsection.\n\t\tA person’s remediable service in a judicial office is “PPA opted-outservice” if—\n\t\t\tit is opted-out service, and\n\t\t\tthe person has rights under a partnership pension account that arereferable to pension contributions made in respect of it.\n\t\tThis section has effect for the purposes of this Chapter.\n\tScheme regulations\n\t\tIn this Chapter “scheme regulations”—\n\t\t\tin relation to a judicial scheme within section 70(2)(a), (4)(a) or (5) hasthe same meaning as in PSPA 2013 (see section 1(4) of that Act);\n\t\t\tin relation to a judicial scheme within section 70(2)(b) or (4)(b), has thesame meaning as in PSPA(NI) 2014 (see section 1(4) of that Act).\n\t\tA power under this Chapter to make provision by means of scheme regulationsfor a judicial legacy scheme—\n\t\t\tis to be exercised by the responsible authority for the judicial 2015scheme that is connected with the judicial legacy scheme, and\n\t\t\tmay be exercised by amending the judicial legacy scheme.\n\t\tIn subsection (2) “responsible authority”—\n\t\t\tin relation to a judicial scheme within section 70(2)(a), (4)(a) or (5) hasthe same meaning as in PSPA 2013 (see section 2 of that Act);\n\t\t\tin relation to a judicial scheme within section 70(2)(b) or (4)(b), has thesame meaning as in PSPA(NI) 2014 (see section 2 of that Act).\n\tInterpretation of Chapter\n\t\tIn this Chapter—\n\t\t  * “2015 scheme election” has the meaning given by section 44(1); \n\t\t  * “the election period” has the meaning given by section 69; \n\t\t  * “fee-paid judicial office” has the meaning given by section 71; \n\t\t  * “a judicial 2015 scheme” has the meaning given by section 70; \n\t\t  * “the judicial legacy fee-paid scheme” has the meaning given by section 70; \n\t\t  * “a judicial legacy salaried scheme” has the meaning given by section 70; \n\t\t  * “a judicial legacy scheme” has the meaning given by section 70; \n\t\t  * “judicial office” has the meaning given by section 71; \n\t\t  * “a judicial scheme” has the meaning given by section 70; \n\t\t  * “legacy scheme election” has the meaning given by section 40(1); \n\t\t  * “opted-out service” has the meaning given by section 73; \n\t\t  * “PPA opted-out service” has the meaning given by section 73; \n\t\t  * “the relevant authority”, in relation to a person who has remediable service in a judicial office, has the meaning given by section 72; \n\t\t  * “the relevant judicial legacy salaried scheme”, in relation to a person’s remediable service in a salaried judicial office, has the meaning given by section 43; \n\t\t  * “remediable service” has the meaning given by section 39; \n\t\t  * “salaried judicial office” has the meaning given by section 71; \n\t\t  * “scheme regulations” has the meaning given by section 74; \n\t\t  * “Treasury directions” means— \n\t\t\tin relation to a judicial scheme within section 70(2)(a), (4)(a) or (5),directions given by the Treasury;\n\t\t\tin relation to a judicial scheme within section 70(2)(b) or (4)(b), directionsgiven by the Department of Finance in Northern Ireland.\n\tModifications of Chapter in relation to fee-paid judicial offices\n\t\tIn this Chapter—\n\t\t\ta reference to a person’s service in an office is, in relation to a fee-paid judicial office, a reference to the person’s holding of the office;\n\t\t\ta reference to a period in which a person’s service in an office takesplace is, in relation to a fee-paid judicial office, a reference to a periodin which the person holds the office;\n\t\t\ta reference to a person accruing pensionable service under the judiciallegacy fee-paid scheme is a reference to the person being an active member ofthe scheme in relation to any office;\n\t\t\ta reference to a person’s service in a fee-paid judicial office being“pensionable service” under the judicial legacy fee-paid scheme is a referenceto the person being, during the period in which the service takes place, anactive member of the scheme in relation to that office.\n\t\tWhere, at any time in a specified period—\n\t\t\ta person holds a specified judicial fee-paid office, and\n\t\t\tthe person was not (apart from this subsection) at that time an activemember of the judicial legacy fee-paid scheme in relation to that office,\n\t\t\t\tthe person is treated for the purposes of this Chapter as having been, at thattime, an active member of that scheme in relation to that office.\n\t\tIn subsection (2) “specified” means specified by the Lord Chancellor bynotice.\n\t\tThe Lord Chancellor must publish any notice under subsection (3).\n\t\tIn this section “active member” has the same meaning as in the JudicialPensions (Fee-Paid Judges) Regulations 2017 ([S.I.2017/522](/id/uksi/2017/522?view=plain \"Go to item of legislation\")) (seeregulation 9(3) of those regulations)."
    },
    {
        "length": 758,
        "text": "\nRemediable service\n\tMeaning of “remediable service”\n\t\tFor the purposes of this Chapter any continuous period of service of aperson in an employment or office is “remediable service” in that employmentor office if the following four conditions are met.\n\t\tIn this section “the service in question” means the service mentioned insubsection (1).\n\t\tThe first condition is that the service in question takes place in theperiod—\n\t\t\tbeginning with the day after the closing date, and\n\t\t\tending with 31 March 2022 or, if earlier, the date on which the personattains legacy scheme normal pension age.\n\t\tThe second condition is that the service in question is pensionable serviceunder a local government new scheme (including where the service is excessteacher service that is so pensionable by virtue of section 2(1)).\n\t\tThe third condition is that the person was, on 31 March 2012 or any earlierday, in pensionable service under—\n\t\t\ta Chapter 1 legacy scheme (within the meaning of Chapter 1),\n\t\t\ta judicial legacy scheme (within the meaning of Chapter 2), or\n\t\t\ta local government legacy scheme.\n\t\tThe fourth condition is that there is no disqualifying gap in servicefalling within the period—\n\t\t\tbeginning with the day after the most recent day in relation to which thethird condition is met, and\n\t\t\tending with the day before the first day of the service in question.\n\t\tIn subsection (3)—\n\t\t\t  * “the closing date” means— \n\t\t\t31 March 2014 in relation to service which is pensionable service underregulations under section 7 of SA 1972 which relate to persons in England andWales;\n\t\t\t31 March 2015 in relation to service which is pensionable service under anyother local government new scheme;\n\t\t\t\t  * “legacy scheme normal pension age” means— \n\t\t\tin a case in which the person meets the third condition in relation to a localgovernment legacy scheme, the person’s normal pension age under that scheme;\n\t\t\totherwise, the age of 65.\n\t\tIn subsection (6) “disqualifying gap in service” means a period longer than5 years at no time during which is the person in service in an employment oroffice which—\n\t\t\tis pensionable service under—\n\t\t\ta Chapter 1 scheme (within the meaning of Chapter 1),\n\t\t\ta judicial scheme (within the meaning of Chapter 2), or\n\t\t\ta local government scheme,\n\t\t\tis, as a result of a Fair Deal transfer, pensionable service under a FairDeal scheme, or\n\t\t\tis, as a result of a local government contracting-out transfer, pensionableservice under a pension scheme that offers pension arrangements that arebroadly comparable with those offered to the person before the transfer."
    },
    {
        "length": 722,
        "text": "\nPower to pay final salary benefits\n\tPower to pay final salary benefits\n\t\tScheme regulations for a local government new scheme may make provisionunder which the benefits payable under the scheme, so far as they aredetermined by reference to a member’s remediable service in any employment oroffice, are final salary benefits.\n\t\tThe reference in subsection (1) to remediable service includes—\n\t\t\tremediable service within the meaning of Chapter 1 that has beentransferred in from a Chapter 1 scheme, and\n\t\t\tremediable service within the meaning of Chapter 2 that has beentransferred in from a judicial scheme.\n\t\tScheme regulations made by virtue of subsection (1) may, in particular,include provision under which final salary benefits are only payable under thescheme to or in respect of a person who has service in multiple employments oroffices if—\n\t\t\tso much of the service as is otherwise pensionable under another localgovernment scheme, or under a Chapter 1 scheme or a judicial scheme, istransferred in to the scheme, or\n\t\t\tthe service is aggregated for the purposes of determining those benefits.\n\t\tScheme regulations for a local government new scheme may make provisionunder which the benefits payable under the scheme, so far as they aredetermined by reference to a member’s final salary transferred-in service inany employment or office, are final salary benefits.\n\t\tFor the purposes of subsection (4) a member’s service in an employment oroffice is “final salary transferred-in service” if—\n\t\t\tthe service has been transferred in from another pension scheme, and\n\t\t\tbefore the transfer, the benefits payable under that other scheme, so faras determined by reference to the service, were final salary benefits.\n\t\tExcept as provided by the preceding provisions of this section, schemeregulations for a local government new scheme may not make provision underwhich the benefits payable under the scheme that are determined by referenceto a member’s pensionable service in an employment or office are final salarybenefits.\n\tSection 78: transitional provision\n\t\tAny provision of scheme regulations that—\n\t\t\twas, at any time before the coming into force of section 78(1), made (orpurportedly made) in relation to a local government new scheme under—\n\t\t\tsection 18 of PSPA 2013 or section 18 of PSPA(NI) 2014 (restriction ofexisting pension schemes), or\n\t\t\tany other enactment, and\n\t\t\tcould have been made under section 78(1) if it had been in force at thattime,\n\t\t\t\tis treated as having been made under section 78(1).\n\t\tSection 78(6) does not affect the continued operation of any schemeregulations made before the coming into force of that provision."
    },
    {
        "length": 984,
        "text": "\nPower to make provision in relation to special cases\n\tPension credit members\n\t\tScheme regulations for a local government new scheme may make provisionabout the benefits payable to or in respect of a relevant pension creditmember and the corresponding pension debit member.\n\t\tIn this section “relevant pension credit member”, in relation to a localgovernment new scheme, means a member of the scheme who has rights under thescheme—\n\t\t\twhich are attributable (directly or indirectly) to a pension credit, and\n\t\t\tthe value of which was determined (to any extent) by reference to the valueof benefits payable in respect of the remediable service in an employment oroffice of another member.\n\t\tIn this section “the corresponding pension debit member”, in relation to arelevant pension credit member, means the member mentioned in subsection(2)(b).\n\t\tThe provision that may be made by scheme regulations under this sectionincludes, in particular—\n\t\t\tprovision modifying any provision of this Chapter in its application topersons of a description specified in the regulations;\n\t\t\tprovision corresponding to, or applying, any provision of this Chapter,with or without modifications.\n\t\tIn this section—\n\t\t\t  * “modifying” includes disapplying or supplementing (and cognate expressions are to be construed accordingly); \n\t\t\t  * “pension debit” means a debit under section 29(1)(a) of WPRA 1999 or Article 26(1)(a) of WRP(NI)O 1999; \n\t\t\t  * “pension credit” means a credit under section 29(1)(b) of WPRA 1999 or Article 26(1)(b) of WRP(NI)O 1999. \n\tFurther powers to make provision about special cases\n\t\tScheme regulations for a local government new scheme may make furtherprovision relating to a member who has remediable service in an employment oroffice.\n\t\tThe provision that may be made under subsection (1) includes, inparticular, provision about cases in which a person has remediable service inan employment or office any of which is excess teacher service.\n\t\tScheme regulations for a local government new scheme may make provisionabout injury and compensation benefits payable under a relevant injury andcompensation scheme to or in respect of a member who has remediable service inan employment or office.\n\t\tProvision made under subsection (3) may in particular be made by amendingthe relevant injury and compensation scheme.\n\t\tIn subsections (3) and (4) and this subsection—\n\t\t\t“injury and compensation scheme” means a pension scheme that is listed inSchedule 6 to PSPA 2013 or Schedule 6 to PSPA(NI) 2014 (existing injury andcompensation schemes);\n\t\t\tan injury and compensation scheme is “relevant”, in relation to a localgovernment new scheme, if it is connected with the local government newscheme;\n\t\t\ta reference to “injury and compensation benefits” payable under an injuryand compensation scheme is a reference to—\n\t\t\tin the case of an injury and compensation scheme in relation to whichSchedule 6 to PSPA 2013 or Schedule 6 to PSPA(NI) 2014 specifies particularbenefits, those benefits;\n\t\t\tin the case of any other injury and compensation scheme, any benefitspayable under the scheme.\n\t\tThe provision that may be made by scheme regulations under this sectionincludes, in particular—\n\t\t\tprovision modifying any provision of this Chapter in its application topersons of a description specified in the regulations;\n\t\t\tprovision corresponding to, or applying, any provision of this Chapter,with or without modifications.\n\t\tIn this section “modifying” includes disapplying or supplementing (andcognate expressions are to be construed accordingly)."
    },
    {
        "length": 845,
        "text": "\nCompensation\n\tPower to pay compensation\n\t\tThe scheme manager for a local government new scheme may pay amounts by wayof compensation in respect of compensatable losses incurred by members or, inthe case of deceased members, their personal representatives.\n\t\tScheme regulations for a local government new scheme may make provisionunder which an employer in relation to the scheme is required to reimburse thescheme manager for amounts paid under subsection (1).\n\t\tFor the purposes of this section a loss incurred by a member, or by amember’s personal representatives, is “compensatable” if and to the extentthat—\n\t\t\teither of the following conditions is met, and\n\t\t\tthe loss is of a description specified in Treasury directions.\n\t\tThe first condition is that the loss is attributable to, or is reasonablyregarded as attributable to, a relevant breach of a non-discrimination rule.\n\t\tThe second condition is that the loss is attributable to the application ofany provision of, or made under, this Chapter.\n\t\tIn this section (subject to subsection (8)) “loss” includes a loss of anykind including, in particular, a Part 4 tax loss.\n\t\tIn this section “Part 4 tax loss”, in relation to a member, means a lossarising as a result of the member—\n\t\t\tincurring a charge, or incurring an increased charge, under Part 4 of FA2004, or\n\t\t\tnot being entitled to a relief, or being entitled to less relief, underthat Part of that Act.\n\t\tIn this section “loss” does not include an amount that is payable underthis Chapter or under regulations made by virtue of this Chapter.\n\t\tIn this section “non-discrimination rule” means a rule that is, or at anytime was, included in a local government scheme by virtue of—\n\t\t\tsection 61 of EA 2010, or\n\t\t\tparagraph 2 of Schedule 1 to EEAR(NI) 2006.\n\t\tFor the purposes of this section a breach of a non-discrimination rule is“relevant” if it arises from the application of a provision of schemeregulations made before 1 April 2022 under which the benefits payable underthe scheme that are determined by reference to a member’s pensionable servicein an employment or office are final salary benefits.\n\t\tSubsection (1) does not confer power to pay amounts by way of compensationin respect of compensatable losses so far as—\n\t\t\tany person has already received amounts by way of compensation in respectof them, or\n\t\t\tamounts that any person has paid the scheme have been reduced by amounts inrespect of them,\n\t\t\t\twhether pursuant to an order of a court or tribunal or otherwise.\n\tIndirect compensation\n\t\tScheme regulations for a local government new scheme may make provisionunder which, where a member has incurred a compensatable loss that is a Part 4tax loss—\n\t\t\tthe member is not paid an amount under section 82 by way of compensation inrespect of the loss, and\n\t\t\tthe member is instead paid such additional benefits under the scheme as maybe determined in accordance with the regulations.\n\t\tIn this section “compensatable loss” and “Part 4 tax loss” have the samemeaning as in section 82."
    },
    {
        "length": 690,
        "text": "\nFurther provision about final salary benefits, special cases andcompensation\n\tInterest and process\n\t\tScheme regulations for a local government new scheme may make provision—\n\t\t\tunder which interest is required to be calculated and paid on relevantamounts;\n\t\t\tabout the process by which relevant amounts (and any interest on them) areto be paid.\n\t\tScheme regulations made by virtue of subsection (1)(b) may, in particular,include provision—\n\t\t\tabout when relevant amounts (and any interest on them) are to be paid(including provision under which they are paid in instalments);\n\t\t\tunder which relevant amounts (and any interest on them) may be paid only onthe making of an application;\n\t\t\tconferring rights of appeal against decisions taken under the regulations.\n\t\tIn this section “relevant amounts” means any amounts that are payable bythe scheme to a person under or by virtue of this Chapter.\n\tTreasury directions\n\t\tThe powers mentioned in subsection (2) must be exercised in accordance withTreasury directions.\n\t\tThe powers are—\n\t\t\tthe power to make scheme regulations by virtue of section 80 (pensioncredit members) and any powers exercisable by virtue of such regulations;\n\t\t\tthe power to make scheme regulations by virtue of section 81 (furtherpowers to make provision about special cases) and any powers exercisable byvirtue of such regulations;\n\t\t\tthe power of a scheme manager under section 82(1) (power to paycompensation);\n\t\t\tthe power to make scheme regulations by virtue of section 82(2) (power torequire employer to reimburse compensation paid by scheme manager) and anypowers exercisable by virtue of such regulations;\n\t\t\tthe power to make scheme regulations by virtue of section 83(1) (indirectcompensation) and any powers exercisable by virtue of such regulations;\n\t\t\tthe power to make scheme regulations by virtue of section 84(1) (interestand process) and any powers exercisable by virtue of such regulations.\n\t\tTreasury directions under this section may provide for amounts that are tobe paid by a scheme in relation to a member to be determined—\n\t\t\ttaking into account the particular circumstances of the member and (ifdifferent) the person to whom the amount is to be paid, or\n\t\t\twithout taking into account any or all of the particular circumstances ofthat person or those persons.\n\t\tTreasury directions under this section that relate to the calculation andpayment of interest, and variations and revocations of such directions, mayonly be made after consultation with the Government Actuary.\n\t\tFor the definition of “Treasury directions”, see section 87(1)."
    },
    {
        "length": 938,
        "text": "\nInterpretation\n\tMeaning of “local government scheme” etc\n\t\tIn this Chapter “local government scheme” means—\n\t\t\ta local government new scheme, or\n\t\t\ta local government legacy scheme.\n\t\tIn this Chapter “local government new scheme” means—\n\t\t\ta scheme under section 1 of PSPA 2013 (schemes for persons in publicservice) which is a defined benefits scheme for local government workers(within the meaning of that Act), or\n\t\t\ta scheme under section 1 of PSPA(NI) 2014 (schemes for persons in publicservice) which is a defined benefits scheme for local government workers(within the meaning of that Act).\n\t\tIn this Chapter “local government legacy scheme” means—\n\t\t\tan existing scheme (within the meaning of PSPA 2013) mentioned in paragraph16 or 17 of Schedule 5 to PSPA 2013 (local government workers), or\n\t\t\tan existing scheme (within the meaning of PSPA(NI) 2014) mentioned inparagraph 3 of Schedule 5 to PSPA(NI) 2014 (local government workers).\n\tInterpretation of Chapter\n\t\tIn this Chapter—\n\t\t\t  * “Chapter 1 scheme” has the same meaning as in Chapter 1; \n\t\t\t  * “final salary benefits” has the meaning given by subsection (2); \n\t\t\t  * “judicial scheme” has the same meaning as in Chapter 2; \n\t\t\t  * “local government legacy scheme” has the meaning given by section 86(3); \n\t\t\t  * “local government new scheme” has the meaning given by section 86(2); \n\t\t\t  * “local government scheme” has the meaning given by section 86(1); \n\t\t\t  * “scheme regulations”— \n\t\t\tin relation to a local government new scheme within section 86(2)(a) has thesame meaning as in PSPA 2013 (see section 1(4) of that Act);\n\t\t\tin relation to a local government new scheme within section 86(2)(b) has thesame meaning as in PSPA(NI) 2014 (see section 1(4) of that Act);\n\t\t\t\t  * “Treasury directions” means— \n\t\t\tin relation to a local government scheme within section 86(2)(a) or (3)(a),directions given by the Treasury;\n\t\t\tin relation to a local government scheme within section 86(2)(b) or (3)(b),directions given by the Department of Finance in Northern Ireland.\n\t\tFor the purposes of this Chapter, benefits payable under a pension schemeto or in respect of a member are “final salary benefits” if they aredetermined by reference to the member’s pensionable earnings, or highest,average or representative pensionable earnings, in a specified period endingat, or defined by reference to—\n\t\t\tthe time when the member’s pensionable service in relation to the schemeends, or\n\t\t\tthe time when the member attains normal pension age under a localgovernment legacy scheme.\n\t\tWhere— \n\t\t\ta member of a pension scheme has service in multiple employments or officesthat is pensionable service under the scheme, and\n\t\t\tthe service is aggregated for the purpose of determining the amount of anybenefit under the scheme,\n\t\t\t\tthe service is treated for the purposes of this Chapter as service in a singleemployment or office (and references to the employment or office in relationto the service are to be read accordingly)."
    },
    {
        "length": 2349,
        "text": "\nRestriction of schemes from 31 March 2022\n\tRestriction of existing schemes\n\t\tPSPA 2013 is amended in accordance with subsections (2) and (3).\n\t\tIn section 18 (restriction of existing pension schemes)—\n\t\t\tin subsection (4), omit the words after paragraph (b);\n\t\t\tafter subsection (4) insert—\n\t\t\t\t“(4A)Subsection (1) does not apply, and is treated as never having applied, inrelation to a person’s service that is pensionable service under an existingscheme by virtue of—\n\t\t\tsection 2(1) of PSPJOA 2022 (remediable service treated as pensionableservice under Chapter 1 legacy scheme), or\n\t\t\tsection 42(2) of that Act (remediable service treated as pensionableservice under judicial legacy scheme).\n\t\t\tFor further provision affecting the application of subsection (1), see section89(1) of that Act.”;\n\t\t\tomit subsections (5) to (8).\n\t\tIn section 31 (restriction of certain existing public body pension schemes)in subsection (4) omit the words from “, and section 18(6) and (7)” to theend.\n\t\tPSPA(NI) 2014 is amended in accordance with subsections (5) and (6).\n\t\tIn section 18 (restriction of existing pension schemes)—\n\t\t\tin subsection (4), omit “This is subject to subsection (8).”;\n\t\t\tafter subsection (4) insert—\n\t\t\t“(4A)Subsection (1) does not apply, and is treated as never having applied, inrelation to a person’s service that is pensionable service under an existingscheme by virtue of—\n\t\t\tsection 2(1) of PSPJOA 2022 (remediable service treated as pensionableservice under Chapter 1 legacy scheme), or\n\t\t\tsection 42(2) of that Act (remediable service treated as pensionableservice under judicial legacy scheme).\n\t\t\tFor further provision affecting the application of subsection (1), see section89(4) of that Act.”;\n\t\t\tomit subsections (5) to (9).\n\t\tIn section 32 (restriction of certain existing public body pensionschemes), in subsection (4) omit the words from “and section 18(7) and (8)” tothe end.\n\t\tIn consequence of the amendments made by the preceding provisions of thissection, in JUPRA 1993, in section 18A (pension scheme for fee-paid judges),omit subsections (4) and (5).\n\tRestriction of existing schemes: savings and transitional provision\n\t\tThe repeal made by section 88(2)(c) of section 18(5) to (8) of PSPA 2013(which removes the power to provide for exceptions to section 18(1) of thatAct and which, accordingly, has the effect that any exceptions previouslyprovided for under the power lapse) is subject to the following savings andtransitional provision.\n\t\tThe repeal does not affect—\n\t\t\tthe continued operation of any scheme regulations made before the cominginto force of the repeal so far as they provide for benefits to be providedunder an existing scheme to or in respect of a person in relation to theperson’s service before 1 April 2022;\n\t\t\tany power to make scheme regulations under which benefits are provided toor in respect of a person in relation to service on or after 1 April 2022which is transferred in from a pension scheme which is not a scheme undersection 1 of PSPA 2013 or section 1 of PSPA(NI) 2014;\n\t\t\tany power to make scheme regulations under which benefits are provided toor in respect of a person in relation to service before 1 April 2022 where theaccrual rate is affected by the length of the person’s period of service(including a period after that date).\n\t\tIn subsection (2)—\n\t\t\t  * “existing scheme” has the same meaning as in PSPA 2013 (see section 18(2) of that Act); \n\t\t\t  * “scheme regulations” has the same meaning as in PSPA 2013 (see section 1(4) of that Act). \n\t\tThe repeal made by section 88(5)(c) of section 18(5) to (9) of PSPA(NI)2014 (which removes the power to provide for exceptions to section 18(1) ofthat Act and which, accordingly, has the effect that any exceptions previouslyprovided for under the power lapse) is subject to the following savings andtransitional provision.\n\t\tThe repeal does not affect—\n\t\t\tthe continued operation of any scheme regulations made before the cominginto force of the repeal so far as they provide for benefits to be providedunder an existing scheme to or in respect of a person in relation to theperson’s service before 1 April 2022;\n\t\t\tany power to make scheme regulations under which benefits are provided toor in respect of a person in relation to service on or after 1 April 2022which is transferred in from a pension scheme which is not a scheme undersection 1 of PSPA(NI) 2014 or section 1 of PSPA 2013;\n\t\t\tany power to make scheme regulations under which benefits are provided toor in respect of a person in relation to service before 1 April 2022 where theaccrual rate is affected by the length of the person’s period of service(including a period after that date).\n\t\tIn subsection (5)—\n\t\t\t  * “existing scheme” has the same meaning as in PSPA(NI) 2014 (see section 18(2) of that Act); \n\t\t\t  * “scheme regulations” has the same meaning as in PSPA(NI) 2014 (see section 1(4) of that Act). \n\tRestriction of other schemes\n\t\tNo benefits are to be provided under a relevant scheme to or in respect ofa person in relation to the person’s service after 31 March 2022.\n\t\tIn subsection (1), “relevant scheme” means—\n\t\t\tthe Judicial Pensions Regulations 2015 ([S.I.2015/182](/id/uksi/2015/182?view=plain \"Go to item of legislation\")),\n\t\t\tthe Judicial Pensions Regulations (Northern Ireland) 2015 ([S.R. (N.I.)2015 No. 76](/id/nisr/2015/76?view=plain \"Go to item of legislation\")),\n\t\t\tthe scheme constituted by Parts 1 to 11 of the Judicial Pensions (Fee-PaidJudges) Regulations 2017 ([S.I. 2017/522](/id/uksi/2017/522?view=plain \"Go toitem of legislation\")), or\n\t\t\tthe pension scheme established for certain employees of the SecretIntelligence Service which came into operation on 1 January 1946 and wasamended on 1 September 1957 and 1 July 1964.\n\t\tIn subsection (1), the reference to benefits in relation to a person’sservice includes benefits relating to the person’s death in service.\n\tProhibition of new arrangements to pay voluntary contributions\n\t\tNo arrangements are to be entered into after 31 March 2022 under whichvoluntary contributions are payable by a member of a relevant scheme to thescheme.\n\t\tIn subsection (1) “relevant scheme” means—\n\t\t\ta Chapter 1 legacy scheme (within the meaning of Chapter 1),\n\t\t\ta judicial legacy salaried scheme (within the meaning of Chapter 2),\n\t\t\ta local government legacy scheme (within the meaning of Chapter 3),\n\t\t\tthe Judicial Pensions Regulations 2015 ([S.I.2015/182](/id/uksi/2015/182?view=plain \"Go to item of legislation\")),\n\t\t\tthe Judicial Pensions Regulations (Northern Ireland) 2015 ([S.R. (N.I.)2015 No. 76](/id/nisr/2015/76?view=plain \"Go to item of legislation\")), or\n\t\t\tthe pension scheme established for certain employees of the SecretIntelligence Service which came into operation on 1 January 1946 and wasamended on 1 September 1957 and 1 July 1964.\n\t\tSubsection (1)—\n\t\t\tdoes not affect the continued operation after 31 March 2022 of anyarrangements entered into on or before that date;\n\t\t\tdoes not apply to arrangements entered into by virtue of section 25 or 60(remedial arrangements to pay voluntary contributions)."
    },
    {
        "length": 3109,
        "text": "\nEmployer cost cap\n\tAmendments relating to employer cost cap\n\t\tSection 12 of PSPA 2013 (employer cost cap) is amended in accordance withsubsections (2) to (9).\n\t\tAfter subsection (1) insert—\n\t\t\t“(1A)Subsection (1) must be complied with before the end of the period of oneyear beginning with the day on which the scheme’s first valuation undersection 11 is completed.”\n\t\tFor subsection (2) substitute—\n\t\tA reference in this section to “the employer cost cap” of a scheme undersection 1 is a reference to the rate set by virtue of subsection (1) inrelation to the scheme.”\n\t\tIn subsection (3)—\n\t\t\tafter “cap” insert “of a scheme under section 1”;\n\t\t\tafter “set” insert “, and the changes in the cost of such a scheme are tobe measured,”.\n\t\tIn subsection (4)—\n\t\t\tin paragraph (a), for “the cap” substitute “the employer cost cap of thescheme”;\n\t\t\tin paragraph (b)—\n\t\t\tfor “subsequent valuations” insert “the second or any subsequentvaluation”;\n\t\t\tfor “the cap” substitute “the employer cost cap of the scheme”;\n\t\t\tin paragraph (c)—\n\t\t\tfor “the extent to which” substitute “whether and if so to what extent”;\n\t\t\tfor “of this section” substitute “mentioned in paragraph (b)”;\n\t\t\tafter paragraph (c) insert—\n\t\t\tthat the data, methodologies and assumptions that are to be used for thepurposes mentioned in paragraph (b) are to relate, to any extent, to—\n\t\t\tthe growth in the economy, or any sector of the economy, of the UnitedKingdom or any part of the United Kingdom,\n\t\t\tthe growth in earnings of any group of persons over any period, or\n\t\t\tthe rate of inflation (however measured) over any period.”\n\t\tAfter subsection (4) insert—\n\t\t“(4A)The power to give directions by virtue of subsection (4)(d) is notaffected by any statement made before 27 May 2021 by the Treasury, or anyMinister of the Crown, relating to the data, methodologies and assumptionsthat are, or are not, to be used for the purposes mentioned in subsection(4)(b).”\n\t\tIn subsection (5)(a) for “(and any connected scheme)” substitute“(determined, if and so far as provided for by virtue of subsection (4)(c),taking into account the costs of any connected scheme)”.\n\t\tIn subsection (6), in the opening words—\n\t\t\tfor “the scheme” substitute “a scheme under section 1”;\n\t\t\tfor “the margins” substitute “either of the margins specified undersubsection (5)(a)”.\n\t\tAfter subsection (7) insert—\n\t\t“(7A)Treasury directions may specify the time at which any increase ordecrease of members’ benefits or contributions that is provided for undersubsection (6) is to take effect.\n\t\t(7B)Treasury directions may require that provision contained in schemeregulations under subsection (6) permits steps to be—\n\t\t\tagreed by virtue of paragraph (a) of that subsection, or\n\t\t\tdetermined by virtue of paragraph (b) of that subsection,\n\t\t\tonly after the scheme actuary has certified that the steps would, if taken,achieve the target cost for the scheme.\n\t\t\t(7C)Treasury directions under subsection (7B) may specify—\n\t\t\tthe costs or changes in costs that are to be taken into account, or\n\t\t\tthe data, methodologies and assumptions that are to be used,\n\t\t\tfor the purposes of determining whether any steps would, if taken, achieve thetarget cost for the scheme.\n\t\t\t(7D)In subsection (7B) “the scheme actuary”, in relation to a scheme undersection 1, means the actuary who carried out, or is for the time beingexercising actuarial functions in relation to, the valuation under section 11by reference to which it has been determined that the costs of the scheme havegone, or may go, beyond either of the margins specified under subsection(5)(a).”\n\t\tSection 12 of PSPA(NI) 2014 (employer cost cap) is amended in accordancewith subsections (11) to (19).\n\t\tAfter subsection (1) insert—\n\t\t“(1A)Subsection (1) must be complied with before the end of the period of oneyear beginning with the day on which the scheme’s first valuation undersection 11 is completed.”\n\t\tFor subsection (2) substitute—\n\t\tA reference in this section to “the employer cost cap” of a scheme undersection 1 is a reference to the rate set by virtue of subsection (1) inrelation to the scheme.”\n\t\tIn subsection (3)—\n\t\t\tafter “cap” insert “of a scheme under section 1”;\n\t\t\tafter “set” insert “, and the changes in the cost of such a scheme are tobe measured,”.\n\t\tIn subsection (4)—\n\t\t\tin paragraph (a), for “the cap” substitute “the employer cost cap of thescheme ”;\n\t\t\tin paragraph (b)—\n\t\t\tfor “subsequent valuations” insert “the second or any subsequentvaluation”;\n\t\t\tfor “the cap” substitute “the employer cost cap of the scheme”;\n\t\t\tin paragraph (c)—\n\t\t\tfor “the extent to which” substitute “whether and if so to what extent”;\n\t\t\tfor “of this section” substitute “mentioned in paragraph (b)”;\n\t\t\tafter paragraph (c) insert—\n\t\t\tthat the data, methodologies and assumptions that are to be used for thepurposes mentioned in paragraph (b) are to relate, to any extent, to—\n\t\t\tthe growth in the economy, or any sector of the economy, of the UnitedKingdom or any part of the United Kingdom,\n\t\t\tthe growth in earnings of any group of persons over any period, or\n\t\t\tthe rate of inflation (however measured) over any period.”\n\t\tAfter subsection (4) insert—\n\t\t“(4A)The power to give directions by virtue of subsection (4)(d) is notaffected by any statement made before 27 May 2021 by the Department ofFinance, or any other department, relating to the data, methodologies andassumptions that are, or are not, to be used for the purposes mentioned insubsection (4)(b).”\n\t\tIn subsection (5)(a), for “(and any connected scheme)” substitute“(determined, if and so far as provided for by virtue of subsection (4)(c),taking into account the costs of any connected scheme)”.\n\t\tIn subsection (6), in the opening words—\n\t\t\tfor “the scheme” substitute “a scheme under section 1”;\n\t\t\tfor “the margins” substitute “either of the margins specified undersubsection (5)(a)”.\n\t\tAfter subsection (7) insert—\n\t\t“(7A)Directions given by the Department of Finance may specify the time atwhich any increase or decrease of members’ benefits or contributions that isprovided for under subsection (6) is to take effect.\n\t\t(7B)Directions given by the Department of Finance may require that provisioncontained in scheme regulations under subsection (6) permits steps to be—\n\t\t\tagreed by virtue of paragraph (a) of that subsection, or\n\t\t\tdetermined by virtue of paragraph (b) of that subsection,\n\t\t\tonly after the scheme actuary has certified that the steps would, if taken,achieve the target cost for the scheme.\n\t\t\t(7C)Directions under subsection (7B) may specify—\n\t\t\tthe costs or changes in costs that are to be taken into account, or\n\t\t\tthe data, methodologies and assumptions that are to be used,\n\t\t\tfor the purposes of determining whether any steps would, if taken, achieve thetarget cost for the scheme.\n\t\t\t(7D)In subsection (7B) “the scheme actuary”, in relation to a scheme undersection 1, means the actuary who carried out, or is for the time beingexercising actuarial functions in relation to, the valuation under section 11by reference to which it has been determined that the costs of the scheme havegone, or may go, beyond either of the margins specified under subsection(5)(a).”\n\t\tIn subsections (3), (4), (5), (8), (9) and (10) omit “and Personnel”.\n\tOperation of employer cost cap in relation to 2016/17 valuation\n\t\tThe requirement in provision made under section 12(5)(a) of PSPA 2013 thatthe cost of a section 1 scheme must remain within a margin above the employercost cap of the scheme does not apply, and is treated as never having applied,in relation to the cost of the scheme that is calculated by reference to thescheme’s 2016/17 valuation.\n\t\tAccordingly, provision made under section 12(6) of that Act does not apply,and is treated as never having applied, in relation to a case in which thecost of a section 1 scheme that is calculated by reference to the scheme’s2016/17 valuation goes beyond a margin above the employer cost cap of thescheme.\n\t\tIn subsections (1) and (2) and this subsection—\n\t\t\t“section 1 scheme” means a scheme under section 1 of PSPA 2013;\n\t\t\t“the employer cost cap”, in relation to a section 1 scheme, has the samemeaning as in section 12 of PSPA 2013;\n\t\t\ta reference to a section 1 scheme’s “2016/17 valuation” is to the scheme’svaluation under section 11 of PSPA 2013 the effective date of which is a datein 2016 or 2017.\n\t\tThe requirement in provision made under section 12(5)(a) of PSPA(NI) 2014that the cost of a section 1 scheme must remain within a margin above theemployer cost cap of the scheme does not apply, and is treated as never havingapplied, in relation to the cost of the scheme that is calculated by referenceto the scheme’s 2016/17 valuation.\n\t\tAccordingly, provision made under section 12(6) of that Act does not apply,and is treated as never having applied, in relation to a case in which thecost of a section 1 scheme that is calculated by reference to the scheme’s2016/17 valuation goes beyond a margin above the employer cost cap of thescheme.\n\t\tIn subsections (4) and (5) and this subsection—\n\t\t\t“section 1 scheme” means a scheme under section 1 of PSPA(NI) 2014;\n\t\t\t“the employer cost cap”, in relation to a section 1 scheme, has the samemeaning as in section 12 of PSPA(NI) 2014;\n\t\t\ta reference to a section 1 scheme’s “2016/17 valuation” is to the scheme’svaluation under section 11 of PSPA(NI) 2014 the effective date of which is adate in 2016 or 2017.\n\t\tThe actuarial valuation with an effective date of 31 March 2016 that wassigned on 18 December 2018 under regulation 123 of the Local GovernmentPension Scheme Regulations (Northern Ireland) 2014 ([S.R. (N.I.) 2014 No.188](/id/nisr/2014/188?view=plain \"Go to item of legislation\")) is of noeffect."
    },
    {
        "length": 1751,
        "text": "\nAmendments relating to scheme regulations\n\tSection 3 of PSPA 2013 (scheme regulations) is amended in accordance withsubsections (2) to (6).\n\tIn subsection (1) after “this Act” insert “and Part 1 of PSPJOA 2022”.\n\tIn subsection (2), after paragraph (b) insert—\n\t\tconsequential, supplementary, incidental or transitional provision inrelation to any provision of Part 1 of PSPJOA 2022.”\n\tAfter subsection (4) insert—\n\t\t“(4A)In subsection (2)(c)—\n\t\tthe reference to consequential provision includes consequential provisionamending any primary legislation passed before or in the same session asPSPJOA 2022 (as well as consequential provision amending any secondarylegislation);\n\t\tthe reference to supplementary, incidental or transitional provisionincludes supplementary, incidental or transitional provision amending anexisting scheme contained in primary legislation (as well as supplementary,incidental or transitional provision amending any secondary legislation).\n\t\t(4B)See sections 37 and 74 of PSPJOA 2022 for provision under which certainpowers to make provision under Part 1 of that Act by means of schemeregulations may be exercised by amending existing schemes.”\n\tIn subsection (6) omit paragraph (b).\n\tAfter subsection (6) insert—\n\tA Treasury order may amend this section so as to add, remove or varyexceptions to the requirement in subsection (5).\n\tA Treasury order under subsection (7) is subject to the negativeprocedure.”\n\tIn section 8 of PSPA 2013 (types of scheme), after subsection (4) insert—\n\t“(4A)The extent to which a scheme under section 1 is a career average revaluedearnings scheme is not affected by provision contained in scheme regulationsthat is made under section 78 of PSPJOA 2022 (local government schemes: powerto pay final salary benefits).”\n\tIn section 21 of PSPA 2013 (consultation), after subsection (3) insert—\n\tSubsection (1) may, in relation to provision contained in schemeregulations—\n\t\tunder any provision contained in Part 1 of PSPJOA 2022, or\n\t\tunder section 3(2)(c) of this Act (consequential etc provision in relationto Part 1 of PSPJOA 2022),\n\t\tbe satisfied by consultation before, as well as after, the coming into forceof the provision mentioned in paragraph (a) or (b).”\n\tIn section 23 of PSPA 2013 (procedure for retrospective provision), aftersubsection (5) insert—\n\tThis section does not apply in relation to provision contained in schemeregulations that is made—\n\t\tunder any provision contained in Part 1 of PSPJOA 2022, or\n\t\tunder section 3(2)(c) of this Act (consequential etc provision in relationto Part 1 of PSPJOA 2022).”\n\tIn section 37 of PSPA 2013 (general interpretation), at the appropriateplace insert—\n\t\t  * ““PSPJOA 2022” means the Public Service Pensions and Judicial Offices Act 2022;”.\n\tSection 3 of PSPA(NI) 2014 (scheme regulations) is amended in accordancewith subsections (12) to (14).\n\tIn subsection (1), after “this Act” insert “and Part 1 of PSPJOA 2022”.\n\tIn subsection (2), after paragraph (b) insert—\n\t\tconsequential, supplementary, incidental or transitional provision inrelation to any provision of Part 1 of PSPJOA 2022.”\n\tAfter subsection (4) insert—\n\t“(4A)In subsection (2)(c)—\n\t\tthe reference to consequential provision includes consequential provisionamending any primary legislation made or passed before or within the period of12 months from the date on which PSPJOA 2022 receives Royal Assent (as well asconsequential provision amending any secondary legislation);\n\t\tthe reference to supplementary, incidental or transitional provisionincludes supplementary, incidental or transitional provision amending anexisting scheme contained in primary legislation (as well as supplementary,incidental or transitional provision amending any secondary legislation).\n\t\t(4B)See sections 37 and 74 of PSPJOA 2022 for provision under which certainpowers to make provision under Part 1 of that Act by means of schemeregulations may be exercised by amending existing schemes.”\n\tIn section 8 of PSPA(NI) 2014 (types of scheme), after subsection (4)insert—\n\t“(4A)The extent to which a scheme under section 1 is a career average revaluedearnings scheme is not affected by provision contained in scheme regulationsthat is made under section 78 of PSPJOA 2022 (local government schemes: powerto pay final salary benefits).”\n\tIn section 21 of PSPA(NI) 2014 (consultation), after subsection (3)insert—\n\tSubsection (1) may, in relation to provision contained in schemeregulations—\n\t\tunder any provision contained in Part 1 of PSPJOA 2022, or\n\t\tunder section 3(2)(c) of this Act (consequential etc provision in relationto Part 1 of PSPJOA 2022),\n\t\tbe satisfied by consultation before, as well as after, the coming into forceof the provision mentioned in paragraph (a) or (b).”\n\tIn section 23 of PSPA(NI) 2014 (procedure for retrospective provision),after subsection (5) insert—\n\tThis section does not apply in relation to provision contained in schemeregulations that is made—\n\t\tunder any provision contained in Part 1 of PSPJOA 2022, or\n\t\tunder section 3(2)(c) of this Act (consequential etc provision in relationto Part 1 of PSPJOA 2022).”\n\tIn section 34 of PSPA(NI) 2014 (general interpretation), at theappropriate place insert—\n\t\t  * ““PSPJOA 2022” means the Public Service Pensions and Judicial Offices Act 2022;”."
    },
    {
        "length": 2043,
        "text": "\nAmendments relating to the establishment or restriction of schemes\n\tPSPA 2013 is amended in accordance with subsections (2) to (7).\n\tIn section 4 (scheme manager)—\n\t\tafter subsection (3) insert—\n\t\t\t“(3A)Subsection (1) does not apply to a scheme under section 1 if—\n\t\tthe scheme is connected with another scheme under section 1, and\n\t\ta scheme manager is provided for under subsection (1) in scheme regulationsfor that other scheme.”;\n\t\tafter subsection (6) insert—\n\t\t“(6A)The reference in subsection (6) to a statutory pension scheme includes astatutory pension scheme established (under section 1 or otherwise) after theestablishment of the scheme under section 1 mentioned in that subsection.”\n\tIn section 5 (pension board), after subsection (2) insert—\n\t“(2A)Subsection (1) does not apply to a scheme under section 1 if—\n\t\tthe scheme is connected with another scheme under section 1, and\n\t\ta pension board is provided for under subsection (1) in scheme regulationsfor that other scheme.”\n\tIn section 7 (scheme advisory board)—\n\t\tin subsection (1), for “on the desirability of changes to the scheme”substitute “on—\n\t\tthe desirability of changes to the scheme, or\n\t\tthe desirability of changes to any other scheme under section 1 which—\n\t\tis connected with it, and\n\t\tis not an injury or compensation scheme.”;\n\t\tafter subsection (1) insert—\n\t\t“(1A)Subsection (1) does not apply to a scheme under section 1 if—\n\t\tthe scheme is connected with another scheme under section 1 which is not aninjury or compensation scheme, and\n\t\ta scheme advisory board is provided for under subsection (1) in schemeregulations for that other scheme.”\n\tIn section 11 (valuations), after subsection (1) insert—\n\t“(1A)Subsection (1) does not apply to a scheme under section 1 if—\n\t\tthe scheme is connected with another scheme under section 1, and\n\t\tactuarial valuations are provided for under subsection (1) in schemeregulations for that other scheme.”\n\tAfter section 12 insert—\n\t“12ASections 11 and 12: restricted schemes\n\t\tSection 11(1) (valuations) does not require scheme regulations to providefor actuarial valuations to be made of a scheme to which this section applies.\n\t\tSection 12(1) (employer cost cap) does not apply to a scheme to which thissection applies.\n\t\tThis section applies to a scheme under section 1 which—\n\t\t\tis a restricted scheme, and\n\t\t\tis specified for the purposes of this section in Treasury regulations.\n\t\tFor the purposes of this section a scheme under section 1 is a “restrictedscheme” at any time if any enactment restricts the provision of benefits underthe scheme to or in respect of a person in relation to the person’s serviceafter that time.\n\t\tTreasury regulations under this section may include consequential orsupplementary provision.\n\t\tTreasury regulations under this section are subject to the negative Commonsprocedure.”\n\t\tIn section 30 (new public body pension schemes), in subsection (1)(e), for“and 12” substitute “to 12A”.\n\t\tPSPA(NI) 2014 is amended in accordance with subsections (9) to (15).\n\t\tIn section 4 (scheme manager)—\n\t\t\tafter subsection (3) insert—\n\t\t\t\t“(3A)Subsection (1) does not apply to a scheme under section 1 if—\n\t\t\tthe scheme is connected with another scheme under section 1, and\n\t\t\ta scheme manager is provided for under subsection (1) in scheme regulationsfor that other scheme.”;\n\t\t\tafter subsection (6) insert—\n\t\t\t“(6A)The reference in subsection (6) to a statutory pension scheme includes astatutory pension scheme established (under section 1 or otherwise) after theestablishment of the scheme under section 1 mentioned in that subsection.”\n\t\tIn section 5 (pension board)—\n\t\t\tin subsection (1), for “subsection (2)” substitute “subsections (2) and(2A)”;\n\t\t\tafter subsection (2) insert—\n\t\t\t“(2A)Subsection (1) does not apply to a scheme under section 1 if—\n\t\t\tthe scheme is connected with another scheme under section 1, and\n\t\t\ta pension board is provided for under subsection (1) in scheme regulationsfor that other scheme.”\n\t\tIn section 7 (scheme advisory board)—\n\t\t\tin subsection (1), for “on the desirability of changes to the scheme”substitute “on—\n\t\t\tthe desirability of changes to the scheme, or\n\t\t\tthe desirability of changes to any other scheme under section 1 which—\n\t\t\tis connected with it, and\n\t\t\tis not an injury or compensation scheme.”;\n\t\t\tafter subsection (1) insert—\n\t\t\t“(1A)Subsection (1) does not apply to a scheme under section 1 if—\n\t\t\tthe scheme is connected with another scheme under section 1 which is not aninjury or compensation scheme, and\n\t\t\ta scheme advisory board is provided for under subsection (1) in schemeregulations for that other scheme.”\n\t\tIn section 11 (valuations), after subsection (1) insert—\n\t\t“(1A)Subsection (1) does not apply to a scheme under section 1 if—\n\t\t\tthe scheme is connected with another scheme under section 1, and\n\t\t\tactuarial valuations are provided for under subsection (1) in schemeregulations for that other scheme.”\n\t\tAfter section 12 insert—\n\t“12ASections 11 and 12: restricted schemes\n\t\tSection 11(1) (valuations) does not require scheme regulations to providefor actuarial valuations to be made of a scheme to which this section applies.\n\t\tSection 12(1) (employer cost cap) does not apply to a scheme to which thissection applies.\n\t\tThis section applies to a scheme under section 1 which—\n\t\t\tis a restricted scheme, and\n\t\t\tis specified for the purposes of this section in regulations made by theDepartment of Finance.\n\t\tFor the purposes of this section a scheme under section 1 is a “restrictedscheme” at any time if any statutory provision restricts the provision ofbenefits under the scheme to or in respect of a person in relation to theperson’s service after that time.\n\t\tRegulations made by the Department of Finance under this section mayinclude consequential or supplementary provision.\n\t\tRegulations made by the Department of Finance under this section aresubject to negative resolution.”\n\t\tIn section 31 (new public body pension schemes), in subsection (1)(e), for“and 12” substitute “to 12A”.\n\t\tIn section 34 (general interpretation), at the appropriate place insert—\n\t\t\t  * ““statutory provision” has the meaning given in section 1(f) of the Interpretation Act (Northern Ireland) 1954;”."
    },
    {
        "length": 517,
        "text": "\nAmendments relating to the Secret Intelligence Service etc\n\tPSPA 2013 is amended in accordance with subsections (2) to (4).\n\tIn section 18 (restriction of existing pension schemes)—\n\t\tin subsection (4), after paragraph (a) insert—\n\t\t31 March 2016 for an existing scheme which is a relevant Agency scheme,and”;\n\t\tin subsection (10) after “subsection (4)” insert “—\n\t\t\t  * “relevant Agency scheme” means regulations under section 1 of the Superannuation Act 1972 which relate to staff of the Secret Intelligence Service or Security Service;”.\n\tIn Schedule 5 (existing schemes), in paragraph 1 omit “other than a schemewhich relates to staff of the Secret Intelligence Service or SecurityService”.\n\tIn Schedule 10 (public bodies whose pension schemes must be restricted)omit paragraphs 10 and 11.\n\tIn consequence of the amendment made by subsection (3), in PSA 2015 omitsection 80 (public service pension schemes).\n\tAny provision of subordinate legislation that—\n\t\twas, at any time before the coming into force of this section, made (orpurportedly made) in relation to a relevant Agency scheme under—\n\t\tsection 18 of PSPA 2013 (restriction of existing pension schemes), or\n\t\tsection 31 of that Act (restriction of certain existing public bodypension schemes), and\n\t\tcould have been made under section 18 of that Act if the amendments made bysubsections (1) to (4) had been in force at that time,\n\t\t\tis treated as having been made under section 18 of that Act.\n\tIn subsection (6) “relevant Agency scheme” means regulations under section1 of SA 1972 which relate to staff of the Secret Intelligence Service orSecurity Service."
    },
    {
        "length": 776,
        "text": "\nAmendments relating to the judiciary\n\tPSPA 2013 is amended in accordance with subsections (2) and (3).\n\tAfter section 25 (extension of schemes) insert—\n\t“25AExtension of schemes where definition of “the judiciary” expanded\n\t\tSubsection (2) applies where—\n\t\t\tscheme regulations come into force establishing a scheme under section 1for the judiciary, and\n\t\t\tsubsequently, an order is made under paragraph 2(1) of Schedule 1 (orderspecifying judicial offices for the purposes of the definition of “thejudiciary”).\n\t\tScheme regulations for the scheme mentioned in subsection (1)(a) may makeprovision under which any right or obligation of a member holding an officespecified in the order mentioned in subsection (1)(b) is determined byreference to service which takes place before (as well as after) the ordercomes into force.\n\t\tThis section is without prejudice to the generality of section 3(3)(b)(power to make retrospective provision in scheme regulations).”\n\t\tIn Schedule 1 (persons in public service: definitions), in paragraph 2(judiciary), for sub-paragraphs (2) and (3) substitute—\n\t\tAn order under sub-paragraph (1) that specifies a devolved office in or asregards Scotland or Northern Ireland may only be made at the request of therelevant national authority.\n\t\tIn sub-paragraph (2), “relevant national authority” means—\n\t\t\tin relation to a devolved office within paragraph (a) of the definition of“devolved office” in section 37, the Department of Justice in NorthernIreland;\n\t\t\tin relation to a devolved office within paragraph (b) of the definition of“devolved office” in section 37, the Scottish Ministers.\n\t\tAn order under sub-paragraph (1) is subject to the negative procedure.”\n\t\tPSPA(NI) 2014 is amended in accordance with subsection (5).\n\t\tAfter section 25 (extension of schemes) insert—\n\t“25AExtension of schemes where definition of “the judiciary” expanded\n\t\tSubsection (2) applies where—\n\t\t\tscheme regulations come into force establishing a scheme under section 1for holders of judicial office, and\n\t\t\tsubsequently, an order is made under paragraph 2(1) of Schedule 1 (orderspecifying judicial offices for the purposes of the definition of “holders ofjudicial office”).\n\t\tScheme regulations for the scheme mentioned in subsection (1)(a) may makeprovision under which any right or obligation of a member holding an officespecified in the order mentioned in subsection (1)(b) is determined byreference to service which takes place before (as well as after) the ordercomes into force.\n\t\tThis section is without prejudice to the generality of section 3(3)(b)(power to make retrospective provision in scheme regulations).”"
    },
    {
        "length": 1050,
        "text": "\nAmendments relating to non-scheme benefits\n\tSection 26 of PSPA 2013 (non-scheme benefits) is amended in accordance withsubsections (2) and (3).\n\tIn subsection (1), for paragraphs (a) and (b) substitute—\n\t\tpersons to whom the scheme relates (including any to whom the schemerelates by virtue of section 25), and\n\t\tpersons to whom the scheme would have related but for the fact that, inaccordance with the scheme, they have opted out of the scheme (or have failedto opt in to the scheme).”\n\tAfter subsection (2) insert—\n\tFor the purposes of subsection (1)(b), a person is treated as having optedout of a scheme if the scheme would have related to the person (or would havedone so if the person had opted that it should) but for the fact that theperson had a partnership pension account.\n\tIn this section—\n\t\t  * “occupational defined contributions scheme” means a defined contributions scheme (within the meaning given by section 4 of the Pension Schemes Act 2015) that is an occupational pension scheme within the meaning of the Pension Schemes Act 1993 (see section 1 of that Act);\n\t\t  * “partnership pension account”, in relation to a person in service in an employment or office, means—\n\t\ta stakeholder pension scheme,\n\t\ta personal pension scheme, or\n\t\tan occupational defined contributions scheme,\n\t\t\tto which the person’s employer is paying contributions;\n\t\t\t  * “personal pension scheme” has the same meaning as in the Pension Schemes Act 1993 (see section 1 of that Act);\n\t\t\t  * “stakeholder pension scheme” means a scheme which is a stakeholder pension scheme for the purposes of Part 1 of the Welfare Reform and Pensions Act 1999 (see section 1 of that Act).”\n\tSection 26 of PSPA(NI) 2014 (non-scheme benefits) is amended in accordancewith subsections (5) and (6).\n\tIn subsection (1), for paragraphs (a) and (b) substitute—\n\t\tpersons to whom the scheme relates (including any to whom the schemerelates by virtue of section 25), and\n\t\tpersons to whom the scheme would have related but for the fact that, inaccordance with the scheme, they have opted out of the scheme (or have failedto opt in to the scheme).”\n\tAfter subsection (2) insert—\n\tFor the purposes of subsection (1)(b), a person is treated as having optedout of a scheme if the scheme would have related to the person (or would havedone so if the person had opted that it should) but for the fact that theperson had a partnership pension account.\n\tIn this section—\n\t\t  * “occupational defined contributions scheme” means a defined contributions scheme (within the meaning given by section 4 of the Pension Schemes Act (Northern Ireland) 2016) that is an occupational pension scheme within the meaning of Pension Schemes (Northern Ireland) Act 1993 (see section 1 of that Act);\n\t\t  * “partnership pension account”, in relation to a person in service in an employment or office, means—\n\t\ta stakeholder pension scheme,\n\t\ta personal pension scheme, or\n\t\tan occupational defined contributions scheme,\n\t\tto which the person’s employer is paying contributions;\n\t\t\t  * “personal pension scheme” has the same meaning as in the Pension Schemes (Northern Ireland) Act 1993 (see section 1 of that Act);\n\t\t\t  * “stakeholder pension scheme” means a scheme which is a stakeholder pension scheme for the purposes of Part 2 of the Welfare Reform and Pensions (Northern Ireland) Order 1999 (see Article 3 of that Order).”"
    },
    {
        "length": 100,
        "text": "\n“(4A)The following provisions of this section do not apply to a new publicbody pension scheme which is made under section 20(3) of the Government ofWales Act 2006 (remuneration of members of the Senedd: pensions)—\n\tsubsection (1)(e) (cost control);\n\tsubsection (3) (Treasury consent).”"
    },
    {
        "length": 103,
        "text": "\nGuidance to public service pension scheme managers on investmentdecisions\n\tThe Public Service Pensions Act 2013 is amended in accordance withsubsection (2).\n\tIn Schedule 3, in paragraph 12(a), at end insert “including guidance ordirections on investment decisions which it is not proper for the schememanager to make in light of UK foreign and defence policy”."
    },
    {
        "length": 678,
        "text": "\nPower of Treasury to make scheme for compensation\n\tThe Treasury may by regulations make provision for a compensation schemeunder which amounts are paid by way of compensation in respect ofcompensatable losses incurred by relevant members.\n\tThe provision that may be made under subsection (1) includes—\n\t\tprovision appointing a body to administer the scheme;\n\t\tprovision establishing a body for that purpose and making such provision inrelation to the appointment of members, staffing, expenditure, procedure andotherwise as the Treasury consider appropriate;\n\t\tprovision allowing the body administering the scheme to exercise adiscretion;\n\t\tprovision conferring power on the Treasury to give guidance or directionsto the body administering the scheme;\n\t\tany provision that could be included in—\n\t\tregulations made by virtue of section 26 (interest and process) in relationto amounts payable under section 23 (power to pay compensation), or\n\t\tregulations made by virtue of section 61 (interest and process) inrelation to amounts payable under section 59 (power to pay compensation).\n\tIn this section “compensatable loss” means—\n\t\ta compensatable loss for the purposes of section 23 (power to paycompensation under Chapter 1),\n\t\ta compensatable loss for the purposes of section 59 (power to paycompensation under Chapter 2), or\n\t\ta compensatable loss for the purposes of section 82 (power to paycompensation under Chapter 3).\n\tIn this section “relevant member” means—\n\t\ta member of a Chapter 1 legacy scheme within section 33(2)(a) or (3)(a) whohas remediable service that is pensionable service under the scheme,\n\t\ta member of a judicial scheme within section 70(2)(a), (4)(a) or (5) whohas remediable service that is pensionable service under the scheme, or\n\t\ta member of a local government new scheme within section 86(2)(a) who hasremediable service that is pensionable service under the scheme.\n\tIn subsection (4)—\n\t\tin paragraph (a), “Chapter 1 legacy scheme” and “remediable service” havethe same meaning as in Chapter 1;\n\t\tin paragraph (b), “judicial scheme” and “remediable service” have the samemeaning as in Chapter 2;\n\t\tin paragraph (c), “local government new scheme” and “remediable service”have the same meaning as in Chapter 3.\n\tRegulations under this section are subject to the negative procedure."
    },
    {
        "length": 692,
        "text": "\nPower of Department of Finance to make scheme for compensation\n\tThe Department of Finance in Northern Ireland may by regulations makeprovision for a compensation scheme under which amounts are paid by way ofcompensation in respect of compensatable losses incurred by relevant members.\n\tThe provision that may be made under subsection (1) includes—\n\t\tprovision appointing a body to administer the scheme;\n\t\tprovision establishing a body for that purpose and making such provision inrelation to the appointment of members, staffing, expenditure, procedure andotherwise as the Department of Finance in Northern Ireland considersappropriate;\n\t\tprovision allowing the body administering the scheme to exercise adiscretion;\n\t\tprovision conferring power on the Department of Finance in Northern Irelandto give guidance or directions to the body administering the scheme;\n\t\tany provision that could be included in—\n\t\tregulations made by virtue of section 26 (interest and process) in relationto amounts payable under section 23 (power to pay compensation), or\n\t\tregulations made by virtue of section 61 (interest and process) inrelation to amounts payable under section 59 (power to pay compensation).\n\tIn this section “compensatable loss” means—\n\t\ta compensatable loss for the purposes of section 23 (power to paycompensation under Chapter 1),\n\t\ta compensatable loss for the purposes of section 59 (power to paycompensation under Chapter 2), or\n\t\ta compensatable loss for the purposes of section 82 (power to paycompensation under Chapter 3).\n\tIn this section “relevant member” means—\n\t\ta member of a Chapter 1 legacy scheme within section 33(2)(b) or (3)(b) whohas remediable service that is pensionable service under the scheme,\n\t\ta member of a judicial scheme within section 70(2)(b) or (4)(b) who hasremediable service that is pensionable service under the scheme, or\n\t\ta member of a local government new scheme within section 86(2)(b) who hasremediable service that is pensionable service under the scheme.\n\tIn subsection (4)—\n\t\tin paragraph (a), “Chapter 1 legacy scheme” and “remediable service” havethe same meaning as in Chapter 1;\n\t\tin paragraph (b), “judicial scheme” and “remediable service” have the samemeaning as in Chapter 2;\n\t\tin paragraph (c), “local government new scheme” and “remediable service”have the same meaning as in Chapter 3.\n\tRegulations under this section are subject to the negative procedure."
    },
    {
        "length": 1048,
        "text": "\nPower to make provision in relation to certain fee-paid judges\n\tScheme regulations for a judicial scheme may make provision for the purposeof putting relevant fee-paid judges, so far as possible, in the position theywould have been in if they had always been recognised as being full protectionmembers of a judicial legacy scheme.\n\tThe provision that may be made under subsection (1) includes in particular—\n\t\tprovision about the amount of benefits to which a person is or was entitledin respect of pensionable service;\n\t\tprovision about pension contributions a person is or was required to pay tothe scheme in respect of pensionable service;\n\t\tprovision about cases in which voluntary contributions have been paid to ajudicial 2015 scheme (including provision under which rights to benefitsreferable to the contributions are retained in the judicial 2015 scheme);\n\t\tprovision about cases in which a person has transferred rights into ajudicial 2015 scheme (including provision under which the rights are retainedin the judicial 2015 scheme);\n\t\tprovision about cases in which a person has a partnership pension account;\n\t\tprovision about cases in which a person has partially retired;\n\t\tprovision enabling a scheme manager to pay amounts by way of compensation,including provision requiring an employer in relation to the scheme toreimburse the scheme manager for such amounts;\n\t\tprovision corresponding or similar to any provision of or made under—\n\t\tsection 53 (effective pension age payments);\n\t\tsection 54 (transitional protection allowance);\n\t\tsection 55 (power to reduce benefits in lieu of paying liabilities owedto the scheme);\n\t\tsection 56 (powers to reduce or waive liabilities);\n\t\tsection 57 (pension credit members);\n\t\tsection 61 (interest and process).\n\tFor the purposes of this section a person (“P”) is a “relevant fee-paidjudge” if—\n\t\ton 31 March 2012—\n\t\tP held a fee-paid judicial office, and\n\t\tdid not hold a salaried judicial office,\n\t\ton 1 April 2012, P was aged 55 or over,\n\t\tat any time in the period beginning with 1 April 2012 and ending with theday before the relevant date, P held a salaried judicial office, and\n\t\teither— \n\t\ton the relevant date, P did not hold a fee-paid judicial office, or\n\t\tthe condition in regulation 8(2)(a) of the judicial legacy fee-paid scheme(members) is not met in relation to P and the fee-paid judicial officementioned in paragraph (a)(i).\n\tIn this section “full protection member”—\n\t\tin relation to a judicial office within section 71(1)(a) or (b), has thesame meaning as in Schedule 2 to the Judicial Pensions Regulations 2015 ([S.I.2015/182](/id/uksi/2015/182?view=plain \"Go to item of legislation\")) (seeparagraph 1 of that Schedule), or\n\t\tin relation to a judicial office within section 71(1)(c), has the samemeaning as in Schedule 2 to the Judicial Pensions Regulations (NorthernIreland) 2015 ([S.R. (N.I.) 2015 No. 76](/id/nisr/2015/76?view=plain \"Go toitem of legislation\")) (see paragraph 1 of that Schedule).\n\tIn this section “the relevant date”—\n\t\tin relation to a judicial office within section 71(1)(a) or (b), means 2December 2012;\n\t\tin relation to a judicial office within section 71(1)(c), means 1 February2013.\n\tExpressions used in this section have the same meaning as in Chapter 2."
    },
    {
        "length": 698,
        "text": "\nHMRC information-sharing and other functions relating to compensationetc\n\tHMRC (or anyone acting on their behalf) may—\n\t\texchange information with a relevant person for the purpose of facilitatingthe exercise of any compensation function, or\n\t\tdo anything else which they think necessary or expedient for that purpose.\n\tA person to whom HMRC discloses information under this section—\n\t\tmay use it only for the purpose for which it was disclosed, and\n\t\tmay not further disclose it without the consent of HMRC (which may begeneral or specific).\n\tWhere a person contravenes subsection (2)(b) by disclosing informationrelating to a person whose identity—\n\t\tis specified in the disclosure, or\n\t\tcan be deduced from it,\n\t\t\tsection 19 of the Commissioners for Revenue and Customs Act 2005 (offence ofwrongful disclosure) applies in relation to the disclosure as it applies inrelation to a disclosure in contravention of section 20(9) of that Act.\n\tNothing in this section authorises a disclosure of information if thedisclosure would contravene the data protection legislation or would beprohibited by the investigatory powers legislation (but in determining whethera disclosure would do either of those things, the power conferred by thissection is to be taken into account).\n\tNothing in this section limits the circumstances in which information maybe disclosed under section 18(2) of the Commissioners for Revenue and CustomsAct 2005 or under any other enactment or rule of law.\n\tIn this section—\n\t\t  * “compensation function” means a function that relates to— \n\t\tthe payment of compensation, contributions, benefits or other amounts to or inrespect of a person by virtue of a provision made by or under this Part, or\n\t\tthe reduction or waiving of a person’s liability to pay an amount by virtue ofsuch a provision;\n\t\t\t  * “the data protection legislation” has the same meaning as in the Data Protection Act 2018 (see section 3 of that Act); \n\t\t\t  * “the investigatory powers legislation” means Parts 1 to 7 and Chapter 1 of Part 9 of the Investigatory Powers Act 2016; \n\t\t\t  * “relevant person” means a person— \n\t\twho exercises a compensation function,\n\t\tto or in respect of whom compensation, contributions, benefits or otheramounts is or are payable by virtue of a provision made by or under this Part,or\n\t\twhose liability to pay an amount may be reduced or waived by virtue of such aprovision."
    },
    {
        "length": 400,
        "text": "\nSection 91 of Pensions Act 1995 and section 356 of Armed Forces Act2006\n\tSubsection (2) applies in relation to any reference in section 91 of PA1995 or Article 89 of P(NI)O 1995 (inalienability of occupational pension) to—\n\t\tassigning, commuting or surrendering an entitlement to a pension or a rightto a future pension, or\n\t\tthe exercise of a set-off in respect of such an entitlement or right.\n\tThe reference does not include—\n\t\tanything done under or by virtue of this Part of this Act, or\n\t\tthe surrender of an entitlement or right under a pension scheme—\n\t\tfor the purpose of meeting a condition by virtue of section 5(5)(b)(Chapter 1: surrender of rights required as condition for inclusion of opted-out service in remedy), or\n\t\tin the course of taking the steps mentioned in section 41(3) or (6)(Chapter 2: partnership pension account: requirement to transfer assets andsurrender rights).\n\tSubsection (4) applies in relation to any reference in section 356 of theArmed Forces Act 2006 (avoidance of assignment of, or charge on, pay andpensions etc) to an assignment (or, in Scotland, assignation) of, or anagreement to assign, any relevant pay or pension (within the meaning of thatsection).\n\tThe reference does not include anything done under or by virtue of thisPart of this Act."
    },
    {
        "length": 498,
        "text": "\nParliamentary procedure for judicial schemes: transitory provision\n\tThis section applies to scheme regulations for a scheme relating to thejudiciary that are made at any time within the period of one month beginningwith the day on which this Act is passed.\n\tA statutory instrument containing scheme regulations to which this sectionapplies must be laid before Parliament after being made.\n\tRegulations contained in a statutory instrument laid before Parliamentunder subsection (2) cease to have effect at the end of the period of 28 daysbeginning with the day on which the instrument is made unless, during thatperiod, the instrument is approved by a resolution of each House ofParliament.\n\tIn calculating the period of 28 days, no account is to be taken of anywhole days that fall within a period during which—\n\t\tParliament is dissolved or prorogued, or\n\t\teither House of Parliament is adjourned for more than four days.\n\tIf regulations cease to have effect as a result of subsection (3), thatdoes not—\n\t\taffect the validity of anything previously done under the regulations, or\n\t\tprevent the making of new regulations.\n\tIf regulations otherwise subject to the negative procedure are combinedwith scheme regulations to which this section applies, the combinedregulations are subject to the procedure set out in this section.\n\tSection 24 of PSPA 2013 (other procedure) does not apply to schemeregulations to which this section applies.\n\tIn this section, the following expressions have the same meaning as in PSPA2013—\n\t\t  * “the judiciary” (see paragraph 2 of Schedule 1 to that Act); \n\t\t  * “negative procedure” (see section 38(3) of that Act); \n\t\t  * “scheme” (see section 37 of that Act); \n\t\t  * “scheme regulations” (see section 1(4) of that Act). "
    },
    {
        "length": 216,
        "text": "\nPower to make consequential provision\n\tThe Treasury may by regulations make provision that is consequential onthis Part.\n\tRegulations under this section may make retrospective provision.\n\tRegulations under this section may amend, repeal, revoke or otherwisemodify provision made by an enactment.\n\tRegulations under this section that amend, repeal or revoke primarylegislation are subject to the affirmative procedure.\n\tAny other regulations under this section are subject to the negativeprocedure.\n\tIn this section “primary legislation” means—\n\t\tan Act;\n\t\tretained direct principal EU legislation;\n\t\tan Act of the Scottish Parliament;\n\t\ta Measure or Act of Senedd Cymru;\n\t\tNorthern Ireland legislation."
    },
    {
        "length": 3617,
        "text": "\nInterpretation of Part\n\tMeaning of “member” etc\n\t\tIn this Part “member”, in relation to a pension scheme, means a member ofthe scheme of any description (whether or not in pensionable service or inreceipt of a pension) and includes a deceased member.\n\t\tFor the purposes of this Part a person is an “active member” of a pensionscheme in relation to their service in an employment or office if—\n\t\t\tthere are presently arrangements made under the pension scheme for theaccrual of benefits to or in respect of the person that are calculated byreference to the person’s service in that employment or office, and\n\t\t\tthe person is not a pensioner member of the scheme in relation to thatemployment or office.\n\t\tFor the purposes of this Part a person is a “pensioner member” of a pensionscheme in relation to their service in an employment or office if the personis entitled to the present payment of benefits under the scheme that arecalculated by reference to the person’s service in that employment or office.\n\t\tFor the purposes of this Part a person is a “deferred member” of a pensionscheme in relation to their service in an employment or office if—\n\t\t\tthe person has accrued rights under the pension scheme, and\n\t\t\tthe person is neither an active member of the scheme, nor a pensionermember of the scheme, in relation to that employment or office.\n\tInterpretation of Part\n\t\tIn this Part—\n\t\t\t  * “accrual rate”, in relation to a pension scheme, means the rate at which rights to benefits accrue over time by reference to periods of pensionable service; \n\t\t\t  * “active member” has the meaning given by section 109; \n\t\t\t  * “connected” means— \n\t\t\tconnected within the meaning of PSPA 2013 (see section 4(6) and (7) of thatAct), or\n\t\t\tconnected within the meaning of PSPA(NI) 2014 (see section 4(6) and (7) ofthat Act);\n\t\t\t\t  * “continuous period of service”, in relation to an employment or office, means a period of service in that employment or office that does not include a gap in service; \n\t\t\t\t  * “deferred member” has the meaning given by section 109; \n\t\t\t\t  * “EA 2010” means the Equality Act 2010; \n\t\t\t\t  * “EEAR(NI) 2006” means the Employment Equality (Age) Regulations (Northern Ireland) 2006 ([S.R. (N.I.) 2006 No. 261](/id/nisr/2006/261?view=plain \"Go to item of legislation\")); \n\t\t\t\t  * “employer”, in relation to a pension scheme, means— \n\t\t\tany employer of persons to whom the scheme relates,\n\t\t\tthe person responsible for the remuneration of an office-holder to whom thescheme relates, or\n\t\t\tsuch other persons (in addition to, or instead of, any person falling withinparagraph (a) or (b)) as scheme regulations or (in the case of a public bodypension scheme) the rules of the scheme may provide;\n\t\t\t\t  * “employment”: references to a person’s service in an employment include, in relation to a health service worker, any service of the person that, if the person were in pensionable service under a scheme under section 1 of PSPA 2013, or section 1 of PSPA(NI) 2014, for health service workers, would be pensionable service under the scheme; \n\t\t\t\t  * “enactment” includes— \n\t\t\tan enactment comprised in subordinate legislation (within the meaning given bysection 21 of the Interpretation Act 1978),\n\t\t\tan enactment comprised in, or in an instrument made under, a Measure or Act ofSenedd Cymru,\n\t\t\tan enactment comprised in, or in an instrument made under, an Act of theScottish Parliament, and\n\t\t\tan enactment comprised in, or in an instrument made under, Northern Irelandlegislation;\n\t\t\t\t  * “entitled”: section 165(3)(b) of FA 2004 (time when person becomes “entitled” to pension) applies for the purposes of this Part as it applies for the purposes of Part 4 of that Act (reading the reference to a registered pension scheme as a reference to any pension scheme); \n\t\t\t\t  * “excess teacher service” has the meaning given by subsection (2); \n\t\t\t\t  * “FA 2004” means the Finance Act 2004; \n\t\t\t\t  * “Fair Deal scheme” means— \n\t\t\ta pension scheme that, in accordance with the Fair Deal Statement of Practice,has been certified by the Government Actuary’s Department as offering, topersons who have been subject to a Fair Deal transfer, pension arrangementsthat are broadly comparable with those offered to them before the transfer, or\n\t\t\ta pension scheme in relation to which the obligation to give such acertificate has been waived in accordance with that statement of practice;\n\t\t\t\t  * “Fair Deal Statement of Practice” means the statement of practice entitled “Staff Transfers in the Public Sector” issued by the Cabinet Office in January 2000, as supplemented and modified from time to time; \n\t\t\t\t  * “Fair Deal transfer” means a transfer of a person’s employment from a public sector employer to a private sector employer in accordance with the Fair Deal Statement of Practice; \n\t\t\t\t  * “health service workers” means— \n\t\t\thealth service workers within the meaning of PSPA 2013 (see paragraph 5 ofSchedule 1 to that Act), or\n\t\t\thealth service workers within the meaning of PSPA(NI) 2014 (see paragraph 5 ofSchedule 1 to that Act);\n\t\t\t\t  * “HMRC” means Her Majesty’s Revenue and Customs; \n\t\t\t\t  * “JUPRA 1993” means the Judicial Pensions and Retirement Act 1993; \n\t\t\t\t  * “local government contracting-out transfer” means a transfer of a person’s employment that was required to be conducted— \n\t\t\tin accordance with directions given, and having regard to guidance issued, forthe purposes of section 101(1) of the Local Government Act 2003 (contractingout: staff transfer matters), or\n\t\t\thaving regard to guidance issued for the purposes of section 52 of the LocalGovernment in Scotland Act [2003 (asp 1)](/id/asp/2003/1?view=plain \"Go toitem of legislation\") (guidance on contractual matters);\n\t\t\t\t  * “member” has the meaning given by section 109; \n\t\t\t\t  * “normal pension age” means normal pension age within the meaning of PSPA 2013 (see section 10(5) of that Act) or PSPA(NI) 2014 (see section 10(10) of that Act); \n\t\t\t\t  * “occupational defined contributions scheme” means— \n\t\t\ta defined contributions scheme (within the meaning given by section 4 of PSA2015) that is an occupational pension scheme within the meaning of PSA 1993(see section 1 of that Act), or\n\t\t\ta defined contributions scheme (within the meaning given by section 4 ofPSA(NI) 2016) that is an occupational pension scheme within the meaning ofPS(NI)A 1993 (see section 1 of that Act);\n\t\t\t\t  * “PA 1995” means the Pensions Act 1995; \n\t\t\t\t  * “P(NI)O 1995” means the Pensions (Northern Ireland) Order 1995 ([S.I. 1995/3213 (N.I. 22)](/id/nisi/1995/3213?view=plain \"Go to item of legislation\")); \n\t\t\t\t  * “partnership pension account”, in relation to a person in service in an employment or office, means— \n\t\t\ta stakeholder pension scheme,\n\t\t\ta personal pension scheme, or\n\t\t\tan occupational defined contributions scheme,\n\t\t\t\tto which the person‘s employer is paying contributions;\n\t\t\t\t  * “pension contributions”, in relation to a pension scheme, means— \n\t\t\tcontributions that a member of the scheme or the employer is required underthe scheme to pay to the scheme, or\n\t\t\tamounts that a person is required under or by virtue of this Part to pay tothe scheme by way of pension contributions;\n\t\t\t\t  * “pension scheme” means a scheme for the payment of pensions or other benefits to or in respect of persons with service of a particular description; \n\t\t\t\t  * “pensionable earnings”, in relation to a pension scheme and a member of it, means earnings by reference to which a pension or other benefits under the scheme are calculated; \n\t\t\t\t  * “pensionable service”, in relation to a pension scheme, means service which qualifies a person to a pension or other benefits under that scheme; \n\t\t\t\t  * “pensioner member” has the meaning given by section 109; \n\t\t\t\t  * “personal pension scheme” means a personal pension scheme within the meaning of PSA 1993 (see section 1 of that Act) or PS(NI)A 1993 (see section 1 of that Act); \n\t\t\t\t  * “PSA 1993” means the Pension Schemes Act 1993; \n\t\t\t\t  * “PS(NI)A 1993” means the Pension Schemes (Northern Ireland) Act 1993; \n\t\t\t\t  * “PSA 2015” means the Pension Schemes Act 2015; \n\t\t\t\t  * “PSA(NI) 2016” means the [Pension Schemes Act (Northern Ireland) 2016 (c.1 (N.I.))](/id/nia/2016/1?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “PSPA 2013” means the Public Service Pensions Act 2013; \n\t\t\t\t  * “PSPA(NI) 2014” means the [Public Service Pensions Act (Northern Ireland) 2014 (c. 2 (N.I.))](/id/nia/2014/2?view=plain \"Go to item of legislation\"); \n\t\t\t\t  * “public body pension scheme” means a scheme which is a public body pension scheme for the purposes of PSPA 2013 (see section 30(5) of that Act) or PSPA(NI) 2014 (see section 31(4) of that Act); \n\t\t\t\t  * “SA 1972” means the Superannuation Act 1972; \n\t\t\t\t  * “scheme manager” has the meaning given by section 4 of PSPA 2013 or section 4 of PSPA(NI) 2014; \n\t\t\t\t  * “stakeholder pension scheme” means a scheme which is a stakeholder pension scheme for the purposes of Part 1 of WRPA 1999 (see section 1 of that Act) or Part 2 of WRP(NI)O 1999 (see Article 3 of that Order); \n\t\t\t\t  * “teacher” means teacher within the meaning of PSPA 2013 (see paragraph 4 of Schedule 1 to that Act) or PSPA(NI) 2014 (see paragraph 4 of Schedule 1 to that Act); \n\t\t\t\t  * “voluntary contributions” means amounts that are paid to a pension scheme by a member of the scheme on a voluntary basis, in accordance with the scheme, for the purpose of securing additional benefits, or securing the earlier payment of benefits, under the scheme; \n\t\t\t\t  * “WRPA 1999” means the Welfare Reform and Pensions Act 1999; \n\t\t\t\t  * “WRP(NI)O 1999” means the Welfare Reform and Pensions (Northern Ireland) Order 1999 ([S.I. 1999/3147 (N.I. 11)](/id/nisi/1999/3147?view=plain \"Go to item of legislation\")). \n\t\tIn this Part “excess teacher service” means a person’s service in anemployment or office as a teacher where (disregarding section 2(1))—\n\t\t\tthe service is pensionable service under a local government new scheme, or\n\t\t\tthe service—\n\t\t\tis pensionable service under a Chapter 1 new scheme for teachers, and\n\t\t\twould have been pensionable service under a local government new schemebut for the person’s failure to meet a condition relating to the person’sattainment of normal pension age, or another specified age, by a specifieddate.\n\t\t\tService in an employment or office is “excess teacher service” if all of theservice falls within paragraphs (a) and (b) (even if it does not all fallwithin only one of those paragraphs).\n\t\tIn subsection (2)—\n\t\t\t  * “Chapter 1 new scheme” has the same meaning as in Chapter 1; \n\t\t\t  * “local government new scheme” has the same meaning as in Chapter 3. "
    },
    {
        "length": 2327,
        "text": "\nNew public pension schemes\n\tEstablishment of new public schemes and transfer of rights\n\t\tThe Treasury may by regulations establish one or more schemes (“new publicschemes”) which provide for pensions or other benefits to be payable to or inrespect of persons who are or have been members of the BBS Pension Scheme orthe NRAM Pension Scheme.\n\t\tThe Treasury may by regulations make provision for the transfer ofqualifying accrued rights to a new public scheme (without the need for anyapproval or consent to the transfer).\n\t\tRegulations under subsection (2) may include provision for the discharge ofliabilities in respect of qualifying accrued rights that are transferred.\n\t\tIn this Part—\n\t\t\t  * “qualifying accrued rights” means— \n\t\t\tany right to future benefits under the BBS Pension Scheme or the NRAM PensionScheme which, at the qualifying time, has accrued to or in respect of a memberof that scheme,\n\t\t\tany entitlement under the BBS Pension Scheme or the NRAM Pension Scheme to thepresent payment of a pension or other benefit which a member of the BBSPension Scheme or the NRAM Pension Scheme has at the qualifying time, or\n\t\t\tany entitlement to benefits, or right to future benefits, under the BBSPension Scheme or the NRAM Pension Scheme which a survivor of a member of theBBS Pension Scheme or the NRAM Pension Scheme has at the qualifying time inrespect of the member;\n\t\t\t\t  * “the qualifying time” means the time immediately before the date specified or described in regulations made by the Treasury. \n\t\tFor the purposes of the definition of “qualifying accrued rights”—\n\t\t\treferences to pensions or other benefits (including future benefits)includes money purchase benefits, and\n\t\t\treferences to a right include a pension credit right.\n\t\tRegulations under subsection (4) specifying or describing a date for thepurposes of the definition of “the qualifying time” may make provision for thepurposes of transfers of qualifying accrued rights generally, transfers of aparticular description or a particular transfer.\n\tNew public schemes: further provision\n\t\tA new public scheme may include provision—\n\t\t\tfor pensions or other benefits to be payable to or in respect of some orall persons described in section 111(1);\n\t\t\tfor the provision of money purchase benefits or benefits that are not moneypurchase benefits (or both);\n\t\t\tfor increasing in particular circumstances the amounts payable in respectof qualifying accrued rights;\n\t\t\tfor the payment or receipt of transfer values or other lump sum paymentsfor the purpose of creating rights to benefits under a new public scheme orotherwise.\n\t\tRegulations under section 111(1) may—\n\t\t\tprovide for a new public scheme to be treated as an occupational pensionscheme, a previously contracted-out scheme or another type of occupationalpension scheme for the purposes of an enactment specified or described in theregulations;\n\t\t\tprovide for the enactment to apply in relation to a new public schemesubject to modifications specified in the regulations.\n\t\tRegulations under section 111(1) amending a new public scheme may makeretrospective provision.\n\t\tRegulations under section 111(1) may—\n\t\t\tconfer functions on the Treasury or another person;\n\t\t\tprovide for a person to exercise a discretion in dealing with a matter.\n\t\tThe Treasury may—\n\t\t\tmake arrangements for a new public scheme to be administered by any person;\n\t\t\tdelegate to any person a function exercisable by the Treasury under a newpublic scheme.\n\t\tIn this section, a “previously contracted-out scheme” means a scheme thatbefore 6 April 2016 was a salary related contracted-out scheme within themeaning of Part 3 of the Pension Schemes Act 1993.\n\tProtection against adverse treatment: transfer of rights\n\t\tWhen making regulations under section 111 which transfer qualifying accruedrights to a new public scheme, the Treasury must ensure that the followingrequirements are met in respect of each person whose qualifying accrued rightsare transferred—\n\t\t\tthe general scheme requirement (see subsection (2)), and\n\t\t\twhere the qualifying accrued rights transferred are a person’s rights orentitlements to money purchase benefits other than pensions in payment, themoney purchase requirement (see subsection (3)).\n\t\tThe general scheme requirement is that, so far as relevant to thequalifying accrued rights transferred by the regulations, the provision in thenew public scheme immediately after the regulations are made is in allmaterial respects at least as good as the provision in the BBS Pension Schemeor the NRAM Pension Scheme (as appropriate) immediately before that time.\n\t\tThe money purchase requirement is that the value of the rights orentitlements to money purchase benefits, other than pensions in payment, thata person has under the new public scheme immediately after, and as a resultof, the transfer is at least equivalent to the value of the qualifying accruedrights of the person that are transferred.\n\t\tThe Treasury may by regulations make provision about the determination ofthe value of rights or entitlements for the purposes of subsection (3).\n\t\tRegulations under subsection (4) may, among other things—\n\t\t\tmake provision about the person by whom, and the manner in which, the valueof rights or entitlements is to be determined,\n\t\t\tmake provision about the date or period by reference to which the value ofthe qualifying accrued rights transferred is to be determined (subject tosubsection (6)), and\n\t\t\tmake provision that applies generally or only for a specific purpose (forexample, in relation to a particular transfer).\n\t\tRegulations under subsection (4) may not make provision for the value ofthe qualifying accrued rights transferred to be determined by reference to adate which falls, or a period which ends, more than three months before thetransfer.\n\t\tSubsection (1) does not require provision to be included in a new publicscheme if the Treasury is of the opinion that the provision would beincompatible with an enactment (including an enactment applying as a result ofany provision made by or under this Part).\n\t\tNothing in subsections (1) to (3) is to be read as—\n\t\t\trequiring particular provisions of a new public scheme to take a particularform,\n\t\t\trequiring a new public scheme to be established in a particular way,\n\t\t\trequiring any power or duty conferred or imposed by a new public scheme tobe exercised or performed in a particular way, or\n\t\t\taffecting any power of any person to amend a new public scheme.\n\tProtection against adverse treatment: amendment of new public schemes\n\t\tThe Treasury may not make regulations under section 111 amending a newpublic scheme unless—\n\t\t\tin a case where the amendment, on coming into force, would or mightadversely affect subsisting rights at that time, the consent requirements orthe procedure requirements are satisfied in relation to the amendment, or\n\t\t\tin any other case, the consultation requirements are satisfied in relationto the amendment.\n\t\tThe consent requirements are requirements specified or described inregulations made by the Treasury for the purpose of obtaining the consent ofinterested persons, or their representatives, to amendment of a new publicscheme.\n\t\tThe consultation requirements are requirements specified or described inregulations made by the Treasury for the purpose of consulting interestedpersons, or their representatives, about amendment of a new public scheme.\n\t\tThe procedure requirements are requirements which—\n\t\t\tare specified or described in regulations made by the Treasury for steps tobe taken before amending a new public scheme, and\n\t\t\tare not requirements for the purpose of obtaining the consent of, orconsulting, interested persons or their representatives.\n\t\tIn this section, “subsisting rights”, in relation to any time, means—\n\t\t\tany right to future benefits under a new public scheme which, at that time,has accrued to or in respect of a member of the scheme,\n\t\t\tany entitlement under a new public scheme to the present payment of apension or other benefit which a member of the scheme has at that time, or\n\t\t\tany entitlement to benefits, or rights to future benefits, under a newpublic scheme which a survivor of a member of the scheme has at that time inrespect of the member.\n\t\tFor the purposes of the definition of “subsisting rights”—\n\t\t\treferences to pensions or other benefits (including future benefits)include money purchase benefits, and\n\t\t\treferences to a right include a pension credit right.\n\t\tIn this section, “interested persons”, in relation to an amendment of ascheme, means persons who appear to the Treasury to be likely to be affectedby the amendment.\n\tTransfer of assets and liabilities\n\t\tThe Treasury may by regulations provide for the transfer of assets orliabilities of the BBS Pension Scheme or the NRAM Pension Scheme to—\n\t\t\ta nominee of the Treasury, or\n\t\t\ta company established by the Treasury for the purpose of holding the assetsor the liabilities pending their disposal or discharge.\n\t\tRegulations may be made under this section only if regulations undersection 111 have been made.\n\t\tRegulations under this section may include provision for the making ofpayments into the Consolidated Fund."
    },
    {
        "length": 374,
        "text": "\nOther liabilities to pay pensions\n\tTransfer of other pensions and benefits\n\t\tThe Treasury may by regulations make provision for the transfer to theTreasury of any of the following—\n\t\t\tqualifying liabilities of Bradford & Bingley Limited or NRAM Limited;\n\t\t\tqualifying liabilities of UK Asset Resolution Limited.\n\t\tIn this Part, “qualifying liability” means a liability to pay a pension orother benefit to or in respect of a person in connection with the person’spast service as an employee or office-holder of Bradford & Bingley Limited,Northern Rock Plc or another entity, other than a liability arising under theBBS Pension Scheme or the NRAM Pension Scheme.\n\t\tThe Treasury may by regulations provide for a relevant enactment to applywith modifications, or not to apply, to an arrangement under which aqualifying liability arises that is an occupational pension scheme.\n\t\tIn subsection (3), “relevant enactment” means an enactment that—\n\t\t\trelates or refers to occupational pension schemes, and\n\t\t\tis specified or described in regulations under subsection (3).\n\t\tThe Treasury may by regulations—\n\t\t\tprovide for an arrangement under which a qualifying liability arises to betreated as a particular type of occupational pension scheme for the purposesof an enactment specified or described in the regulations;\n\t\t\tprovide for the enactment to apply in relation to the arrangement subjectto modifications specified in the regulations."
    },
    {
        "length": 2701,
        "text": "\nSupplementary\n\tTaxation \n\t\tThe Treasury may by regulations make provision for varying the way in whichany relevant tax would, apart from the regulations, have effect in relationto—\n\t\t\ta new public scheme;\n\t\t\tmembers of a new public scheme;\n\t\t\tpersons who have survived a member of a new public scheme and who have anentitlement to benefits, or a right to future benefits, under the scheme inrespect of the member;\n\t\t\ta company within section 115(1)(b).\n\t\tRegulations under subsection (1) may include provision for treating a newpublic scheme as a registered pension scheme.\n\t\tThe Treasury may by regulations make provision for varying the way in whichany relevant tax would, apart from the regulations, have effect in relationto, or in connection with, anything done by or under, or in consequence of,regulations made under this Part in relation to—\n\t\t\tthe BBS Pension Scheme;\n\t\t\tthe NRAM Pension Scheme;\n\t\t\tmembers of the BBS Pension Scheme or the NRAM Pension Scheme;\n\t\t\tpersons who have survived a member of one of those schemes and who have anentitlement to benefits, or a right to future benefits, under the scheme inrespect of the member;\n\t\t\tUK Asset Resolution Limited;\n\t\t\tpersons in respect of whom there is a qualifying liability.\n\t\tRegulations under subsection (1) or (3) may include provision for any ofthe following—\n\t\t\ta tax provision not to apply or to apply with modifications;\n\t\t\tanything done to have or not to have a specified consequence for thepurposes of a tax provision;\n\t\t\tthe withdrawal of relief and the charging of a relevant tax.\n\t\tProvision made by regulations under subsection (1) or (3), other thanprovision withdrawing a relief or charging a relevant tax, may makeretrospective provision.\n\t\tIn this section—\n\t\t\t  * “relevant tax” means— \n\t\t\tincome tax;\n\t\t\tcapital gains tax;\n\t\t\tcorporation tax;\n\t\t\tinheritance tax;\n\t\t\tstamp duty and stamp duty reserve tax;\n\t\t\tstamp duty land tax;\n\t\t\t\t  * “registered pension scheme” has the meaning given in Part 4 of the Finance Act 2004; \n\t\t\t\t  * “tax provision” means any provision made by or under an enactment relating to a relevant tax. \n\tInformation \n\t\tThe Treasury may by regulations make provision requiring a person specifiedor described in the regulations to give the Treasury a document or otherinformation specified or described in the regulations.\n\t\tRegulations under subsection (1) may only make provision in respect ofdocuments or other information which the Treasury reasonably require for thepurposes of—\n\t\t\tmaking regulations under this Part,\n\t\t\testablishing or administering a new public scheme, including transferringqualifying accrued rights to such a scheme, or\n\t\t\tadministering arrangements under which a qualifying liability arises.\n\t\tRegulations under subsection (1) may, among other things, include—\n\t\t\tprovision about the time when the document or other information must begiven;\n\t\t\tprovision about the form and manner in which it must be given;\n\t\t\tprovision for the imposition of a financial penalty on a person who,without reasonable excuse, fails to comply with a requirement imposed by theregulations (including provision for appeals to a court or tribunal).\n\t\tFor the purposes of facilitating the establishment or administration of anew public scheme, including the transfer of qualifying accrued rights to sucha scheme—\n\t\t\tinformation described in subsection (5)(a) may be shared among personslisted in subsection (5)(b), and\n\t\t\tinformation described in subsection (6)(a) may be shared among personslisted in subsection (6)(b).\n\t\tFor the purposes of subsection (4)(a)—\n\t\t\tthe information is information relating to—\n\t\t\trights or entitlements to pensions or other benefits under the BBS PensionScheme;\n\t\t\tthe administration of the BBS Pension Scheme;\n\t\t\trights or entitlements to pensions or other benefits under a new publicscheme, so far as they are rights or entitlements of, or in respect of,persons who were members of the BBS Pension Scheme;\n\t\t\tthe administration of a new public scheme, so far as relevant to rights orentitlements described in sub-paragraph (iii);\n\t\t\tthe persons are—\n\t\t\tthe Treasury;\n\t\t\tUK Asset Resolution Limited;\n\t\t\ta trustee of the BBS Pension Scheme;\n\t\t\ta person who exercises functions under the BBS Pension Scheme;\n\t\t\ta person who administers, or exercises functions under, a new publicscheme.\n\t\tFor the purposes of subsection (4)(b)—\n\t\t\tthe information is information relating to—\n\t\t\trights or entitlements to pensions or other benefits under the NRAM PensionScheme;\n\t\t\tthe administration of the NRAM Pension Scheme;\n\t\t\trights or entitlements to pensions or other benefits under a new publicscheme, so far as they are rights or entitlements of, or in respect of,persons who were members of the NRAM Pension Scheme;\n\t\t\tthe administration of a new public scheme, so far as relevant to rights orentitlements described in sub-paragraph (iii);\n\t\t\tthe persons are—\n\t\t\tthe Treasury;\n\t\t\tUK Asset Resolution Limited;\n\t\t\ta trustee of the NRAM Pension Scheme;\n\t\t\ta person who exercises functions under the NRAM Pension Scheme;\n\t\t\ta person who administers, or exercises functions under, a new publicscheme.\n\t\tFor the purposes of facilitating the transfer of qualifying liabilities orthe administration of an arrangement under which such liabilities arise—\n\t\t\tinformation relating to qualifying liabilities of UK Asset ResolutionLimited may be shared among persons listed in subsection (8)(a) and (b),\n\t\t\tinformation relating to qualifying liabilities of Bradford & BingleyLimited may be shared among persons listed in subsection (8)(a), (b) and (c),and\n\t\t\tinformation qualifying liabilities of NRAM Limited may be shared amongpersons listed in subsection (8)(a), (b) and (d).\n\t\tFor the purposes of subsection (7), the persons are—\n\t\t\tthe Treasury;\n\t\t\tUK Asset Resolution Limited;\n\t\t\tBradford & Bingley Limited;\n\t\t\tNRAM Limited.\n\t\tExcept as provided by subsection (10), the disclosure of information inaccordance with this section, or regulations made under this section, does notbreach—\n\t\t\tany obligation of confidence owed by a person in relation to thatinformation, or\n\t\t\tany other restriction on the disclosure of information (however imposed).\n\t\tThis section and regulations made under this section do not require orauthorise a disclosure of information if the disclosure would contravene thedata protection legislation (but in determining whether a disclosure would doso, take into account a duty imposed or power conferred by this section or theregulations).\n\t\tIn this section, “the data protection legislation” has the same meaning asin the Data Protection Act 2018 (see section 3 of that Act).\n\tRegulations \n\t\tThe Treasury must consult the relevant trustees before making—\n\t\t\tregulations under section 111 which establish a new public scheme ortransfer qualifying accrued rights to a new public scheme, or\n\t\t\tregulations under section 115 which make provision for the transfer ofassets or liabilities.\n\t\tIn this section, “the relevant trustees” are—\n\t\t\tthe trustees of the BBS Pension Scheme, where the regulations affect—\n\t\t\tpersons who are members of that scheme, or\n\t\t\tpersons who have survived a member of that scheme and who have anentitlement to benefits, or a right to future benefits, under the scheme inrespect of the member;\n\t\t\tthe trustees of the NRAM Pension Scheme, where the regulations affect—\n\t\t\tpersons who are members of that scheme, or\n\t\t\tpersons who have survived a member of that scheme and who have anentitlement to benefits, or a right to future benefits, under the scheme inrespect of the member.\n\t\tRegulations under section 111 are subject to the affirmative procedure if—\n\t\t\tthe making of the regulations is subject to the consent requirements (seesection 114(1)(a) and (2)), or\n\t\t\tthe regulations make provision which has retrospective effect.\n\t\tRegulations under section 118(1) are subject to the affirmative procedureif they make provision about the amount of a financial penalty.\n\t\tA statutory instrument containing regulations under section 117 is subjectto annulment in pursuance of a resolution of the House of Commons.\n\t\tAny other regulations under this Part are subject to the negativeprocedure.\n\tInterpretation \n\t\tIn this Part—\n\t\t  * “BBS Pension Scheme” means the Bradford & Bingley Staff Pension Scheme; \n\t\t  * “enactment” includes— \n\t\t\tan enactment comprised in subordinate legislation (within the meaning given bysection 21 of the Interpretation Act 1978),\n\t\t\tan enactment comprised in, or in an instrument made under, a Measure or Act ofSenedd Cymru,\n\t\t\tan enactment comprised in, or in an instrument made under, an Act of theScottish Parliament, and\n\t\t\tan enactment comprised in, or in an instrument made under, Northern Irelandlegislation;\n\t\t\t\t  * “member” has the meaning given by section 124(1) of the Pensions Act 1995; \n\t\t\t\t  * “money purchase benefits” has the meaning given by section 181 of the Pension Schemes Act 1993; \n\t\t\t\t  * “new public scheme” has the meaning given by section 111(1); \n\t\t\t\t  * “occupational pension scheme” has the meaning given by section 1 of the Pension Schemes Act 1993; \n\t\t\t\t  * “pension credit right” has the meaning given by section 124(1) of the Pensions Act 1995; \n\t\t\t\t  * “qualifying liability” has the meaning given by section 116(2). "
    },
    {
        "length": 3093,
        "text": "\nPART 3Judicial offices\n\tJudicial pay and conditions\n\t\tRetirement date for holders of judicial offices etc\n\t\t\tSchedule 1 makes provision about the retirement date for holders of judicialoffices.\n\t\tAllowances for judicial office holders\n\t\t\tSchedule 2 makes provision in respect of allowances payable to certainjudicial office holders.\n\tSitting in retirement offices\n\t\tSitting in retirement offices\n\t\t\tFor each judicial office listed in Schedule 3 (an “original office”) thereis to be a corresponding office (a “sitting in retirement office”).\n\t\t\tA sitting in retirement office is to have the name of the correspondingoriginal office followed by the words “(sitting in retirement)”.\n\t\t\tIn this Part, “original office” and “sitting in retirement office” have themeaning given in subsection (1).\n\t\tAppointment to sitting in retirement offices\n\t\t\tThe appointing authority may appoint an eligible person to a sitting inretirement office if —\n\t\t\t\tit appears to the appointing authority that it is expedient to make theappointment to facilitate the disposal of business in any court or tribunal towhich a person appointed to the office in question may be deployed, and\n\t\t\t\tthe person is qualified for appointment to the corresponding originaloffice.\n\t\t\t“The appointing authority”, in relation to a sitting in retirement office,means—\n\t\t\t\twhere the corresponding original office is listed in Part 1 of Schedule 3,the Lord Chief Justice;\n\t\t\t\twhere the corresponding original office is listed in Part 2 of Schedule 3,the Senior President of Tribunals;\n\t\t\t\twhere the corresponding original office is listed in Part 3 of Schedule 3,the Lord Chief Justice of Northern Ireland;\n\t\t\t\twhere the corresponding original office is listed in Part 4 of Schedule 3,the Northern Ireland Judicial Appointments Commission;\n\t\t\t\twhere the corresponding original office is listed in Part 5 of Schedule 3,the President of Welsh Tribunals;\n\t\t\t\twhere the corresponding original office is listed in Part 6 of Schedule 3,the Lord President of the Court of Session.\n\t\t\t“An eligible person”, in relation to an appointment to a sitting inretirement office, means a person who—\n\t\t\t\tholds or has held a prescribed office, and\n\t\t\t\tis a person of such further description as may be prescribed.\n\t\t\tIn subsection (3), “prescribed” means prescribed by regulations made by—\n\t\t\t\twhere the corresponding original office is listed in Part 1 of Schedule 3,the Lord Chancellor with the concurrence of the Lord Chief Justice;\n\t\t\t\twhere the corresponding original office is listed in Part 2 of Schedule 3,the Lord Chancellor with the concurrence of the Senior President of Tribunals;\n\t\t\t\twhere the corresponding original office is listed in Part 3 of Schedule 3,the Lord Chancellor with the concurrence of the Lord Chief Justice of NorthernIreland;\n\t\t\t\twhere the corresponding original office is listed in Part 4 of Schedule 3,the Department of Justice in Northern Ireland;\n\t\t\t\twhere the corresponding original office is listed in Part 5 of Schedule 3,the Welsh Ministers with the concurrence of the President of Welsh Tribunals;\n\t\t\t\twhere the corresponding original office is listed in Part 6 of Schedule 3,the Lord Chancellor with the concurrence of the Lord President of the Court ofSession.\n\t\t\tBefore making an appointment under this section, the Lord Chief Justice,the Senior President of Tribunals or the Lord Chief Justice of NorthernIreland must obtain the agreement of the Lord Chancellor.\n\t\t\tBefore making an appointment under this section, the Northern IrelandJudicial Appointments Commission must obtain the agreement of the Departmentof Justice in Northern Ireland.\n\t\t\tBefore making an appointment under this section, the President of WelshTribunals must obtain the agreement of—\n\t\t\t\twhere the appointment is to an office to which subsection (8) applies, theWelsh Ministers, or\n\t\t\t\tin any other case, the Lord Chancellor.\n\t\t\tThis subsection applies to—\n\t\t\t\tthe office of Member of the Adjudication Panel for Wales (sitting inretirement), and\n\t\t\t\tthe office of Legal member of the Welsh Language Tribunal (sitting inretirement).\n\t\t\tThe Lord Chief Justice may nominate a judicial office holder as defined insection 109(4) of the Constitutional Reform Act 2005 to exercise functions ofthe Lord Chief Justice under this section.\n\t\t\tThe Lord Chief Justice of Northern Ireland may nominate either of thefollowing persons to exercise functions of the Lord Chief Justice of NorthernIreland under this section—\n\t\t\t\tthe holder of one of the offices listed in Schedule 1 to the Justice(Northern Ireland) Act 2002;\n\t\t\t\ta Lord Justice of Appeal (as defined in section 88 of that Act).\n\t\t\tRegulations under this section are subject to the negative procedure.\n\t\tAppointment to sitting in retirement offices: further provision\n\t\t\tThis section applies to an appointment of a person under section 124.\n\t\t\tSubject to subsection (3), the person appointed is to be treated for allpurposes as, and accordingly may perform any of the functions of, a personappointed to the corresponding original office.\n\t\t\tSubsection (2) does not apply for the purposes of any enactment relatingto—\n\t\t\t\tthe appointment, removal or disqualification of office holders of thecorresponding original office;\n\t\t\t\tthe tenure of office or oaths to be taken by such office holders;\n\t\t\t\tthe remuneration, allowances or pensions of such office holders.\n\t\t\tSubject as follows, the person appointed is to hold and vacate office inaccordance with the terms of the person’s appointment, which are to be such asthe appropriate person may determine.\n\t\t\tThe appointment may not extend beyond the day on which the person appointedattains the age of 75.\n\t\t\tThe person appointed is to be paid such remuneration and such allowances asthe appropriate person may determine.\n\t\t\tA determination under subsection (6) is subject to any approval that isrequired in respect of the equivalent determination in relation to thecorresponding original office.\n\t\t\tIn this section, in relation to the exercise of a power in respect of asitting in retirement office, “the appropriate person” means the person whomay exercise the equivalent power in relation to the corresponding originaloffice.\n\t\t\tIn this section, “enactment” includes—\n\t\t\t\tan enactment comprised in subordinate legislation (within the meaning givenby section 21 of the Interpretation Act 1978),\n\t\t\t\tan enactment comprised in, or in an instrument made under, a Measure or Actof Senedd Cymru,\n\t\t\t\tan enactment comprised in, or in an instrument made under, an Act of theScottish Parliament, and\n\t\t\t\tan enactment comprised in, or in an instrument made under, Northern Irelandlegislation.\n\t\tDiscipline and removal from office\n\t\t\tA person appointed to a relevant sitting in retirement office may beremoved from that office only on a qualifying ground and—\n\t\t\t\tif the corresponding original office is the office of High Court Judge(England and Wales) or Lord Justice of Appeal (England and Wales), by the LordChancellor with the agreement of the Lord Chief Justice, or\n\t\t\t\tin any other case, by the appropriate person.\n\t\t\tThe exercise of the power under subsection (1)(b) is subject to anyapproval that is required in relation to the exercise of the equivalent powerin relation to the corresponding original office.\n\t\t\tIn subsection (1), a “qualifying ground” is—\n\t\t\t\ta ground specified in the person’s terms of appointment, or\n\t\t\t\tthe ground of inability or misbehaviour.\n\t\t\tSubsection (5) applies to a sitting in retirement office if—\n\t\t\t\tthe corresponding original office is listed in Schedule 14 to theConstitutional Reform Act 2005, or\n\t\t\t\tthe corresponding original office is an office listed in section 109(5) ofthat Act (senior judges).\n\t\t\tChapter 3 of Part 4 of the Constitutional Reform Act 2005 (discipline)applies to the sitting in retirement office as it would apply if the officewere listed in Schedule 14 to that Act.\n\t\t\tSubsection (7) applies to a sitting in retirement office if thecorresponding original office is listed in Part 3 or 4 of Schedule 3 to thisAct.\n\t\t\tSection 7 of the Justice (Northern Ireland) Act 2002 (removal from listedjudicial offices) applies to the sitting in retirement office as it wouldapply if the office were listed in Schedule 1 to that Act.\n\t\t\tIn this section, a “relevant sitting in retirement office” is a sitting inretirement office for which the corresponding original office is listed inPart 1, 2, 5 or 6 of Schedule 3 to this Act.\n\t\t\tIn this section, “the appropriate person” has the meaning given by section125.\n\t\tPower to add new offices\n\t\t\tThe appropriate national authority may by regulations amend Schedule 3 soas to add a judicial office apart from an excluded Scottish office.\n\t\t\tIn this section, “the appropriate national authority” means—\n\t\t\t\twhere the office is to be added to Part 4 of Schedule 3 and provision toadd the office to that Part of the Schedule would be within the legislativecompetence of the Northern Ireland Assembly if it were included in an Act ofthat Assembly, the Department of Justice in Northern Ireland;\n\t\t\t\twhere the office is to be added to Part 5 of Schedule 3 and provision toadd the office to that Part of the Schedule would be within the legislativecompetence of Senedd Cymru if it were included in an Act of Senedd Cymru, theWelsh Ministers;\n\t\t\t\tin any other case, the Lord Chancellor.\n\t\t\tFor the purposes of subsection (1), a judicial office is an “excludedScottish office” if provision to add the office to Part 6 of Schedule 3 wouldbe within the legislative competence of the Scottish Parliament if it wereincluded in an Act of that Parliament.\n\t\t\tBefore making regulations under subsection (1) to add an office to Part 1,2, 3, or 5 of Schedule 3, the appropriate national authority must consult therelevant office holder.\n\t\t\tIn subsection (4), the “relevant office holder” means—\n\t\t\t\twhere the office is to be added to Part 1 of Schedule 3, the Lord ChiefJustice;\n\t\t\t\twhere the office is to be added to Part 2 of Schedule 3, the SeniorPresident of Tribunals;\n\t\t\t\twhere the office is to be added to Part 3 of Schedule 3, the Lord ChiefJustice of Northern Ireland;\n\t\t\t\twhere the office is to be added to Part 5 of Schedule 3, the President ofWelsh Tribunals.\n\t\t\tRegulations under this section are subject to the affirmative procedure.\n\tConsequential etc provision\n\t\tConsequential etc provision\n\t\t\tSchedule 4 makes amendments consequential on, or related to, this Part.\n\t\t\tThe appropriate national authority may by regulations make provision thatis consequential on this Part.\n\t\t\tIn this section, “the appropriate national authority” means—\n\t\t\t\tin relation to provision which would be within the legislative competenceof the Northern Ireland Assembly if it were included in an Act of thatAssembly made without the Secretary of State’s consent, the Department ofJustice in Northern Ireland;\n\t\t\t\tin relation to provision which would be within the legislative competenceof Senedd Cymru if it were included in an Act of Senedd Cymru, the WelshMinisters;\n\t\t\t\tin any other case, the Lord Chancellor.\n\t\t\tRegulations under this section may amend, repeal, revoke or otherwisemodify provision made by an enactment.\n\t\t\tRegulations under this section that amend, repeal or revoke primarylegislation are subject to the affirmative procedure.\n\t\t\tAny other regulations under this section are subject to the negativeprocedure.\n\t\t\tIn this section—\n\t\t\t\t  * “enactment” has the meaning given in section 125; \n\t\t\t\t  * “primary legislation” means— \n\t\t\t\tan Act;\n\t\t\t\tretained direct principal EU legislation;\n\t\t\t\tan Act of the Scottish Parliament;\n\t\t\t\ta Measure or Act of Senedd Cymru;\n\t\t\t\tNorthern Ireland legislation."
    },
    {
        "length": 2191,
        "text": "\nPART 4General\n\tRegulations and directions\n\t\tRegulations under any provision of this Act may make—\n\t\t\tconsequential, supplementary, incidental, transitional, or savingprovision;\n\t\t\tdifferent provision for different cases or purposes.\n\t\tRegulations under this Act made by the Treasury or the Lord Chancellor areto be made by statutory instrument.\n\t\tA power or duty of a Northern Ireland department to make regulations underthis Act is exercisable by statutory rule for the purposes of the StatutoryRules (Northern Ireland) Order 1979 ([S.I. 1979/1573 (N.I.12)](/id/nisi/1979/1573?view=plain \"Go to item of legislation\")).\n\t\tIn this Act “the affirmative procedure” means—\n\t\t\tin the case of regulations made by the Treasury or the Lord Chancellor,that the regulations may not be made unless a draft of the instrumentcontaining them has been laid before, and approved by resolution of, eachHouse of Parliament;\n\t\t\tin the case of regulations made by the Welsh Ministers, that theregulations may not be made unless a draft of the instrument containing themhas been laid before, and approved by resolution of, Senedd Cymru;\n\t\t\tin the case of regulations made by a Northern Ireland department, that theregulations may not be made unless a draft of the regulations has been laidbefore, and approved by a resolution of, the Northern Ireland Assembly.\n\t\tIn this Act “the negative procedure” means—\n\t\t\tin the case of regulations made by the Treasury or the Lord Chancellor,that the instrument containing them is subject to annulment in pursuance of aresolution of either House of Parliament;\n\t\t\tin the case of regulations made by the Welsh Ministers, that the instrumentcontaining them is subject to annulment in pursuance of a resolution of SeneddCymru;\n\t\t\tin the case of regulations made by a Northern Ireland department, that theregulations are subject to negative resolution (within the meaning of section41(6) of the [Interpretation Act (Northern Ireland) 1954) (c. 33(N.I.))](/id/apni/1954/33?view=plain \"Go to item of legislation\").\n\t\tAny provision that may be made by regulations under this Act subject to thenegative procedure may be made by regulations subject to the affirmativeprocedure.\n\t\tSection 41(3) of the Interpretation Act (Northern Ireland) 1954 applies forthe purposes of subsection (4)(c) in relation to the laying of a draft as itapplies in relation to the laying of a statutory document under an enactment.\n\t\tThe preceding subsections do not apply in relation to—\n\t\t\tscheme regulations for a Chapter 1 scheme (within the meaning of Chapter 1of Part 1),\n\t\t\tscheme regulations for a judicial scheme (within the meaning of Chapter 2of Part 1),\n\t\t\tscheme regulations for a local government scheme (within the meaning ofChapter 3 of Part 1), or\n\t\t\tregulations under section 131.\n\t\tDirections given under this Act by the Treasury or the Department ofFinance in Northern Ireland may be varied or revoked.\n\tExtent \n\t\tSubject as follows, this Act extends to England and Wales, Scotland andNorthern Ireland.\n\t\tIn Schedule 3 (judicial offices)—\n\t\t\tPart 4 extends to Northern Ireland only;\n\t\t\tPart 5 extends to England and Wales only.\n\t\tAn amendment, repeal or revocation made by this Act has the same extent asthe provision amended, repealed or revoked.\n\tCommencement \n\t\tAny provision of, or amendment made by, Part 1 or 3, so far as it—\n\t\t\tconfers a power to make subordinate legislation or give directions, or\n\t\t\totherwise relates to the exercise of a power to make subordinatelegislation, or give directions, on or after the day on which this Act ispassed,\n\t\t\t\tcomes into force on the day on which this Act is passed.\n\t\tPart 1 (so far as not brought into force under subsection (1)) comes intoforce as follows—\n\t\t\tChapter 1, and sections 109 and 110 so far as they apply for the purposesof that Chapter, come into force in relation to a Chapter 1 scheme withinsection 33(2)(a) or (3)(a) on—\n\t\t\t1 October 2023, or\n\t\t\tsuch earlier day as the Treasury may by regulations appoint;\n\t\t\tChapter 1, and sections 109 and 110 so far as they apply for the purposesof that Chapter, come into force in relation to a Chapter 1 scheme withinsection 33(2)(b) or (3)(b) on—\n\t\t\t1 October 2023, or\n\t\t\tsuch earlier day as the Department of Finance in Northern Ireland may byorder appoint;\n\t\t\tChapter 2, and sections 109 and 110 so far as they apply for the purposesof that Chapter, come into force on such day as the Lord Chancellor may byregulations appoint;\n\t\t\tChapter 3, and sections 109 and 110 so far as they apply for the purposesof that Chapter, come into force in relation to a local government schemewithin section 86(2)(a) or (3)(a) on—\n\t\t\t1 October 2023, or\n\t\t\tsuch earlier day as the Treasury may by regulations appoint;\n\t\t\tChapter 3, and sections 109 and 110 so far as they apply for the purposesof that Chapter, come into force in relation to a local government schemewithin section 86(2)(b) or (3)(b) on—\n\t\t\t1 October 2023, or\n\t\t\tsuch earlier day as the Department of Finance in Northern Ireland may byorder appoint;\n\t\t\tChapter 4, including sections 109 and 110 so far as they apply for purposesnot mentioned in paragraphs (a) to (e), comes into force on 1 April 2022.\n\t\tPart 2 comes into force at the end of the period of two months beginningwith the day on which this Act is passed.\n\t\tPart 3 (so far as not brought into force under subsection (1)) comes intoforce as follows—\n\t\t\tthe following provisions come into force on the day on which this Act ispassed—\n\t\t\tsection 121, and\n\t\t\tSchedule 1 apart from paragraph 25(3);\n\t\t\tthe following provisions come into force at the end of the period of twomonths beginning with the day on which this Act is passed—\n\t\t\tparagraph 25(3) of Schedule 1, and\n\t\t\tsection 122 and Schedule 2;\n\t\t\tsections 123 to 128, and Schedules 3 and 4, come into force on such day asthe Lord Chancellor may by regulations appoint.\n\t\tPart 4 comes into force on the day on which this Act is passed.\n\t\tRegulations and orders under subsection (2), and regulations undersubsection (4), may appoint different days for different purposes.\n\t\tThe Treasury or the Lord Chancellor may by regulations make transitional orsaving provision in connection with the coming into force of any provision ofthis Act (other than any transitional or saving provision that may be made bythe Department of Finance in Northern Ireland under subsection (8)).\n\t\tThe Department of Finance in Northern Ireland may by order maketransitional or saving provision in connection with the coming into force ofany provision of—\n\t\t\tChapter 1, or sections 109 and 110 so far as they apply for the purposes ofthat Chapter, in relation to a Chapter 1 scheme within section 33(2)(b) or(3)(b), or\n\t\t\tChapter 3, or sections 109 and 110 so far as they apply for the purposes ofthat Chapter, in relation to a local government scheme within section 86(2)(b)or (3)(b).\n\t\tA power to make regulations or an order under subsection (7) or (8)includes power to make different provision for different purposes.\n\t\tRegulations under this section are to be made by statutory instrument.\n\t\tThe power of the Department of Finance in Northern Ireland to make anorder under subsection (2)(b), (2)(e) or (8) is exercisable by statutory rulefor the purposes of the Statutory Rules (Northern Ireland) Order 1979 ([S.I.1979/1573 (N.I. 12)](/id/nisi/1979/1573?view=plain \"Go to item oflegislation\")).\n\tShort title\n\t\tThis Act may be cited as the Public Service Pensions and Judicial Offices Act2022."
    }
]