{
    "general": "This law changes how much money people get when they retire from working in government jobs like being a judge or a teacher. It also makes sure that some people who used to work for banks that got taken over by the government can still get a good pension. And it decides how long judges should keep working after they retire.",
    "series": [
        [
            {
                "length": 381,
                "short": "Remediable Service Definition Under Public Service Pensions and Judicial Offices Act 2022",
                "text": "\n* Simplified point 1: This section defines \"remediable service\" for the purposes of Chapter 1 of the Public Service Pensions and Judicial Offices Act 2022.\n* Simplified point 2: Remediable service is any continuous period of service in an employment or office that meets certain conditions, including that the service takes place between April 1, 2012, and March 31, 2022, and that the person was in service on March 31, 2012, or earlier.\n* Simplified point 3: The conditions for remediable service also include that the person was in service in an employment or office that is pensionable service under a Chapter 1 legacy scheme, a judicial legacy scheme, or a local government legacy scheme, and that there is no \"disqualifying gap in service\" (a period longer than 5 years without service in an employment or office that is pensionable service under one of these schemes).\n* Simplified point 4: The section also defines \"the closing date\" as March 31, 2015, for service that is pensionable service under a Chapter 1 scheme that is not an Agency scheme, and March 31, 2016, for service that is pensionable service under an Agency scheme.\n* Simplified point 5: The section includes provisions for determining whether service is pensionable service under a particular scheme, and for treating service as pensionable service under certain schemes despite the service not being pensionable service under a Chapter 1 scheme or excess teacher service."
            },
            {
                "length": 322,
                "short": "\"UK Public Service Pensions Retrospective Provisions for Remediable Service\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title \"Public Service Pensions and Judicial Offices Act 2022\".\n* Simplified point 2: The extract outlines provisions for retrospective pensionable service under Chapter 1 legacy schemes, allowing individuals to treat their remediable service as pensionable service under the relevant Chapter 1 legacy scheme, subject to certain conditions and restrictions.\n* Simplified point 3: The text provides for elections to be made in relation to relevant opted-out service in employments or offices, allowing individuals to treat their opted-out service as remediable service and make elections for retrospective provision to apply to opted-out service.\n* Simplified point 4: The scheme regulations for a Chapter 1 legacy scheme must make provision for an election to be made in relation to relevant opted-out service, and the election must be made before the end of the election period.\n* Simplified point 5: The conditions that may be specified by virtue of subsection (5)(b) include a condition relating to the reason why the person opted that the service to which the application relates should not be pensionable service (or did not opt that it should be pensionable service) under a Chapter 1 scheme."
            },
            {
                "length": 207,
                "short": "\"UK Public Service Pension Scheme Elections: Choice and Timing\"",
                "text": "\n* Simplified point 1: The section allows pensioner and deceased members of a UK public service pension scheme to choose immediately to receive new scheme benefits.\n* Simplified point 2: The section provides for separate elections to be made in relation to remediable service in multiple employments or offices, and for the timing and procedure of such elections.\n* Simplified point 3: The section allows for elections to be made by virtue of section 6, and for the scheme manager to make regulations regarding the form and manner of such elections.\n* Simplified point 4: The section provides for the deeming of an election by virtue of section 6 to have been made in certain circumstances, and for the making of elections by virtue of section 10 in relation to remediable service that is pensionable service under more than one Chapter 1 legacy scheme."
            },
            {
                "length": 237,
                "short": "\"Public Service Pension Scheme Election Options\"",
                "text": "\n* Simplified point 1: This section of the legislation allows members of a public service pension scheme to choose whether to receive benefits under the new scheme or the old scheme.\n* Simplified point 2: The section sets out the rules for making this choice, including the timeframe for making the election and the requirements for making an election on behalf of a deceased member.\n* Simplified point 3: The section also allows for the possibility of an election being made by virtue of section 10, which is an election to receive new scheme benefits in relation to remediable service in an employment or office.\n* Simplified point 4: The section provides for the timing and procedure for making elections, including the requirement for information to be provided before an election is made and the possibility of an election lapsing or being revoked after benefits have become payable.\n* Simplified point 5: The section also includes provisions for deemed elections and for persons with remediable service in more than one Chapter 1 legacy scheme."
            },
            {
                "length": 278,
                "short": "\"UK Public Service Pensions Law: Corrections for Pension Benefits & Contributions\"",
                "text": "\n* Simplified point 1: The text delimited by the triple backticks is an extract of clauses from a piece of UK Legislation with the title \"Public Service Pensions and Judicial Offices Act 2022\" that pertains to pension benefits and contributions corrections for members of a pension scheme.\n\n* Simplified point 2: The extract outlines the corrections for pension benefits and lump sum benefits for pensioner and deceased members of a Chapter 1 legacy scheme, as well as the adjustments to be made for pension contributions paid by members.\n\n* Simplified point 3: The section also includes provisions for reducing or waiving liabilities owed by members or the scheme under certain circumstances.\n\n* Simplified point 4: The text also covers the election by virtue of section 6 (immediate choice to receive new scheme benefits) and the adjustments to be made for pension contributions paid by members.\n\n* Simplified point 5: The section provides for the reduction or waiver of liabilities owed by members or the scheme under certain circumstances, and includes provisions for tax relief amounts."
            },
            {
                "length": 239,
                "short": "\"UK Government Provides Pension Benefits for Employees through Public Service Pensions and Judicial Offices Act 2022\"",
                "text": "\n* Simplified point 1: The UK government has enacted the Public Service Pensions and Judicial Offices Act 2022 to provide pension benefits to its employees.\n\n* Simplified point 2: The legislation includes provisions for special cases, such as pension credit members, mixed service, and injury and compensation benefits.\n\n* Simplified point 3: The provision allows for the variation of rights to benefits, extinguishment of rights, and the payment of compensation in certain cases.\n\n* Simplified point 4: The scheme regulations can be made under this section to modify any provision of this chapter, including provision corresponding to or applying any provision of this chapter with or without modifications.\n\n* Simplified point 5: The provision includes definitions of key terms such as \"adult survivor,\" \"child,\" \"made redundant,\" \"modifying,\" \"scheme administrator,\" and \"the armed forces.\""
            },
            {
                "length": 423,
                "short": "\"UK Government's Power to Pay Compensation for Non-Discrimination Breaches in Public Service Pension Schemes\"",
                "text": "\n* Simplified point 1: The UK government has the power to pay compensation to members of public service pension schemes who have incurred losses due to breaches of non-discrimination rules.\n* Simplified point 2: The scheme manager for a Chapter 1 legacy scheme may pay amounts by way of compensation in respect of compensatable losses incurred by members or, in the case of deceased members, their personal representatives.\n* Simplified point 3: Compensatable losses include losses attributable to a relevant breach of a non-discrimination rule, the application of any provision of, or made under, this Chapter, or the value of rights in respect of remediable service which would, apart from section 2(1), be pensionable service under a Chapter 1 new scheme.\n* Simplified point 4: The power to pay compensation is subject to certain conditions and limitations, such as the member being a relevant member, the loss being a Part 4 tax loss, and the scheme manager being satisfied that it is more likely than not that the member would have entered into the same or similar arrangements but for a relevant breach of a non-discrimination rule.\n* Simplified point 5: The scheme regulations for a Chapter 1 legacy scheme may make provision for indirect compensation, where a member has incurred a compensatable loss that is a Part 4 tax loss, and the member is instead paid such additional benefits under the scheme as may be determined in accordance with the regulations.\n* Simplified point 6: The scheme regulations for a Chapter 1 legacy scheme may also make provision for remedial arrangements to pay voluntary contributions to the legacy schemes, and for the reduction of liabilities to pay voluntary contributions by tax relief amounts."
            },
            {
                "length": 265,
                "short": "\"Public Service Pensions Overhaul: Streamlined Payment Options & Netting Off\"",
                "text": "\n* Simplified point 1: The Public Service Pensions and Judicial Offices Act 2022 allows for the creation of scheme regulations that can reduce or waive liabilities for certain public service pensions.\n* Simplified point 2: The Act gives the Treasury the power to make directions on how to calculate and pay interest on relevant amounts owed to or by the pension scheme, and these directions can take into account the particular circumstances of the member or the person owed the amount.\n* Simplified point 3: The Act allows for the netting off of relevant amounts owed to or by the scheme, and for the payment of these amounts in instalments.\n* Simplified point 4: The Treasury directions under the Act can provide for the determination of amounts to be paid by or to the scheme, and can take into account the particular circumstances of the member and the person to whom or by whom the amount is to be paid or owed.\n* Simplified point 5: The Government Actuary must be consulted before any variations or revocations of Treasury directions can be made."
            },
            {
                "length": 409,
                "short": "\"Chapter 1 Pension Scheme Rules: Remediable Service Statements\"",
                "text": "\n* Simplified point 1: The section outlines the rules for making unauthorized payments from a Chapter 1 pension scheme.\n* Simplified point 2: The section requires scheme managers to provide a statement of remediable service to members of the scheme, which includes information about the benefits currently available and the benefits that would be available if certain elections were made.\n* Simplified point 3: The section allows for Treasury directions to specify additional information that must be included in the remediable service statement and the form in which it must be provided.\n* Simplified point 4: The section requires remediable service statements to be provided to members of the scheme on or before a specified date and at least once a year thereafter.\n* Simplified point 5: The section allows for a member of the scheme to request a remediable service statement on request, but only once in any 12-month period.\n* Simplified point 6: The section specifies that the relevant date for the purposes of the section is the day after the final day of the period of 18 months beginning with the day on which section 2(1) comes into force in relation to the Chapter 1 legacy scheme, or such later day as the scheme manager considers reasonable in all the circumstances.\n* Simplified point 7: The section provides that a requirement to provide a remediable service statement may be satisfied by providing it before this section or any other provision of this Chapter comes into force.\n* Simplified point 8: The section states that section 61 of the Equality Act 2010 and paragraph 2 of Schedule 1 to the Equality Act (Northern Ireland) 2006 do not apply for the purposes of this Chapter."
            },
            {
                "length": 379,
                "short": "Remedying Discrimination in Employment: Putting Things Back to Normal",
                "text": "\n* Simplified point 1: This section of the legislation applies to cases where an \"immediate detriment remedy\" has been obtained in relation to a person's remediable service in an employment or office.\n* Simplified point 2: The section provides that, in such cases, the scheme regulations for a Chapter 1 scheme may make provision for the purpose of putting persons who have rights in respect of remediable service in relation to which an immediate detriment remedy has been obtained, so far as possible, in the position that they would have been in if there had been no relevant breach of a non-discrimination rule in relation to the service.\n* Simplified point 3: The provision that may be made under the section includes provision corresponding to any provision of sections 2 to 30, or provision applying any provision of this Chapter in its application to persons of a description specified in the regulations, with or without modifications.\n* Simplified point 4: The section defines \"non-discrimination rule\" as a rule that is, or at any time was, included in a Chapter 1 scheme by virtue of section 61 of EA 2010 or paragraph 2 of Schedule 1 to EEAR(NI) 2006.\n* Simplified point 5: The section also defines \"immediate detriment remedy\" as a remedy obtained in relation to a person's remediable service in an employment or office as a result of a non-discrimination rule, which has been determined by a court or tribunal or agreed upon by the scheme manager and the person."
            },
            {
                "length": 370,
                "short": "\nPublic Service Pensions and Judicial Offices Act 2022: Definitions and Scheme Regulations",
                "text": "\n* Simplified point 1: This section defines the meaning of \"Chapter 1 scheme\" and \"Chapter 1 legacy scheme\" for the purposes of the Public Service Pensions and Judicial Offices Act 2022.\n* Simplified point 2: A \"Chapter 1 legacy scheme\" is a scheme that was established under the Public Service Pensions Act 2013 or the Public Service Pensions (Northern Ireland) Act 2014, and is not a scheme for holders of a judicial office or local government workers.\n* Simplified point 3: A \"Chapter 1 new scheme\" is a scheme established under the Public Service Pensions Act 2013 or the Public Service Pensions (Northern Ireland) Act 2014, and is not a scheme for holders of a judicial office or local government workers.\n* Simplified point 4: The text defines the meaning of \"new scheme benefits\" and \"legacy scheme contributions\" for the purposes of the Act.\n* Simplified point 5: The text also defines the meaning of \"opted-out service\" and \"mixed service\" for the purposes of the Act.\n* Simplified point 6: The text provides for the making of scheme regulations by the responsible authority for the Chapter 1 new scheme, and for the amendment of Chapter 1 legacy schemes.\n* Simplified point 7: The text defines the meaning of \"Agency scheme\" and \"compensation benefits\" for the purposes of the Act."
            },
            {
                "length": 292,
                "short": "Remediable Service Under the Public Service Pensions and Judicial Offices Act 2022",
                "text": "\n* Simplified point 1: This section defines \"remediable service\" for the purposes of Chapter 4 of the Public Service Pensions and Judicial Offices Act 2022.\n* Simplified point 2: Remediable service is any continuous period of service of a person in a judicial office that meets certain conditions, including that the service takes place between 1 April 2015 and 31 March 2022, and that the person was under the age of 55 on 1 April 2012.\n* Simplified point 3: The conditions also include that the service must be pensionable service under a judicial scheme, and that there is no disqualifying gap in service.\n* Simplified point 4: A disqualifying gap in service is a period longer than 5 years at no time during which the person is not in service in an employment or office that is pensionable service under a Chapter 1 scheme, a judicial scheme, or a local government scheme.\n* Simplified point 5: The section also provides that in determining whether any service is pensionable service under a particular scheme, certain provisions of the Act are to be disregarded."
            },
            {
                "length": 239,
                "short": "UK Legalese: Judicial Pension Elections & Schemes Explained",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title \"Public Service Pensions and Judicial Offices Act 2022\"\n* Simplified point 2: The extract outlines the rules and procedures for legacy scheme elections and 2015 scheme elections for judicial pensions in the UK.\n* Simplified point 3: The text explains the requirements and procedures for making elections, the effects of making an election, and the meaning of \"the relevant judicial legacy salaried scheme\".\n* Simplified point 4: The text also outlines the meaning of \"the relevant 2015 scheme\" and the effect of making a 2015 scheme election.\n* Simplified point 5: The person by whom a legacy scheme election or 2015 scheme election in respect of a person is to be made is the person themselves or their personal representatives if they are deceased."
            },
            {
                "length": 287,
                "short": "\"Judicial Legacy Scheme Options for Remediable Service\"",
                "text": "\n* Simplified point 1: The section provides options for further provision in cases where a person has remediable service in a judicial office that is mixed service, and no legacy scheme election or 2015 scheme election has been made before the end of the election period.\n* Simplified point 2: The section allows for benefits to be paid to children of deceased persons who would have received benefits under a judicial legacy scheme if a legacy scheme election had been made, and for the benefits to be determined as if the legacy scheme election had been made.\n* Simplified point 3: The section provides that benefits paid under the judicial 2015 scheme in respect of a child are to be treated as if they had been paid under the relevant judicial legacy scheme, and that the paid benefits are to be discharged only in accordance with section 51 or 52 of the Act.\n* Simplified point 4: The section allows for pension contributions previously paid under a judicial 2015 scheme to be treated as if they had been paid under the relevant judicial legacy salaried or fee-paid scheme, and for the liability to be discharged only in accordance with section 52 of the Act."
            },
            {
                "length": 313,
                "short": "\"Pension Benefits Correction and Refund Process\"",
                "text": "\n* Simplified point 1: This section of the legislation applies to corrections of pension benefits and lump sum benefits for members of a judicial scheme.\n* Simplified point 2: The section outlines the process for calculating and paying any corrections or refunds of pension contributions and lump sum benefits owed by members to the scheme, and the process for paying any outstanding contributions or lump sums to the scheme.\n* Simplified point 3: The section also includes provisions for reducing or waiving liabilities owed by members to the scheme, and for paying transitional protection allowances to members.\n* Simplified point 4: The section provides for the scheme manager to pay the difference between the amount of pension benefits or lump sum benefits paid to a member and the amount that the member was entitled to receive under the scheme, if there is an overpayment.\n* Simplified point 5: The section also includes provisions for the scheme manager to pay the appropriate person an amount in respect of any underpayment of pension contributions or lump sum benefits, and for the appropriate person to pay pension contributions in respect of any underpayment.\n* Simplified point 6: The section provides for the reduction or waiver of liabilities owed by members to the scheme, and for the payment of transitional protection allowances to members."
            },
            {
                "length": 229,
                "short": "\"Pension Legislation Provisions for Special Cases and Modifications\"",
                "text": "\n* Simplified point 1: The legislation allows for special cases to be made in relation to pension credit members, including adjustments to pension debits and credits.\n* Simplified point 2: The legislation provides for further powers to make provision about special cases, including cases of mixed service, transfer values, and partial retirement.\n* Simplified point 3: The legislation allows for the extinguishment of rights secured by voluntary contributions, and the payment of compensation to members or their personal representatives.\n* Simplified point 4: The legislation includes provision for modifying or supplementing any provision of this chapter, and for corresponding or applying any provision of this chapter with or without modifications.\n* Simplified point 5: The legislation defines \"mixed service\" as service that is pensionable under both a judicial legacy scheme and a judicial 2015 scheme, or service that is PPA opted-out service."
            },
            {
                "length": 276,
                "short": "\"Judicial Pension Scheme Breach Compensation Rules\"",
                "text": "\n* Simplified point 1: The scheme manager of a judicial pension scheme may pay compensation to members for losses incurred due to breaches of non-discrimination rules.\n* Simplified point 2: The scheme regulations may provide for remedial voluntary contributions arrangements to pay back any lost contributions due to the breaches.\n* Simplified point 3: The provision may not permit members to enter into arrangements after a certain period of time, and may only permit entry into arrangements if the scheme manager is satisfied that it is more likely than not that the member would have entered into the same or similar arrangements but for the breach.\n* Simplified point 4: The scheme manager may reduce liabilities to pay voluntary contributions by tax relief amounts.\n* Simplified point 5: The provision may not affect the continued operation of any arrangements entered into before the specified time.\n* Simplified point 6: The non-discrimination rule means a rule that is included in a judicial scheme by virtue of certain sections of the Equality Act 2010 or the Equality Act (Northern Ireland) 2006."
            },
            {
                "length": 248,
                "short": "The Public Service Pensions and Judicial Offices Act 2022: Regulatory Powers and Interest Calculations",
                "text": "\n* Simplified point 1: The Public Service Pensions and Judicial Offices Act 2022 allows for the creation of scheme regulations that can reduce benefits, waive liabilities, and make provision for special cases.\n* Simplified point 2: The Act gives the Treasury the power to make directions for the exercise of these powers, and these directions can take into account the particular circumstances of the member and the person to whom or by whom the amount is to be paid or the liability is owed.\n* Simplified point 3: The Act also allows for the calculation and payment of interest on relevant amounts, and for variations and revocations of Treasury directions related to the calculation and payment of interest.\n* Simplified point 4: The Treasury directions under this section must be exercised in accordance with the Government Actuary's advice.\n* Simplified point 5: The Act defines \"Treasury directions\" as directions made by the Treasury under this section."
            },
            {
                "length": 209,
                "short": "\"Judicial Pension Schemes: Payment Rules and Information Statements\"",
                "text": "\n* Simplified point 1: This section of the legislation deals with unauthorized payments from judicial pension schemes.\n* Simplified point 2: The section outlines the rules for making payments from these schemes, and the circumstances under which payments can be made despite scheme rules prohibiting unauthorized payments.\n* Simplified point 3: The legislation also requires the relevant authority to provide information statements to individuals who may be eligible for pension benefits under the judicial schemes.\n* Simplified point 4: The Lord Chancellor and the Department of Justice in Northern Ireland have the power to delegate any of their functions under this chapter.\n* Simplified point 5: The section also includes a provision that disregards certain non-discrimination rules when determining whether service is pensionable under a particular scheme."
            },
            {
                "length": 382,
                "short": "Remedying Discrimination in Judicial Offices: Legislative Provisions",
                "text": "\n* Simplified point 1: This section of the legislation applies to cases where a person has suffered an \"immediate detriment\" due to a breach of a non-discrimination rule in a judicial scheme.\n* Simplified point 2: The section provides that if an immediate detriment remedy has been obtained, then certain provisions of the chapter do not apply to the person's remediable service in a judicial office.\n* Simplified point 3: The section also allows for the scheme regulations to make provision for putting persons who have rights in respect of remediable service in the position they would have been in if there had been no relevant breach of a non-discrimination rule.\n* Simplified point 4: The provision that may be made under the section includes provision corresponding to any provision of sections 40 to 66, or provision applying any provision of this Chapter in its application to persons of a description specified in the regulations, with or without modifications.\n* Simplified point 5: The section defines \"non-discrimination rule\" as a rule that is, or at any time was, included in a judicial scheme by virtue of section 61 of EA 2010 or paragraph 2 of Schedule 1 to EEAR(NI) 2006.\n* Simplified point 6: The section also defines \"immediate detriment remedy\" as a remedy that has been obtained in relation to a person's remediable service in a judicial office, either through a court or tribunal determination or through an agreement between the scheme manager and the person."
            },
            {
                "length": 211,
                "short": "```Public Service Pensions and Judicial Offices Act 2022: Definitions and Interpretations```",
                "text": "\n* Simplified point 1: This extract of the legislation defines the meaning of \"the election period\" and \"judicial legacy scheme\" for the purposes of Chapter 2 of the Public Service Pensions and Judicial Offices Act 2022.\n* Simplified point 2: The extract also defines the meaning of \"remediable service\" and \"salaried judicial office\" and establishes the responsible authority for making scheme regulations for judicial legacy schemes.\n* Simplified point 3: The extract provides for the interpretation of Chapter 2 of the Act and includes modifications of the Chapter in relation to fee-paid judicial offices.\n* Simplified point 4: The extract includes provisions for the treatment of active members of the judicial legacy fee-paid scheme and the publication of notices by the Lord Chancellor."
            },
            {
                "length": 430,
                "short": "Remediable Service Under Local Government Schemes: Definition and Conditions",
                "text": "\n* Simplified point 1: This section defines \"remediable service\" for the purposes of Chapter 1 of the Public Service Pensions and Judicial Offices Act 2022.\n* Simplified point 2: Remediable service is any continuous period of service in an employment or office that meets four conditions:\n\t+ The service must take place between the day after the closing date (March 31, 2014 or March 31, 2015, depending on the scheme) and March 31, 2022 or the date the person reaches legacy scheme normal pension age.\n\t+ The service must be pensionable service under a local government new scheme.\n\t+ The person must have been in pensionable service under a Chapter 1 legacy scheme, a judicial legacy scheme, or a local government legacy scheme on March 31, 2012 or any earlier day.\n\t+ There must be no disqualifying gap in service falling within the period.\n* Simplified point 3: A \"disqualifying gap in service\" is a period longer than five years during which the person is not in service in an employment or office that is pensionable service under a local government scheme.\n* Simplified point 4: The \"closing date\" refers to March 31, 2014 for service that is pensionable service under regulations under section 7 of the Superannuation Act 1972 that relate to persons in England and Wales, or March 31, 2015 for service that is pensionable service under any other local government new scheme.\n* Simplified point 5: \"Legacy scheme normal pension age\" refers to the person's normal pension age under the relevant legacy scheme, or age 65 if there is no such normal pension age."
            },
            {
                "length": 206,
                "short": "\"UK Local Government New Scheme: Final Salary Benefits and Transfer of Service Rules\"",
                "text": "\n* Simplified point 1: The UK Public Service Pensions and Judicial Offices Act 2022 allows for the payment of final salary benefits under a local government new scheme, subject to certain conditions.\n* Simplified point 2: The scheme regulations for the local government new scheme may provide for the transfer of service from other pension schemes, and the benefits payable under the scheme may be determined by reference to the transferred service.\n* Simplified point 3: The scheme regulations may also provide for the aggregation of service for the purposes of determining benefits, and may not make provision for final salary benefits unless certain conditions are met.\n* Simplified point 4: The Act includes transitional provisions for existing pension schemes, allowing for the continued operation of any scheme regulations made before the coming into force of the Act."
            },
            {
                "length": 238,
                "short": "\"Pension Regulations: Special Cases and Modifications\"",
                "text": "\n* Simplified point 1: The legislation allows for special cases to be made in relation to pension credit members and pension debit members.\n* Simplified point 2: The legislation allows for further powers to make provision about special cases, including injury and compensation benefits payable under an injury and compensation scheme.\n* Simplified point 3: The legislation allows for scheme regulations to make provision about the benefits payable to or in respect of a relevant pension credit member and the corresponding pension debit member.\n* Simplified point 4: The legislation allows for the modification of any provision of this Chapter in its application to persons of a description specified in the regulations.\n* Simplified point 5: The legislation allows for the provision corresponding to, or applying, any provision of this Chapter, with or without modifications.\n* Simplified point 6: The legislation defines \"pension debit\" and \"pension credit\" and provides for the modification of the relevant injury and compensation scheme."
            },
            {
                "length": 321,
                "short": "\"Local Government Scheme Compensation for Non-Discrimination Breaches\"",
                "text": "\n* Simplified point 1: The scheme manager of a local government new scheme can pay compensation to members for losses incurred due to breaches of non-discrimination rules or other provisions of the scheme.\n* Simplified point 2: The scheme regulations can determine the amount of compensation paid to members and can also require employers to reimburse the scheme manager for amounts paid under this section.\n* Simplified point 3: The definition of \"loss\" in this section includes a wide range of losses, including Part 4 tax losses, and does not include amounts payable under this chapter or scheme regulations.\n* Simplified point 4: The non-discrimination rule referred to in this section includes rules under section 61 of the Equality Act 2010 and paragraph 2 of Schedule 1 to the Employment Equality (Age) Regulations (NI) 2006.\n* Simplified point 5: The breach of non-discrimination rule must arise from the application of a provision of scheme regulations made before 1 April 2022 for final salary benefits.\n* Simplified point 6: The scheme regulations can provide for additional benefits to be paid to members who have incurred a Part 4 tax loss, instead of paying compensation under section 82."
            },
            {
                "length": 156,
                "short": "\"Payment Powers and Directions for Scheme Managers\"",
                "text": "\n* Simplified point 1: The section outlines the powers of the scheme manager to make payments to members, including interest on relevant amounts and compensation.\n* Simplified point 2: The section also provides for the Treasury to give directions on how these powers should be exercised, including the calculation and payment of interest and the process for making payments.\n* Simplified point 3: The section allows for the Treasury to make variations and revocations of these directions after consulting with the Government Actuary.\n* Simplified point 4: The section defines \"Treasury directions\" for the purposes of the chapter."
            },
            {
                "length": 298,
                "short": "\"Defining Local Government Schemes and Final Salary Benefits\"",
                "text": "\n* Simplified point 1: This section defines the meaning of \"local government scheme\" and \"local government legacy scheme\" for the purposes of the Public Service Pensions and Judicial Offices Act 2022.\n* Simplified point 2: The section also defines \"final salary benefits\" as benefits payable under a pension scheme that are determined by reference to the member's pensionable earnings in a specified period.\n* Simplified point 3: The section explains that for the purposes of this chapter, benefits payable under a pension scheme to or in respect of a member are \"final salary benefits\" if they are determined by reference to the member's pensionable earnings.\n* Simplified point 4: The section defines \"Treasury directions\" as directions given by the Treasury in relation to a local government scheme, and \"scheme regulations\" as the regulations made under the Pension Schemes Act 2013 or the Pension Schemes (Northern Ireland) Act 2014, as applicable.\n* Simplified point 5: The section explains that for the purposes of this chapter, service in multiple employments or offices that is pensionable service under a scheme is treated as service in a single employment or office."
            },
            {
                "length": 264,
                "short": "\"Pension Scheme Restrictions and Amendments\"",
                "text": "\n* Simplified point 1: The section restricts existing pension schemes from 31 March 2022.\n* Simplified point 2: The section restricts the provision of new arrangements to pay voluntary contributions after 31 March 2022.\n* Simplified point 3: The section amends the Public Service Pensions and Judicial Offices Act 2022 to remove the power to provide exceptions to section 18(1) of that Act, which has the effect that any exceptions previously provided under the power lapse.\n* Simplified point 4: The section provides savings and transitional provision for the repeal made by section 88(2)(c) of section 18(5) to (8) of PSPA 2013 and section 88(5)(c) of section 18(5) to (9) of PSPA(NI) 2014.\n* Simplified point 5: The section defines \"existing scheme\", \"scheme regulations\", and \"relevant scheme\" for the purposes of the section."
            },
            {
                "length": 385,
                "short": "\"UK Public Service Pensions Amendments: Employer Cost Cap & Valuation Details\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title \"Public Service Pensions and Judicial Offices Act 2022\".\n\n* Simplified point 2: The extract relates to employer cost cap amendments in relation to public service pension schemes in the UK. Specifically, it outlines the requirements for the employer cost cap of a scheme under section 1 of the Public Service Pensions Act 2013 (PSPA 2013) and the Public Service Pensions Act (Northern Ireland) 2014 (PSPA(NI) 2014), and the power of the Treasury to give directions in relation to the data, methodologies, and assumptions used for the purposes of determining the target cost for the scheme.\n\n* Simplified point 3: The text also includes provisions related to the operation of the employer cost cap in relation to the 2016/17 valuation of the scheme, and the treatment of the requirement in provision made under section 12(5)(a) of PSPA 2013 and section 12(5)(a) of PSPA(NI) 2014 as never having applied in relation to the cost of the scheme calculated by reference to the scheme's 2016/17 valuation.\n\n* Simplified point 4: The text further includes a reference to the Local Government Pension Scheme Regulations (Northern Ireland) 2014, which is of no effect."
            },
            {
                "length": 277,
                "short": "\"Amendments to Public Service Pensions Scheme Regulations\".",
                "text": "\n* Simplified point 1: The text is an extract of clauses from the Public Service Pensions and Judicial Offices Act 2022, which amends the Public Service Pensions Act 2013 and the Public Service Pensions (Northern Ireland) Act 2014.\n* Simplified point 2: The extract makes changes to the scheme regulations under Part 1 of the Public Service Pensions and Judicial Offices Act 2022, including the power to make consequential, supplementary, incidental or transitional provision in relation to any provision of Part 1 of the Act.\n* Simplified point 3: The extract also includes provisions related to consultation and procedure for retrospective provision, as well as definitions and interpretation of certain terms.\n* Simplified point 4: The amendments made by the extract are aimed at ensuring that the scheme regulations under Part 1 of the Public Service Pensions and Judicial Offices Act 2022 can be made in a way that is consistent with the provisions of the Act, and that any changes to the scheme regulations can be made in a way that is fair and transparent."
            },
            {
                "length": 308,
                "short": "Restricted Schemes Under the Public Service Pensions and Judicial Offices Act 2022",
                "text": "\n* Simplified point 1: The text amends the Public Service Pensions and Judicial Offices Act 2022 to allow for the establishment of restricted schemes under section 1 of the Act.\n* Simplified point 2: The text defines a \"restricted scheme\" as a scheme under section 1 of the Act that is specified for the purposes of this section in Treasury regulations, and restricts the provision of benefits under the scheme to or in respect of a person in relation to their service after a certain time.\n* Simplified point 3: The text allows for the provision of actuarial valuations for restricted schemes, and exempts such schemes from the requirement to provide for actuarial valuations in scheme regulations.\n* Simplified point 4: The text exempts restricted schemes from the employer cost cap provision in section 12 of the Act.\n* Simplified point 5: The text allows for the Department of Finance to make regulations regarding restricted schemes, including consequential or supplementary provision, and subjects such regulations to negative resolution.\n* Simplified point 6: The text amends section 31 of the Act to include reference to restricted schemes, and amends section 34 of the Act to include a definition of \"statutory provision\"."
            },
            {
                "length": 198,
                "short": "```Pension Scheme Amendments for Intelligence Services Staff```",
                "text": "\n* Simplified point 1: The amendments in this extract of the legislation relate to the Secret Intelligence Service and Security Service pension schemes.\n* Simplified point 2: The amendments restrict existing pension schemes for staff of the Secret Intelligence Service and Security Service, and make provision for the treatment of existing subordinate legislation.\n* Simplified point 3: The amendments update the definition of \"relevant Agency scheme\" to include regulations under section 1 of the Superannuation Act 1972 that relate to staff of the Secret Intelligence Service or Security Service.\n* Simplified point 4: The amendments remove the requirement for certain public bodies to restrict their pension schemes, and omit a section of the Public Service Pensions and Judicial Offices Act 2015."
            },
            {
                "length": 276,
                "short": "\"Public Service Pensions and Judicial Offices Act 2022: Expansion of Judiciary Definition and Pension Rights\"",
                "text": "\n* Simplified point 1: The Public Service Pensions and Judicial Offices Act 2022 amends the Public Service Pensions Act 2013 to expand the definition of \"the judiciary\" to include holders of judicial offices in Scotland and Northern Ireland.\n* Simplified point 2: The amendments allow for scheme regulations to make provision for determining the rights and obligations of members holding judicial offices specified in an order made under paragraph 2(1) of Schedule 1, based on service that takes place before as well as after the order comes into force.\n* Simplified point 3: The amendments also provide that an order under paragraph 2(1) of Schedule 1 may only be made at the request of the relevant national authority, and that the order is subject to the negative procedure.\n* Simplified point 4: The Public Service Pensions and Judicial Offices Act 2022 also amends the Public Service Pensions (Northern Ireland) Act 2014 to make similar provision for holders of judicial offices in Northern Ireland."
            },
            {
                "length": 240,
                "short": "\"Amendment to Include Partnership Pension Accounts in Non-Scheme Benefits\"",
                "text": "\n* Simplified point 1: This legislation amends the Public Service Pensions and Judicial Offices Act 2013 and 2014 to include partnership pension accounts as a type of non-scheme benefit.\n* Simplified point 2: The legislation defines \"partnership pension account\" as a stakeholder pension scheme, personal pension scheme, or occupational defined contributions scheme to which an employer is paying contributions.\n* Simplified point 3: The legislation allows for the treatment of a person as having opted out of a scheme if the scheme would have related to the person but for the fact that they had a partnership pension account.\n* Simplified point 4: The legislation includes specific definitions for \"occupational defined contributions scheme\", \"partnership pension account\", \"personal pension scheme\", and \"stakeholder pension scheme\" to ensure clarity and consistency in the application of the amendments."
            },
            {
                "length": 170,
                "short": "\"Wales Pension Scheme Exemptions: Cost Control Relief for New Public Body Plans\"",
                "text": "\n* Simplified point 1: This section of the legislation exempts new public body pension schemes made under the Government of Wales Act 2006 from certain cost control and Treasury consent requirements.\n* Simplified point 2: The specific provisions that are exempted are subsection (1)(e) (cost control) and subsection (3) (Treasury consent).\n* Simplified point 3: This means that when creating a new public body pension scheme under the Government of Wales Act 2006, the costs of the scheme will not be subject to the same level of control and approval as other public body pension schemes."
            },
            {
                "length": 180,
                "short": "\"UK Foreign Policy Investment Guidance for Public Service Pension Schemes\".",
                "text": "\n* Simplified point 1: The Public Service Pensions Act 2013 is being amended to include guidance for public service pension scheme managers on investment decisions.\n* Simplified point 2: The guidance will include directions on investment decisions that it is not proper for the scheme manager to make in light of UK foreign and defence policy.\n* Simplified point 3: The purpose of this amendment is to ensure that public service pension scheme managers make investment decisions that align with UK foreign and defence policy.\n* Simplified point 4: This amendment aims to provide clarity and guidance to scheme managers on the types of investments that are appropriate for public service pension schemes."
            },
            {
                "length": 243,
                "short": "UK Pension Scheme Compensation Plan Proposed",
                "text": "\n* Simplified point 1: The UK government can create a compensation scheme for members of certain pension schemes who have incurred losses due to changes in the pension system.\n* Simplified point 2: The scheme can be administered by a body appointed by the Treasury, and the Treasury can give guidance or direction to the body.\n* Simplified point 3: The scheme can provide for the payment of compensation to members who have incurred compensatable losses, which are losses that are eligible for compensation under the scheme.\n* Simplified point 4: The definition of \"compensatable loss\" includes losses for the purposes of sections 23, 59, and 82 of the Act, and \"relevant member\" includes members of certain pension schemes who have remediable service that is pensionable service under the scheme.\n* Simplified point 5: Regulations under this section are subject to the negative procedure, which means that they must be approved by Parliament before they can come into effect."
            },
            {
                "length": 209,
                "short": "\"Northern Ireland Pension Scheme Compensation Regulations: A Framework for Losses\"",
                "text": "\n* Simplified point 1: The Department of Finance in Northern Ireland can make regulations to create a compensation scheme for members of certain pension schemes who have incurred losses.\n* Simplified point 2: The regulations can appoint a body to administer the scheme, establish a body to administer the scheme, allow the body to exercise discretion, and confer power on the Department of Finance to give guidance or directions to the body.\n* Simplified point 3: The regulations can also provide for the payment of compensation to members of the schemes who have incurred compensatable losses, which are losses that are eligible for compensation under the scheme.\n* Simplified point 4: The regulations are subject to the negative procedure, which means that they must be approved by the Northern Ireland Assembly before they can come into effect."
            },
            {
                "length": 401,
                "short": "\"Legislative Changes for Fee-Paid Judges: Retirement, Pension, and Compensation Provisions\"",
                "text": "\n* Simplified point 1: This legislation allows for fee-paid judges to be put in the position they would have been in if they had always been recognized as full protection members of a judicial legacy scheme.\n* Simplified point 2: The provision includes making payments to put fee-paid judges in the position they would have been in if they had always been recognized as full protection members, and allowing for the transfer of rights into a judicial 2015 scheme.\n* Simplified point 3: The legislation also includes provisions for pension contributions, partial retirement, and the ability for a scheme manager to pay amounts by way of compensation.\n* Simplified point 4: The legislation applies to fee-paid judges who held a fee-paid judicial office on March 31, 2012, and were aged 55 or over at that time.\n* Simplified point 5: The legislation defines \"full protection member\" as a person who held a judicial office within section 71(1)(a) or (b) or (c) and has the same meaning as in Schedule 2 to the Judicial Pensions Regulations 2015 or Schedule 2 to the Judicial Pensions Regulations (Northern Ireland) 2015.\n* Simplified point 6: The \"relevant date\" for the purposes of this section is December 2, 2012, for judicial offices within section 71(1)(a) or (b), and February 1, 2013, for judicial offices within section 71(1)(c)."
            },
            {
                "length": 228,
                "short": "\"UK Government Information Sharing for Compensation Purposes\"",
                "text": "\n* Simplified point 1: The UK government can share information between HMRC and relevant persons to facilitate the exercise of compensation functions.\n* Simplified point 2: Relevant persons can only use the shared information for the purpose for which it was disclosed, and they must not further disclose it without HMRC's consent.\n* Simplified point 3: The data protection legislation and investigatory powers legislation apply to the disclosure of information under this section.\n* Simplified point 4: The section does not limit the circumstances in which information can be disclosed under other enactments or rules of law.\n* Simplified point 5: The definition of \"compensation function\" includes the payment of compensation, contributions, benefits, or other amounts to or in respect of a person by virtue of a provision made by or under this Part, and the reduction or waiving of a person's liability to pay an amount by virtue of such a provision."
            },
            {
                "length": 235,
                "short": "\"Clarification on Pension Entitlements: Exemptions and Limitations\"",
                "text": "\n* Simplified point 1: This section of the legislation applies to any references in two existing laws (Pensions Act 1995 and Armed Forces Act 2006) regarding the assignment or commuting of pension entitlements.\n* Simplified point 2: The section specifically excludes certain activities from being considered as assignments or commutations, such as actions taken under the new Part of the Act, or the surrender of rights for the purpose of meeting a condition or taking steps related to partnership pension accounts.\n* Simplified point 3: The section also excludes any assignments or agreements to assign made under the Armed Forces Act 2006 from being considered as assignments or commutations.\n\nIn summary, this section of the legislation clarifies and limits the scope of existing laws related to pension entitlements, to ensure that certain activities carried out under the new Part of the Act are not inadvertently caught by those laws."
            },
            {
                "length": 207,
                "short": "\"Legislative Control Over Judiciary Pension Schemes\"",
                "text": "\n* Simplified point 1: This section of the legislation applies to the judiciary's pension schemes and outlines the procedure for making regulations about those schemes.\n* Simplified point 2: The regulations must be laid before Parliament and can only come into effect if they are approved by a resolution of each House of Parliament.\n* Simplified point 3: If the regulations are not approved, they cease to have effect after 28 days, but any previous actions taken under the regulations remain valid.\n* Simplified point 4: The section also specifies that certain expressions have the same meaning as in the Public Service Pensions and Judicial Offices Act 2013.\n* Simplified point 5: The section provides that section 24 of the 2013 Act (other procedure) does not apply to these regulations."
            },
            {
                "length": 234,
                "short": "The UK Treasury's Regulatory Power: Retroactive Legislation & Challenges",
                "text": "\n* Simplified point 1: The Treasury has the power to make regulations that are consequential to this Part of the Act.\n* Simplified point 2: These regulations can make retrospective provision and amend, repeal, or revoke existing legislation.\n* Simplified point 3: Regulations that amend, repeal, or revoke primary legislation (such as Acts of Parliament) must be approved by Parliament through the affirmative procedure.\n* Simplified point 4: All other regulations made under this section are subject to the negative procedure, meaning they can be made without parliamentary approval but can be challenged by Parliament if they are deemed to be inappropriate.\n* Simplified point 5: The definition of \"primary legislation\" includes Acts of Parliament, retained direct EU legislation, Acts of the Scottish Parliament, Measures of the Senedd Cymru, and Northern Ireland legislation."
            },
            {
                "length": 571,
                "short": "\n\"Understanding the Key Terms of Public Service Pensions and Judicial Offices Act 2022\"",
                "text": "\n* Simplified point 1: The Interpretation of Part section defines key terms used in the Public Service Pensions and Judicial Offices Act 2022, such as \"member,\" \"pensioner member,\" and \"deferred member.\"\n\n* Simplified point 2: The section explains the meaning of \"accrual rate,\" \"active member,\" \"connected,\" \"deferred member,\" \"employer,\" \"employment,\" \"entitled,\" \"excess teacher service,\" \"Fair Deal scheme,\" \"Fair Deal transfer,\" \"health service workers,\" \"HMRC,\" \"JUPRA 1993,\" \"local government contracting-out transfer,\" \"member,\" \"normal pension age,\" \"occupational defined contributions scheme,\" \"PA 1995,\" \"P(NI)O 1995,\" \"partnership pension account,\" \"pension contributions,\" \"pension scheme,\" \"pensionable earnings,\" \"pensionable service,\" \"personal pension scheme,\" \"PSA 1993,\" \"PSA(NI) 2016,\" \"Public Service Pensions Act 2013,\" \"Public Service Pensions (Northern Ireland) Act 2014,\" \"stakeholder pension scheme,\" \"teacher,\" \"voluntary contributions,\" and \"WRPA 1999.\"\n\n* Simplified point 3: The section explains the meaning of \"excess teacher service,\" which refers to a person's service in an employment or office as a teacher where the service is pensionable service under a local government new scheme or would have been pensionable service under a local government new scheme but for the person's failure to meet a condition relating to the person's attainment of normal pension age or another specified age by a specified date.\n\n* Simplified point 4: The section defines \"local government new scheme\" and \"Chapter 1 new scheme\" as they relate to the Public Service Pensions and Judicial Offices Act 2022.\n\n* Simplified point 5: The section provides a list of legislation that is relevant to the interpretation of Part 2 of the Public Service Pensions and Judicial Offices Act 2022, including the Pensions Act 1995, the Pensions (Northern Ireland) Order 1995, and the Welfare Reform and Pensions Act 1999."
            },
            {
                "length": 465,
                "short": "\"UK Government's Power to Establish New Public Pension Schemes and Transfer Assets/Liabilities\"",
                "text": "\n* Simplified point 1: The UK government can establish new public pension schemes to replace the BBS Pension Scheme and the NRAM Pension Scheme.\n* Simplified point 2: The new public schemes can provide for pensions or other benefits to be payable to or in respect of members of the old schemes, and can include provision for money purchase benefits or benefits that are not money purchase benefits.\n* Simplified point 3: The Treasury can make arrangements for the administration of the new public schemes, and can delegate functions to other persons.\n* Simplified point 4: The regulations can provide for the transfer of qualifying accrued rights to a new public scheme without the need for approval or consent, and can include provision for the discharge of liabilities in respect of qualifying accrued rights.\n* Simplified point 5: The regulations can make provision about the determination of the value of rights or entitlements for the purposes of the transfer of qualifying accrued rights, and can provide for the value of the qualifying accrued rights transferred to be determined by reference to a date or period before the transfer.\n* Simplified point 6: The Treasury can only make regulations under this section if they are of the opinion that the provision would be incompatible with an enactment, and can only make regulations amending a new public scheme if the consent requirements or the consultation requirements are satisfied.\n* Simplified point 7: The definition of \"subsisting rights\" includes rights to future benefits under a new public scheme, entitlements to the present payment of a pension or other benefit, and entitlements to benefits or rights to future benefits under a new public scheme.\n* Simplified point 8: The Treasury can provide for the transfer of assets or liabilities of the BBS Pension Scheme or the NRAM Pension Scheme to a nominee of the Treasury or a company established by the Treasury."
            },
            {
                "length": 210,
                "short": "\"UK Government Given Power to Transfer Pension Liabilities to Treasury\"",
                "text": "\n* Simplified point 1: The UK government can transfer liabilities related to pensions and benefits from Bradford & Bingley Limited, NRAM Limited, and UK Asset Resolution Limited to the Treasury.\n* Simplified point 2: The Treasury can modify or exclude the application of certain laws and regulations to arrangements that give rise to qualifying liabilities, such as occupational pension schemes.\n* Simplified point 3: The Treasury can specify or describe enactments in regulations that relate to occupational pension schemes and apply them to arrangements under which qualifying liabilities arise.\n* Simplified point 4: The Treasury can provide for an arrangement under which a qualifying liability arises to be treated as a particular type of occupational pension scheme for the purposes of an enactment specified or described in the regulations."
            },
            {
                "length": 349,
                "short": "\"UK Public Service Pensions Overhaul: New Regulations & Information Sharing Provisions\"",
                "text": "\n* Simplified point 1: The text delimited by triple backticks is an extract of clauses from a piece of UK Legislation with the title \"Public Service Pensions and Judicial Offices Act 2022\".\n* Simplified point 2: The extract outlines provisions for the establishment and administration of new public pension schemes, including the transfer of qualifying accrued rights to such schemes, and the sharing of information among specified persons for the purposes of facilitating the establishment or administration of the schemes.\n* Simplified point 3: The regulations under this Part may include provision for treating a new public scheme as a registered pension scheme, and for the withdrawal of relief and the charging of a relevant tax.\n* Simplified point 4: The information shared among the specified persons may include information relating to rights or entitlements to pensions or other benefits under the BBS Pension Scheme and the NRAM Pension Scheme, and the administration of the new public schemes.\n* Simplified point 5: The disclosure of information in accordance with this section or regulations made under this section does not breach any obligation of confidence owed by a person in relation to that information, or any other restriction on the disclosure of information.\n* Simplified point 6: The regulations under this Part are subject to various procedures, including the affirmative procedure and the negative procedure, and may only be made after consultation with the relevant trustees."
            },
            {
                "length": 372,
                "short": "Retirement of Judges in the UK: New System and Appointment Procedures",
                "text": "\n* Simplified point 1: This section of the legislation creates a new system for the retirement of judges in the UK.\n* Simplified point 2: The system allows for the appointment of eligible persons to sitting in retirement offices, which are corresponding original offices with the same name but with the addition of \"sitting in retirement\" to the title.\n* Simplified point 3: The Lord Chancellor, the Senior President of Tribunals, or the Lord Chief Justice of Northern Ireland must obtain the agreement of the Lord Chancellor before making an appointment under this section.\n* Simplified point 4: The Northern Ireland Judicial Appointments Commission must obtain the agreement of the Department of Justice in Northern Ireland before making an appointment under this section.\n* Simplified point 5: The President of Welsh Tribunals must obtain the agreement of the Welsh Ministers before making an appointment under this section.\n* Simplified point 6: The Lord Chief Justice may nominate a judicial office holder to exercise functions of the Lord Chief Justice under this section.\n* Simplified point 7: The Lord Chief Justice of Northern Ireland may nominate either of the following persons to exercise functions of the Lord Chief Justice of Northern Ireland under this section.\n* Simplified point 8: Regulations under this section are subject to the negative procedure.\n* Simplified point 9: This section applies to an appointment of a person under section 124, and the person appointed is to be treated for all purposes as, and accordingly may perform any of the functions of, a person appointed to the corresponding original office."
            },
            {
                "length": 303,
                "short": "\"Regulatory Powers and Procedures Under the Legislation\"",
                "text": "\n* Simplified point 1: This extract of the legislation outlines the regulation-making powers of the Treasury, the Lord Chancellor, and the Welsh Ministers.\n* Simplified point 2: The regulations made by these authorities can cover various aspects, including consequential, supplementary, incidental, transitional, or saving provisions.\n* Simplified point 3: The affirmative and negative procedures are outlined for the approval of regulations, with different procedures applying to different cases and purposes.\n* Simplified point 4: Directions given under this Act by the Treasury or the Department of Finance in Northern Ireland may be varied or revoked.\n* Simplified point 5: The extent of this Act is subject to certain exceptions and applies to England and Wales, Scotland, and Northern Ireland.\n* Simplified point 6: Part 1 of the Act, with the exception of certain provisions, comes into force on the day it is passed, while other parts come into force at a later date.\n* Simplified point 7: Regulations and orders under this Act may appoint different days for different purposes, and the Treasury or the Lord Chancellor may make transitional or saving provision in connection with the coming into force of any provision of the Act."
            }
        ],
        [
            {
                "length": 235,
                "short": "\"Remediable Service Definition for Judicial Pensions\"",
                "text": "\n* Simplified point 1: Remediable service is defined as any continuous period of service of a person in a judicial office that meets certain conditions, including that the service takes place between 1 April 2015 and 31 March 2022, and that the person was under the age of 55 on 1 April 2012.\n\n* Simplified point 2: The definition of remediable service includes the requirement that the service must be pensionable service under a judicial scheme, and that there is no disqualifying gap in service.\n\n* Simplified point 3: A disqualifying gap in service is a period longer than 5 years at no time during which the person is not in service in an employment or office that is pensionable service under a Chapter 1 scheme, a judicial scheme, or a local government scheme.\n\n* Simplified point 4: In determining whether any service is pensionable service under a particular scheme, certain provisions of the Act are to be disregarded."
            },
            {
                "length": 280,
                "short": "The Public Service Pensions and Judicial Offices Act 2022: Rules and Procedures for Judicial Pensions in the UK",
                "text": "\n* Simplified point 1: The Public Service Pensions and Judicial Offices Act 2022 outlines the rules and procedures for legacy scheme elections and 2015 scheme elections for judicial pensions in the UK.\n* Simplified point 2: The Act provides for the payment of final salary benefits under a local government new scheme, subject to certain conditions, and allows for the transfer of service from other pension schemes.\n* Simplified point 3: The Act includes provisions for the treatment of active members of the judicial legacy fee-paid scheme and the publication of notices by the Lord Chancellor.\n* Simplified point 4: The Act allows for special cases to be made in relation to pension credit members and pension debit members, and provides for further powers to make provision about special cases.\n* Simplified point 5: The Act allows for the modification of any provision of this Chapter in its application to persons of a description specified in the regulations, and provides for the provision corresponding to, or applying, any provision of this Chapter, with or without modifications.\n* Simplified point 6: The Act defines \"pension debit\" and \"pension credit\" and provides for the modification of the relevant injury and compensation scheme."
            },
            {
                "length": 332,
                "short": "The Public Service Pensions and Judicial Offices Act 2022: Changes to UK Public Servant and Judicial Officer Pension Schemes",
                "text": "\n* Simplified point 1: The Public Service Pensions and Judicial Offices Act 2022 introduces changes to the pension schemes of public servants and judicial officers in the UK.\n* Simplified point 2: The act expands the definition of \"the judiciary\" to include holders of judicial offices in Scotland and Northern Ireland.\n* Simplified point 3: The act allows for the creation of restricted schemes under section 1 of the Act, which can limit the provision of benefits under the scheme to or in respect of a person in relation to their service after a certain time.\n* Simplified point 4: The act removes the requirement for certain public bodies to restrict their pension schemes, and updates the definition of \"relevant Agency scheme\" to include regulations under section 1 of the Superannuation Act 1972 that relate to staff of the Secret Intelligence Service or Security Service.\n* Simplified point 5: The act also includes provisions related to partnership pension accounts as a type of non-scheme benefit, and exemptions for new public body pension schemes made under the Government of Wales Act 2006 from certain cost control and Treasury consent requirements.\n* Simplified point 6: Additionally, the act allows for the creation of a compensation scheme for members of certain pension schemes who have incurred losses due to changes in the pension system, and provides for the payment of compensation to members who have incurred compensatable losses."
            },
            {
                "length": 433,
                "short": "\nUK Pension Law Clarification: Assignment & Commutation Exclusions",
                "text": "\n* Simplified point 1: The UK government can share information between HMRC and relevant persons to facilitate the exercise of compensation functions.\n* Simplified point 2: Relevant persons can only use the shared information for the purpose for which it was disclosed, and they must not further disclose it without HMRC's consent.\n* Simplified point 3: The data protection legislation and investigatory powers legislation apply to the disclosure of information under this section.\n* Simplified point 4: The section does not limit the circumstances in which information can be disclosed under other enactments or rules of law.\n* Simplified point 5: The definition of \"compensation function\" includes the payment of compensation, contributions, benefits, or other amounts to or in respect of a person by virtue of a provision made by or under this Part, and the reduction or waiving of a person's liability to pay an amount by virtue of such a provision.\n\n* Simplified point 1: This section of the legislation applies to any references in two existing laws (Pensions Act 1995 and Armed Forces Act 2006) regarding the assignment or commuting of pension entitlements.\n* Simplified point 2: The section specifically excludes certain activities from being considered as assignments or commutations, such as actions taken under the new Part of the Act, or the surrender of rights for the purpose of meeting a condition or taking steps related to partnership pension accounts.\n* Simplified point 3: The section also excludes any assignments or agreements to assign made under the Armed Forces Act 2006 from being considered as assignments or commutations.\n\nIn summary, this section of the legislation clarifies and limits the scope of existing laws related to pension entitlements, to ensure that certain activities carried out under the new Part of the Act are not inadvertently caught by those laws."
            }
        ],
        [
            {
                "length": 363,
                "short": "Remediable Service and Judicial Pensions in the UK",
                "text": "\n* Simplified point 1: Remediable service is defined as any continuous period of service of a person in a judicial office that meets certain conditions, including that the service takes place between 1 April 2015 and 31 March 2022, and that the person was under the age of 55 on 1 April 2012.\n\n* Simplified point 2: The definition of remediable service includes the requirement that the service must be pensionable service under a judicial scheme, and that there is no disqualifying gap in service.\n\n* Simplified point 3: A disqualifying gap in service is a period longer than 5 years at no time during which the person is not in service in an employment or office that is pensionable service under a Chapter 1 scheme, a judicial scheme, or a local government scheme.\n\n* Simplified point 4: In determining whether any service is pensionable service under a particular scheme, certain provisions of the Act are to be disregarded.\n\n* Simplified point 5: The Public Service Pensions and Judicial Offices Act 2022 introduces changes to the pension schemes of public servants and judicial officers in the UK, including expanded definitions of \"the judiciary\" and allowances for restricted schemes.\n\n* Simplified point 6: The act also includes provisions related to partnership pension accounts as a type of non-scheme benefit, and exemptions for new public body pension schemes made under the Government of Wales Act 2006 from certain cost control and Treasury consent requirements."
            }
        ]
    ],
    "summary": "\nThe Public Service Pensions and Judicial Offices Act 2022 simplifies the complexities of UK pension laws for public servants and judicial officers. It provides clear definitions and guidelines for legacy scheme elections, 2015 scheme elections, and the treatment of active members of the judicial legacy fee-paid scheme. The act also modifies provisions for pension credit members and pension debit members, allowing for special cases to be made in relation to these individuals. Additionally, the act introduces changes to the pension schemes of public servants and judicial officers in the UK, expanding the definition of \"the judiciary\" to include holders of judicial offices in Scotland and Northern Ireland. Overall, the act aims to provide greater clarity and consistency in the administration of public sector pensions in the UK."
}