[
    {
        "length": 1195,
        "text": "\nFinancial assistance to reduce charges\n\tIn Part 5 of the Water Industry Act 1991, in Chapter 2 (financial assistancefor undertakers and licensed water suppliers), after section 154 there isinserted—\n\t“154AFinancial assistance to reduce charges\n\t\tIf the Secretary of State considers it desirable to do so, the Secretary ofState may give financial assistance for the purpose in subsection (2) to—\n\t\t\tan English undertaker, or\n\t\t\ta licensed water supplier that supplies water to premises in accordancewith its retail authorisation using the supply system of an Englishundertaker.\n\t\tThe purpose is that of securing the reduction of charges payable bycustomers in an English undertaker’s area for the supply of water or theprovision of sewerage services.\n\t\tThe power in subsection (1) may be exercised in relation to all customersin an English undertaker’s area or customers of a particular description.\n\t\tFinancial assistance under subsection (1) may be given in any form and inparticular may be given by way of—\n\t\t\tgrant, \n\t\t\tloan, or\n\t\t\tguarantee. \n\t\tFinancial assistance under subsection (1) may be given on such terms andconditions as the Secretary of State considers appropriate.\n\t\tFinancial assistance under subsection (1) may be given in any manner and inparticular may be given—\n\t\t\tto an English undertaker by means of an arrangement made by the Secretaryof State with another English undertaker, or\n\t\t\tto a licensed water supplier by means of an arrangement made by theSecretary of State with an English undertaker that is a water undertaker.\n\t\tA reference in this section to a customer in an English undertaker’s areais a reference to—\n\t\t\ta person liable to pay charges to the undertaker in respect of the supplyof water or the provision of sewerage services, other than a licensed watersupplier, or\n\t\t\ta person whose premises are supplied with water by a licensed watersupplier in accordance with its retail authorisation using the undertaker’ssupply system.\n\t\tIn this section a reference to the retail authorisation of a licensed watersupplier is to be construed in accordance with section 17A(2).\n\t\tIn this section “English undertaker” means a water undertaker or sewerageundertaker whose area is wholly or mainly in England.”\nFinancial assistance for major works\n\tIn Chapter 2 of Part 5 of the Water Industry Act 1991, after section 154A(inserted by section 1) there is inserted—\n\t“154BFinancial assistance for major works\n\t\tIf the Secretary of State considers it desirable to do so, the Secretary ofState may give financial assistance in connection with—\n\t\t\tthe construction of water or sewerage infrastructure, or\n\t\t\tthe carrying out of works in respect of existing water or sewerageinfrastructure.\n\t\tFinancial assistance may be given under subsection (1) only if constructingthe infrastructure in question or carrying out the works in question, or doinga combination of those things, involves exceptionally large or complex works.\n\t\tFinancial assistance may be given under subsection (1) only if the use orintended use of the infrastructure includes use by an English undertaker incarrying out a duty under section 37 or 94.\n\t\tThe power under subsection (1) includes power to give financial assistanceor further financial assistance for the purposes described in subsection (1)after completion of the infrastructure or the works in question.\n\t\tFinancial assistance under subsection (1) may be given in any form and inparticular may be given by way of—\n\t\t\tgrant, \n\t\t\tloan, \n\t\t\tguarantee or indemnity,\n\t\t\tthe provision of insurance, or\n\t\t\tthe acquisition of shares in or securities of a body corporate.\n\t\tFinancial assistance under subsection (1) may be given on such terms andconditions as the Secretary of State considers appropriate.\n\t\tIn this section—\n\t\t\t  * “English undertaker” means a water undertaker or sewerage undertaker whose area is wholly or mainly in England;\n\t\t\t  * “sewerage infrastructure” means infrastructure relating to the provision of a system of sewers or the provision of means for emptying, or dealing effectually with the contents of, sewers;\n\t\t\t  * “water infrastructure” means infrastructure relating to the provision of a system of water supply or the securing of supplies of water.”\nShort title, commencement and extent\n\tThis Act may be cited as the Water Industry (Financial Assistance) Act2012.\n\tSections 1 and 2 come into force at the end of the period of two monthsbeginning with the date on which this Act is passed.\n\tThis section comes into force on the day on which this Act is passed.\n\tThis Act extends to England and Wales only.\n\t\t"
    }
]