{
    "general": "This law helps reduce the cost of getting clean drinking water and taking away dirty wastewater by providing financial support to companies that build and maintain these important systems. It also helps pay for new projects like building new pipes or treatment plants to improve the quality of our water and sewage services. This way, we can all have access to safe and affordable water and take care of our environment too!",
    "series": [
        [
            {
                "length": 243,
                "short": "\"UK Government Assistance for Water Infrastructure Projects in England\"",
                "text": "\n* Simplified point 1: The UK government can provide financial assistance to water undertakers and licensed water suppliers in England to help reduce charges for customers.\n* Simplified point 2: Financial assistance can be given in various forms, including grants, loans, guarantees, and insurance, and can be used for the construction of new water and sewerage infrastructure or the improvement of existing infrastructure.\n* Simplified point 3: Financial assistance is intended to support exceptionally large or complex projects, and must be used for the purpose of securing the reduction of charges payable by customers in an English undertaker's area.\n* Simplified point 4: The power to provide financial assistance is exercisable by the Secretary of State, and may be given to one or more English undertakers or licensed water suppliers.\n* Simplified point 5: Financial assistance may be given on such terms and conditions as the Secretary of State considers appropriate, and may be subject to certain restrictions or requirements."
            }
        ]
    ],
    "simp_series": null,
    "summary": "The Water Industry (Financial Assistance) Act 2012 allows the UK government to give financial help to companies that provide water and sewage services in England. This help can come in different forms like grants, loans, guarantees, and insurance. The goal is to lower the costs for customers and support big or complicated projects. The Secretary of State can give this help to one or more companies that provide water and sewage services in England. These companies must use the money to build new infrastructure or improve old ones, and they must also lower the prices for their customers. The government can set rules and conditions for the help, and some projects might have special requirements or limits. Overall, the law helps ensure that water and sewage services are affordable and reliable for everyone in England.",
    "single": "\n* The Water Industry (Financial Assistance) Act 2012 allows the Secretary of State to provide financial assistance to water undertakers and licensed water suppliers in England to reduce charges for water supply and sewerage services.\n* Financial assistance can be given in the form of grants, loans, guarantees, insurance, or the acquisition of shares or securities.\n* The purpose of the financial assistance is to secure the reduction of charges payable by customers in an English undertaker's area for the supply of water or the provision of sewerage services.\n* Financial assistance may be given to an English undertaker or a licensed water supplier, and may be given on such terms and conditions as the Secretary of State considers appropriate.\n* The Act also allows the Secretary of State to provide financial assistance for major works, such as the construction of water or sewerage infrastructure, or the carrying out of works in respect of existing infrastructure.\n* Financial assistance for major works may be given only if the use or intended use of the infrastructure includes use by an English undertaker in carrying out a duty under section 37 or 94 of the Water Industry Act 1991.\n* The Act extends to England and Wales only."
}