{
    "general": "This law allows the government to spend money on things like schools, hospitals, and the military for the next few years. It also lets the government borrow money from the bank to pay for these things if they don't have enough money in their accounts. This helps the government plan its spending and make sure it has enough money to do all the things it needs to do.",
    "series": [
        [
            {
                "length": 280,
                "short": "\"UK Government Authorizes Expenditure for Fiscal Year 2020\"",
                "text": "* Simplified point 1: The UK government is authorizing the use of resources for the year ending March 31st, 2020, up to £281,337,274,000.\n* Simplified point 2: Of this amount, £242,111,176,000 is authorized for use for current purposes, and £39,226,098,000 is authorized for use for capital purposes.\n* Simplified point 3: The Treasury is allowed to issue money out of the Consolidated Fund and apply it for expenditure authorized by Parliament, up to £234,874,322,000.\n* Simplified point 4: The act also makes adjustments to the Main Estimates Act 2018 and the Main Estimates Act 2017 to reflect changes in estimated surpluses and expenditure.\n* Simplified point 5: The adjustments made by the act are treated as having had effect from the beginning of April 1st, 2017."
            }
        ]
    ],
    "summary": "The UK government has approved the use of up to £281 billion for the financial year ending on March 31st, 2020. This includes £242 billion for day-to-day spending and £39 billion for long-term investments like infrastructure projects. The Treasury can withdraw this amount from the Consolidated Fund to pay for things that have been approved by Parliament. The law also makes some changes to previous budgets to account for differences in how much money was spent versus how much was planned. These changes go into effect starting from April 1st, 2017.",
    "single": "\n* Authorizes the use of resources for the years ending with 31 March 2018, 31 March 2019, and 31 March 2020.\n* Authorizes the issue of money out of the Consolidated Fund for those years.\n* Appropriates the supply authorized by this act for the years ending with 31 March 2018 and 31 March 2019.\n* Provides for supplementary provision for 2018-19, including reducing the amount of resources authorized for use for current purposes by £21,338,888,000 and increasing the amount of resources authorized for use for capital purposes by £5,639,846,000.\n* Makes adjustments to the amounts specified in the Scheduled Estimates in the Main Estimates Act 2018 and 2017 to reflect changes in expenditure and income.\n* Authorizes excesses for 2017-18 of £665,000, to be treated as authorized for use for current purposes."
}